# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# str.msgid.ignore=true
str_component_id=CLFRQ

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value

notification.received.atom.title=HCL Connections - \u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a
notification.sent.atom.title=HCL Connections - \u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e48\u0e07

info.nowidget=CLFRQ0412I: \u0e44\u0e21\u0e48\u0e21\u0e35\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e2d\u0e22\u0e39\u0e48


# HOMEPAGE WEB UI STRINGS

# GENERIC STRINGS
GENERIC_ADD=\u0e40\u0e1e\u0e34\u0e48\u0e21


# CUSTOMIZE PALETTE WRAPPER
CHANGE_LAYOUT=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e42\u0e04\u0e23\u0e07\u0e23\u0e48\u0e32\u0e07
TWO_COL=2 \u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c
THREE_COL=3 \u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c
TWO_COL_DESC=\u0e2a\u0e25\u0e31\u0e1a\u0e40\u0e1e\u0e08\u0e40\u0e1b\u0e47\u0e19\u0e41\u0e1a\u0e1a\u0e42\u0e04\u0e23\u0e07\u0e23\u0e48\u0e32\u0e07 2 \u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c
THREE_COL_DESC=\u0e2a\u0e25\u0e31\u0e1a\u0e40\u0e1e\u0e08\u0e40\u0e1b\u0e47\u0e19\u0e41\u0e1a\u0e1a\u0e42\u0e04\u0e23\u0e07\u0e23\u0e48\u0e32\u0e07 3 \u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c
ADD_WIDGET_ARIA=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15 ${0}
WIDGET_SELECTED_ARIA=\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15 ${0} \u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01

# SIDEBAR WIDGET
RELOAD=\u0e23\u0e35\u0e40\u0e1f\u0e23\u0e0a
COLLAPSE=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e02\u0e22\u0e32\u0e22\u0e2b\u0e23\u0e37\u0e2d\u0e22\u0e38\u0e1a\u0e2a\u0e48\u0e27\u0e19
ACTION=\u0e41\u0e2d\u0e47\u0e04\u0e0a\u0e31\u0e19


# DASHBOARD PANEL
# For Right-to-left languages, this string should read "Move right"
MOVE_LEFT=\u0e22\u0e49\u0e32\u0e22\u0e44\u0e1b\u0e17\u0e32\u0e07\u0e0b\u0e49\u0e32\u0e22
# For Right-to-left languages, this string should read "Move left"
MOVE_RIGHT=\u0e22\u0e49\u0e32\u0e22\u0e44\u0e1b\u0e17\u0e32\u0e07\u0e02\u0e27\u0e32
MOVE_UP=\u0e22\u0e49\u0e32\u0e22\u0e02\u0e36\u0e49\u0e19
MOVE_DOWN=\u0e22\u0e49\u0e32\u0e22\u0e25\u0e07
EDIT=\u0e41\u0e01\u0e49\u0e44\u0e02
REFRESH=\u0e23\u0e35\u0e40\u0e1f\u0e23\u0e0a
HELP=\u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49
CLOSE=\u0e25\u0e1a\u0e2d\u0e2d\u0e01
CLOSE_ARIADESCRIBEDBY=: \u0e01\u0e32\u0e23\u0e25\u0e1a\u0e08\u0e30\u0e04\u0e37\u0e19\u0e42\u0e1f\u0e01\u0e31\u0e2a\u0e01\u0e25\u0e31\u0e1a\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e2a\u0e48\u0e27\u0e19\u0e1a\u0e19\u0e02\u0e2d\u0e07\u0e40\u0e1e\u0e08
MOVE=\u0e22\u0e49\u0e32\u0e22\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15
MENU_TITLE=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23
ERROR=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e42\u0e2b\u0e25\u0e14\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15
ERROR_ALT=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14


# IWIDGET SUPPORT
IWIDGET_MENU_TITLE=\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15
SAVE_BUTTON=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
CANCEL_BUTTON=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01


# DND AVATAR
ADD_WIDGET=\u0e1b\u0e25\u0e48\u0e2d\u0e22\u0e40\u0e21\u0e32\u0e2a\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e25\u0e07\u0e43\u0e19\u0e40\u0e1e\u0e08
CANNOT_ADD_WIDGET=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48
MOVE_WIDGET=\u0e1b\u0e25\u0e48\u0e2d\u0e22\u0e40\u0e21\u0e32\u0e2a\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e27\u0e32\u0e07\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15
CANNOT_DROP_WIDGET=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e27\u0e32\u0e07\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48
TITLE_CREATE_WIDGET=\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15
TITLE_MOVE_WIDGET=\u0e01\u0e32\u0e23\u0e22\u0e49\u0e32\u0e22\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15


# SCROLLER
# Do no translate the text between ${ and }
SCROLLING_STATUS_WITH_TOTAL=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e14\u0e39 ${begin}-${end} \u0e08\u0e32\u0e01 ${total}
SCROLLING_STATUS=\u0e01\u0e32\u0e23\u0e14\u0e39 ${begin}-${end}
PREVIOUS=\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49
NEXT=\u0e16\u0e31\u0e14\u0e44\u0e1b


# WIDGET ADMIN
ERROR_PROTOCOL=\u0e42\u0e1b\u0e23\u0e42\u0e15\u0e04\u0e2d\u0e25\u0e44\u0e21\u0e48\u0e23\u0e2d\u0e07\u0e23\u0e31\u0e1a\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e23\u0e35\u0e0b\u0e2d\u0e23\u0e4c\u0e2a
ERROR_EMPTY_URL=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e01\u0e48\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
ERROR_WIDGETTAB=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e41\u0e2a\u0e14\u0e07\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e1a\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e2b\u0e23\u0e37\u0e2d\u0e2b\u0e19\u0e49\u0e32\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15 \u0e2b\u0e23\u0e37\u0e2d\u0e17\u0e31\u0e49\u0e07\u0e2a\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32
ERROR_SYSTEM_WIDGETS=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e23\u0e30\u0e1a\u0e1a\u0e44\u0e14\u0e49
ERROR_EMPTY_NAME=\u0e1b\u0e49\u0e2d\u0e19\u0e2b\u0e31\u0e27\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e01\u0e48\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
ERROR_SELECT_WIDGET=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e01\u0e48\u0e2d\u0e19\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23


# WIDGET TAB CONFIGURATION
WIDGET_TAB_CONFIG_MSG=\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19\u0e04\u0e37\u0e2d\u0e40\u0e1e\u0e08\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
WIDGET_TAB_CONFIG_ENABLED=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
WIDGET_TAB_CONFIG_DISABLED=\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
WIDGET_TAB_CONFIG_SAVE=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
