# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: No hay ning\u00fan widget disponible en el cat\u00e1logo.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: No se han especificado las preferencias de usuario para el usuario identificado por {0}
info.nouserpref.create=CLFRQ0351I: No hay instancias de widget que existan para el usuario {0} y la instancia de separador {1}, creando el conjunto predeterminado.
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: No se pudieron recuperar los detalles de usuario con el ID de inicio de sesi\u00f3n {0} debido a una excepci\u00f3n. La excepci\u00f3n se produjo al recuperar los detalles directamente a trav\u00e9s de gestor de miembros virtuales: {1}.
error.retrieve.user.wpi=CLFRQ0341E: No se han podido recuperar los detalles de usuario con el ID de inicio de sesi\u00f3n {0} debido a una excepci\u00f3n. La excepci\u00f3n se ha producido al recuperar los detalles a trav\u00e9s de la extensi\u00f3n del servicio de directorio de perfiles (Profiles Directory Service Extension): {1}.
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: No se devolvieron detalles de usuario para el usuario con el ID de inicio de sesi\u00f3n: {0}. Se intentaron recuperar los detalles a trav\u00e9s del gestor de miembros virtuales (VMM) directamente. Es posible que el usuario no sea un usuario v\u00e1lido en el registro de usuarios.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: No se devolvieron detalles de usuario para el usuario con el ID de inicio de sesi\u00f3n: {0}. Se intentaron recuperar los detalles a trav\u00e9s de la ampliaci\u00f3n del servicio de directorio de perfiles (Profiles Directory Service Extension). Es posible que el usuario no sea un usuario v\u00e1lido en los perfiles.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: El correo electr\u00f3nico o el identificador de usuario es nulo. \u00c9stos son los valores recuperados: correo electr\u00f3nico {0}, identificador de usuario {1}

error.userpref.position=CLFRQ0057E: No se ha especificado el par\u00e1metro de posici\u00f3n para este usuario: {0}
error.userpref.widgetid=CLFRQ0067E: No se ha especificado el identificador de widget para este usuario: {0}

# {0} REST should be left in English
error.action.null=CLFRQ0074E: No se ha especificado la acci\u00f3n para esta llamada REST.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: Se ha producido un error al suprimir la posici\u00f3n de este usuario: {0}. El usuario estaba intentando suprimir el widget con el identificador {1} en la paleta.

error.userpref.change.widget.setting=CLFRQ0060E: Se ha producido un error al intentar aplicar nuevos valores de widget con esta informaci\u00f3n: {0}
error.userpref.null.profileprovider=CLFRQ0071E: Se ha producido un error al recuperar el proveedor de perfiles. El proveedor de perfiles es nulo.
error.update.lastVisit.user=CLFRQ0089E: Se ha producido un error al actualizar la informaci\u00f3n de \u00faltima visita del usuario: {0}
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: Se ha producido un error al actualizar el campo de \u00faltima visita de un usuario con este identificador: {0}
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: Se ha producido un error al recuperar el perfil de miembro. El perfil de miembro es nulo.
error.userpref.validateNewUser.createUser=CLFRQ0125E: Se ha producido un error al crear un nuevo usuario para la p\u00e1gina inicial con correo electr\u00f3nico {0} y el identificador {1}.
error.userpref.get.widgetprefs=CLFRQ0126E: Se ha producido un error al recuperar la informaci\u00f3n de preferencias de widget para el usuario identificado por {0}, el widget identificado por {1} y la instancia de separador identificada por {2}.
error.userpref.check.admin.pref=CLFRQ0200E: No ha sido posible comprobar las preferencias relacionadas con la modalidad de prueba de administraci\u00f3n para el usuario con el correo electr\u00f3nico {0}.
error.userpref.createPersisBean=CLFRQ0191E: Se ha producido un error al crear el bean de persistencia para el usuario con el correo electr\u00f3nico {0}.
error.userpref.load.widget.setting=CLFRQ0199E: Se ha producido un error al cargar la personalizaci\u00f3n para el usuario con el correo electr\u00f3nico {0} y el widget con el identificador {1}.
error.userpref.setNumberColumns=CLFRQ0354E: Se ha producido un error al establecer el par\u00e1metro de solicitud con el n\u00famero de columna para la instancia de separador {0}. Consulte las excepciones anidadas para obtener informaci\u00f3n m\u00e1s detallada.
error.userpref.get.numberColumns=CLFRQ0357E: Se ha producido un error al actualizar el n\u00famero de columnas del ID de separador {0}.
error.tabheaderservlet.setTabs=CLFRQ0350E: Se ha producido un error al obtener la lista de instancias de separador del usuario {0}. Consulte la excepci\u00f3n anidada para obtener informaci\u00f3n m\u00e1s detallada.

error.email.null=CLFRQ0076E: Falta el correo electr\u00f3nico del usuario de la sesi\u00f3n.
error.session.invalid=CLFRQ0075E: La sesi\u00f3n de usuario actual no es v\u00e1lida.
error.action.invalid=CLFRQ0077E: La acci\u00f3n: {0} no es v\u00e1lida para esta llamada REST.
error.widgetInfo.retrieve=CLFRQ0078E: Se ha producido un error al recuperar la informaci\u00f3n de widgets disponible.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: Protocolo no soportado para {0}

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: Se ha producido un error en el servicio de configuraci\u00f3n del cat\u00e1logo.
error.widgetInfo.response=CLFRQ0091E: Se ha producido un error de entrada-salida mientras el descriptor de widget estaba respondiendo al cliente. El contenido del descriptor XML es: {0}

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: No se ha podido recuperar el servicio de administraci\u00f3n del cat\u00e1logo de widgets.
error.initializing.catalog.service=CLFRQ0275E: No se ha podido recuperar el servicio de cat\u00e1logo de widgets.
error.initializing.panel.service=CLFRQ0356E: No se ha podido recuperar el panel de servicio.

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: No se ha podido recuperar una instancia del servicio de colocaci\u00f3n en memoria cach\u00e9 de descriptores. Consulte la excepci\u00f3n anidada para obtener informaci\u00f3n m\u00e1s detallada.
error.caching.service.startup=CLFRQ0390E: Se ha producido un error al inicializar el servicio de colocaci\u00f3n en memoria cach\u00e9 de descriptores con la lista de widgets disponibles. Consulte la excepci\u00f3n anidada para obtener informaci\u00f3n m\u00e1s detallada.
error.caching.service.getDescriptor=CLFRQ0387E: Se ha producido un error al recuperar el descriptor para el widget {0} en la memoria cach\u00e9. Consulte la excepci\u00f3n anidada para obtener informaci\u00f3n m\u00e1s detallada.

error.build.number.missing=CLFRQ0104E: El paquete de recursos que contiene la versi\u00f3n de compilaci\u00f3n no existe.
error.build.number.noname=CLFRQ0100E: No se ha proporcionado ning\u00fan nombre para el paquete de recursos que contiene la versi\u00f3n de compilaci\u00f3n.
error.build.number.cast=CLFRQ0106E: Tipo de datos err\u00f3neo para la versi\u00f3n de compilaci\u00f3n.

error.admin.null.widget=CLFRQ0198E: No se ha proporcionado un identificador de widget como par\u00e1metro.
error.admin.enable=CLFRQ0192E: No se ha podido habilitar el widget con identificador {0}.
error.admin.disable=CLFRQ0201E: No se ha podido inhabilitar el widget con identificador {0}.
error.admin.remove=CLFRQ0195E: No se ha podido suprimir el widget con identificador {0}.
error.admin.add=CLFRQ0194E: No se ha podido a\u00f1adir el nuevo widget al cat\u00e1logo. Se han proporcionado los datos siguientes: {0}
error.admin.update=CLFRQ0196E: No se ha podido actualizar el widget en el cat\u00e1logo. Se han proporcionado los datos siguientes: {0}
error.admin.retrieve=CLFRQ0193E: No se ha podido recuperar el widget con identificador {0} del cat\u00e1logo.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: Se ha producido un error al establecer la modalidad de prueba de administraci\u00f3n en {0} para el usuario con el correo electr\u00f3nico {1}.

info.wpi.on=CLFRQ0340I: El servicio de la p\u00e1gina de inicio est\u00e1 en ejecuci\u00f3n con la ampliaci\u00f3n del servicio del directorio de perfiles (Profiles Directory Service Extension) habilitada.
info.wpi.off=CLFRQ0343I: El servicio de la p\u00e1gina de inicio est\u00e1 en ejecuci\u00f3n con la ampliaci\u00f3n del servicio del directorio de perfiles (Profiles Directory Service Extension) inhabilitada.

error.url.check.config=CLFRQ0271E: Se ha producido un error al intentar recuperar el servicio de HCL Connections para consultar este URL: {0}
warn.url.check.io=CLFRQ0273W: Se ha producido un error al intentar consultar este URL: {0}
warn.url.check.url=CLFRQ0612W: Se ha producido un error al intentar consultar este URL: {0}

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: No se ha podido recuperar el servicio de preferencias de usuario para actualizar la modalidad de bienvenida.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: Se ha producido un error de servicios de directorio al recuperar los grupos del usuario {0}.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: Se ha producido un error al generar el canal de informaci\u00f3n de resultados de la b\u00fasqueda.
error.index.missing=CLFRQ0400E: Falta el \u00edndice de b\u00fasqueda.
error.naming.exception=CLFRQ0301E: Se ha detectado la excepci\u00f3n de denominaci\u00f3n JNDI. Se ha desplegado de forma incorrecta la aplicaci\u00f3n P\u00e1gina inicial de Connections.
error.create.exception=CLFRQ0385E: Se ha producido un error durante la recuperaci\u00f3n de los resultados.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: Redireccionando el navegador a {0} despu\u00e9s de que se detectase una reto de autenticaci\u00f3n basado en formularios en una solicitud as\u00edncrona.
info.redirect.nocookie=CLFRQ0299I: No se ha detectado ninguna cookie de p\u00e1gina inicial despu\u00e9s de que se detectase un reto de autenticaci\u00f3n basado en formularios en una solicitud as\u00edncrona, por lo que se est\u00e1 redirigiendo a la ra\u00edz de v\u00eda de acceso del contexto de la p\u00e1gina inicial de forma predeterminada.
error.homepage.redirect.ventura=CLFRQ0300E: Se ha producido un error al obtener el URL de la ra\u00edz del contexto de la p\u00e1gina inicial desde los archivos de configuraci\u00f3n.

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: Se ha producido un error al a\u00f1adir el descriptor para el widget {0} en la memoria cach\u00e9. Para obtener detalles completos, consulte la excepci\u00f3n anidada.
error.admin.cache.updateDescriptor=CLFRQ0325E: Se ha producido un error al actualizar el descriptor para el widget {0} en la memoria cach\u00e9. Para obtener detalles completos, consulte la excepci\u00f3n anidada.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: Se ha producido un error al obtener una instancia de separador para el usuario {0}. Consulte la excepci\u00f3n anidada para obtener informaci\u00f3n m\u00e1s detallada.
error.filter.get.userId=CLFRQ0355E: No es posible recuperar el ID de instancia de separador. Se ha producido un error al obtener el ID interno del usuario autenticado desde la sesi\u00f3n.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: Se ha producido un error al invocar una interfaz remota (EJB) para marcar o desmarcar la historia de noticias con el ID {0} como guardado. Consulte las excepciones anidadas para obtener informaci\u00f3n m\u00e1s detallada.
error.createEJBHome.exception=CLFRQ0384E: Se ha producido un error al crear una interfaz remota (EJB) para el repositorio de noticias. Consulte los registros para obtener m\u00e1s detalles.
error.fetchNews.remoteException=CLFRQ0382E: Se ha producido un error al invocar a una interfaz remota (EJB) para recuperar historias de las noticias para el ID de persona {0}. Consulte las excepciones anidadas para obtener informaci\u00f3n m\u00e1s detallada.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: Se ha pasado un tama\u00f1o de p\u00e1gina no v\u00e1lido ({0}) como par\u00e1metro de solicitud. Se utiliza el valor de tama\u00f1o de p\u00e1gina predeterminado: {1}. El usuario es: {2}.

error.fetchNews.getEJB.exception=CLFRQ0402E: Se ha producido un error al obtener una instancia a una referencia de EJB.
error.fetchNews.generic.exception=CLFRQ0401E: Se ha producido un error al invocar a una interfaz remota (EJB). Consulte la excepci\u00f3n anidada para obtener informaci\u00f3n m\u00e1s detallada.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: Se ha producido un error al inicializar la correlaci\u00f3n entre icono y URL que se utiliza para los sprites en el flujo de noticias (p\u00e1gina actualizada). Consulte la excepci\u00f3n anidada para obtener informaci\u00f3n m\u00e1s detallada.
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: No est\u00e1 definida la referencia al archivo de propiedades (web.xml) que se utiliza para los iconos de sprite en el flujo de noticias. Compruebe el valor del par\u00e1metro de inicializaci\u00f3n denominado {0}.

# JSON parsing messages
error.json.parse=CLFRQ0353E: Se ha producido un error al analizar el dise\u00f1o de la serie de texto JSON {0}. Consulte la excepci\u00f3n anidada para obtener informaci\u00f3n m\u00e1s detallada.

# Security related messages
error.security.tab.ownership=CLFRQ0393E: Se recibi\u00f3 una solicitud para modificar la informaci\u00f3n relacionada con la instancia de separador {0}. Sin embargo, el usuario actualmente autenticado {1} no es el propietario de esta instancia de separador.
error.security.service.exception=CLFRQ0394E: Se ha producido un error al recuperar informaci\u00f3n de la base de datos durante la comprobaci\u00f3n de las restricciones de seguridad para guardar la informaci\u00f3n de dise\u00f1o. Consulte la excepci\u00f3n anidada para obtener informaci\u00f3n m\u00e1s detallada.
error.security.widgetInstance.ownership=CLFRQ0392E: Se recibi\u00f3 una solicitud para modificar la informaci\u00f3n relacionada con la instancia de widget {0}. Sin embargo, el usuario actualmente autenticado {1} no es el propietario de esta instancia de widget.
error.security.widget.notAllowedOnTab=CLFRQ0395E: Se realiz\u00f3 una solicitud para a\u00f1adir un widget {0} a la instancia de separador {1}. Sin embargo, el administrador no permite este widget en este separador. El usuario autenticado era {2}.

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: Un manejador de eventos anteriores registrado ha emitido una excepci\u00f3n durante una transacci\u00f3n de p\u00e1gina inicial para el evento llamado {0} La transacci\u00f3n ha fallado.
error.event.post.invoke=CLFRQ0422E: Un manejador de eventos posteriores registrado ha emitido una excepci\u00f3n durante una transacci\u00f3n de p\u00e1gina inicial para el evento llamado {0} La transacci\u00f3n ha fallado.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: Un manejador de eventos registrado ha impedido que la etiqueta {0} se a\u00f1adiera
error.event.handler.tag.remove=CLFRQ0418E: Un manejador de eventos registrado ha impedido que la etiqueta {0} se eliminara
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: Un manejador de eventos registrado ha impedido que la persona con ID {0} se a\u00f1adiera
error.event.handler.person.remove=CLFRQ0420E: Un manejador de eventos registrado ha impedido que la persona con ID {0} se eliminara

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: No se puede encontrar la clave de t\u00edtulo {0} en el paquete {1}

error.action.error.general=CLFRQ0415E: Se ha producido un error al ejecutar la acci\u00f3n. Consulte la excepci\u00f3n anidada para obtener informaci\u00f3n m\u00e1s detallada.

#Service config servlet
error.serviceconfig=CLFRQ0414E: Se ha producido un error al manejar una llamada a la API de configuraci\u00f3n de servicio. Para obtener detalles completos, consulte la excepci\u00f3n anidada.

#Metrics action
info.action.metrics=CLFRQ0421I: Las m\u00e9tricas del sistema no est\u00e1n disponibles todav\u00eda o el administrador las ha inhabilitado. P\u00f3ngase en contacto con el administrador para obtener informaci\u00f3n.
error.loading.news.config.settings=CLFRQ0436E: Se ha producido un error al cargar el valor de tiempo de vida del historial desde news-config.xml.
