# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: Det finns inga tillg\u00e4ngliga widgetar i katalogen.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: Anv\u00e4ndarinst\u00e4llningarna har inte angetts f\u00f6r anv\u00e4ndaren med ID:t {0}.
info.nouserpref.create=CLFRQ0351I: Det finns inga befintliga widgetf\u00f6rekomster f\u00f6r anv\u00e4ndaren {0} och flikf\u00f6rekomsten {1}. Skapar en standardupps\u00e4ttning
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: Det uppstod ett undantag. Det gick inte att h\u00e4mta detaljerna f\u00f6r anv\u00e4ndaren med inloggnings-ID:t {0}. Undantaget uppstod n\u00e4r detaljerna skulle h\u00e4mtas direkt via hanteraren f\u00f6r virtuella medlemmar: {1}
error.retrieve.user.wpi=CLFRQ0341E: Det uppstod ett undantag. Det gick inte att h\u00e4mta detaljerna f\u00f6r anv\u00e4ndaren med inloggnings-ID:t {0}. Undantaget uppstod n\u00e4r detaljerna skulle h\u00e4mtas via profilkatalogtj\u00e4nsteut\u00f6kningen: {1}
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: Inga anv\u00e4ndardetaljer returnerades f\u00f6r anv\u00e4ndaren med inloggnings-ID:t {0}. F\u00f6rs\u00f6kte h\u00e4mta detaljerna direkt via hanteraren f\u00f6r virtuella medlemmar. Anv\u00e4ndaren \u00e4r eventuellt inte en giltig anv\u00e4ndare i anv\u00e4ndarregistret.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: Inga anv\u00e4ndardetaljer returnerades f\u00f6r anv\u00e4ndaren med inloggnings-ID:t {0}. F\u00f6rs\u00f6kte h\u00e4mta detaljerna direkt via profilkatalogtj\u00e4nsteut\u00f6kningen. Anv\u00e4ndaren \u00e4r eventuellt inte en giltig profilanv\u00e4ndare.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: Mejladressen eller anv\u00e4ndar-ID:t \u00e4r null: F\u00f6ljande v\u00e4rden h\u00e4mtades: mejladress: {0}, anv\u00e4ndar-ID: {1}

error.userpref.position=CLFRQ0057E: Positionsparametern har inte angetts f\u00f6r anv\u00e4ndaren {0}
error.userpref.widgetid=CLFRQ0067E: Widget-ID:t har inte angetts f\u00f6r anv\u00e4ndaren {0}

# {0} REST should be left in English
error.action.null=CLFRQ0074E: \u00c5tg\u00e4rden har inte angetts f\u00f6r det h\u00e4r REST-anropet.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: Det uppstod ett fel n\u00e4r positionen f\u00f6r anv\u00e4ndaren {0} skulle tas bort. Anv\u00e4ndaren f\u00f6rs\u00f6kte flytta widgeten med ID:t {1} till sidopaletten.

error.userpref.change.widget.setting=CLFRQ0060E: Det uppstod ett fel n\u00e4r de nya widgetinst\u00e4llningarna skulle anv\u00e4ndas med f\u00f6ljande information: {0}
error.userpref.null.profileprovider=CLFRQ0071E: Det uppstod ett fel n\u00e4r profilleverant\u00f6ren skulle h\u00e4mtas. V\u00e4rdet f\u00f6r profilleverant\u00f6r \u00e4r null.
error.update.lastVisit.user=CLFRQ0089E: Det uppstod ett fel n\u00e4r information om senaste bes\u00f6k f\u00f6r anv\u00e4ndaren {0} skulle uppdateras
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: Det uppstod ett fel n\u00e4r f\u00e4ltet med information om senaste bes\u00f6k skulle uppdateras f\u00f6r anv\u00e4ndare med ID:t {0}
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: Det uppstod ett fel n\u00e4r medlemsprofilen skulle h\u00e4mtas. V\u00e4rdet f\u00f6r medlemsprofil \u00e4r null.
error.userpref.validateNewUser.createUser=CLFRQ0125E: Det uppstod ett fel n\u00e4r en anv\u00e4ndare skulle skapas f\u00f6r hemsidan. Mejladress: {0}, ID: {1}.
error.userpref.get.widgetprefs=CLFRQ0126E: Det uppstod ett fel n\u00e4r widgetinst\u00e4llningsinformation skulle h\u00e4mtas f\u00f6r anv\u00e4ndaren {0}, widget {1} och flikf\u00f6rekomst {2}
error.userpref.check.admin.pref=CLFRQ0200E: Det gick inte att kontrollera inst\u00e4llningarna f\u00f6r administrationstestl\u00e4get f\u00f6r anv\u00e4ndaren med mejladressen {0}.
error.userpref.createPersisBean=CLFRQ0191E: Det uppstod ett fel n\u00e4r en best\u00e4ndighetsb\u00f6na skulle skapas f\u00f6r anv\u00e4ndaren med mejladressen {0}.
error.userpref.load.widget.setting=CLFRQ0199E: Det uppstod ett fel n\u00e4r anpassningar skulle l\u00e4sas in f\u00f6r anv\u00e4ndaren med mejladressen {0} och widgeten med ID:t {1}.
error.userpref.setNumberColumns=CLFRQ0354E: Det uppstod ett fel n\u00e4r beg\u00e4ranparametern som inneh\u00e5ller antal kolumner skulle anges f\u00f6r flikf\u00f6rekomsten {0}. Det finns mer information i undantagsmeddelandet.
error.userpref.get.numberColumns=CLFRQ0357E: Det uppstod ett fel n\u00e4r antal kolumner skulle uppdateras fr\u00e5n flik-ID:t {0}
error.tabheaderservlet.setTabs=CLFRQ0350E: Det uppstod ett fel n\u00e4r listan med flikf\u00f6rekomster f\u00f6r anv\u00e4ndaren {0} skulle h\u00e4mtas. Det finns mer information i undantagsmeddelandet.

error.email.null=CLFRQ0076E: Attributet f\u00f6r anv\u00e4ndarmejl saknas i sessionen.
error.session.invalid=CLFRQ0075E: Den aktuella anv\u00e4ndarsessionen \u00e4r ogiltig.
error.action.invalid=CLFRQ0077E: \u00c5tg\u00e4rden {0} \u00e4r ogiltig f\u00f6r det h\u00e4r REST-anropet.
error.widgetInfo.retrieve=CLFRQ0078E: Det uppstod ett fel n\u00e4r information om tillg\u00e4ngliga widgetar skulle h\u00e4mtas.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: Protokollet kan inte anv\u00e4ndas f\u00f6r {0}

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: Det uppstod ett fel i katalogkonfigurationstj\u00e4nsten.
error.widgetInfo.response=CLFRQ0091E: Det uppstod ett I/O-fel n\u00e4r ett svar returnerades fr\u00e5n widgetbeskrivningen till klienten. Inneh\u00e5ll i XML-beskrivningen: {0}

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: Det gick inte att h\u00e4mta widgetkatalogsadministrationstj\u00e4nsten.
error.initializing.catalog.service=CLFRQ0275E: Det gick inte att h\u00e4mta widgetkatalogtj\u00e4nsten.
error.initializing.panel.service=CLFRQ0356E: Det gick inte att h\u00e4mta ruttj\u00e4nsten

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: Det gick inte att h\u00e4mta en f\u00f6rekomst av minnescachningstj\u00e4nsten f\u00f6r widgetbeskrivningar. Det finns mer information i undantagsmeddelandet.
error.caching.service.startup=CLFRQ0390E: Det uppstod ett fel n\u00e4r minnescachningstj\u00e4nsten f\u00f6r widgetbeskrivningar skulle uppdateras med en lista med tillg\u00e4ngliga widgetar. Det finns mer information i undantagsmeddelandet.
error.caching.service.getDescriptor=CLFRQ0387E: Det uppstod ett fel n\u00e4r beskrivningen av widgeten {0} skulle h\u00e4mtas fr\u00e5n minnescachen. Det finns mer information i undantagsmeddelandet.

error.build.number.missing=CLFRQ0104E: Det resurspaket som inneh\u00e5ller byggversion finns inte.
error.build.number.noname=CLFRQ0100E: Inget namn har angetts f\u00f6r det resurspaket som inneh\u00e5ller byggversionen.
error.build.number.cast=CLFRQ0106E: Ogiltig datatyp f\u00f6r byggversion.

error.admin.null.widget=CLFRQ0198E: Inget widget-ID anges som parameter.
error.admin.enable=CLFRQ0192E: Det gick inte att uppdatera widgeten med ID {0}.
error.admin.disable=CLFRQ0201E: Det gick inte att avaktivera widgeten med ID {0}.
error.admin.remove=CLFRQ0195E: Det gick inte att ta bort widgeten med ID {0}.
error.admin.add=CLFRQ0194E: Det gick inte att l\u00e4gga till den nya widgeten i katalogen. F\u00f6ljande data angavs: {0}
error.admin.update=CLFRQ0196E: Det gick inte att uppdatera widgeten i katalogen. F\u00f6ljande data angavs: {0}
error.admin.retrieve=CLFRQ0193E: Det gick inte att ta bort widgeten med ID:t {0} fr\u00e5n katalogen.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: Det uppstod ett fel n\u00e4r administrationstestl\u00e4get skulle anges till {0} f\u00f6r anv\u00e4ndaren med mejladressen {1}.

info.wpi.on=CLFRQ0340I: Hemsidetj\u00e4nsten k\u00f6rs med profilkatalogtj\u00e4nsteut\u00f6kningen aktiverad.
info.wpi.off=CLFRQ0343I: Hemsidetj\u00e4nsten k\u00f6rs med profilkatalogtj\u00e4nsteut\u00f6kningen avaktiverad.

error.url.check.config=CLFRQ0271E: Det uppstod ett fel n\u00e4r HCL Connections-tj\u00e4nsten f\u00f6r kontroll av URL-adressen {0} skulle h\u00e4mtas
warn.url.check.io=CLFRQ0273W: Det uppstod ett fel n\u00e4r URL-adressen {0} skulle kontrolleras
warn.url.check.url=CLFRQ0612W: Det uppstod ett fel n\u00e4r URL-adressen {0} skulle kontrolleras

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: Det gick inte att h\u00e4mta anv\u00e4ndarinst\u00e4llningstj\u00e4nsten f\u00f6r uppdatering av v\u00e4lkomstl\u00e4get.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: Det uppstod ett katalogtj\u00e4nstefel n\u00e4r grupper skulle h\u00e4mtas f\u00f6r anv\u00e4ndaren {0}.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: Det uppstod ett fel n\u00e4r s\u00f6kresultatfl\u00f6det skulle genereras.
error.index.missing=CLFRQ0400E: S\u00f6kindexet saknas.
error.naming.exception=CLFRQ0301E: Det uppstod ett JNDI-namngivningsundantag. Applikationen Hemsida f\u00f6r Connections har driftsatts p\u00e5 fel s\u00e4tt.
error.create.exception=CLFRQ0385E: Det uppstod ett fel n\u00e4r resultaten skulle h\u00e4mtas.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: Omdirigerar webbl\u00e4saren till {0} efter att en formul\u00e4rbaserad autentiseringsbeg\u00e4ran uppt\u00e4ckts i en asynkron beg\u00e4ran
info.redirect.nocookie=CLFRQ0299I: Ingen hemsideskaka uppt\u00e4cktes efter en formul\u00e4rbaserad autentiseringsbeg\u00e4ran i en asynkron beg\u00e4ran. Omdirigerar till hemsidekontexts\u00f6kv\u00e4gsroten
error.homepage.redirect.ventura=CLFRQ0300E: Det uppstod ett fel n\u00e4r URL-adressen till hemsidekontextroten skulle h\u00e4mtas fr\u00e5n konfigurationsfilerna

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: Det uppstod ett fel n\u00e4r en beskrivning skulle l\u00e4ggas till i widgeten {0} f\u00f6r minnescachning. Det finns mer information i undantagsmeddelandet.
error.admin.cache.updateDescriptor=CLFRQ0325E: Det uppstod ett fel n\u00e4r beskrivningen f\u00f6r widgeten {0} f\u00f6r minnescachning skulle uppdateras. Det finns mer information i undantagsmeddelandet.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: Det uppstod ett fel n\u00e4r en flikf\u00f6rekomst f\u00f6r anv\u00e4ndaren {0} skulle h\u00e4mtas. Det finns mer information i undantagsmeddelandet.
error.filter.get.userId=CLFRQ0355E: Det gick inte att h\u00e4mta flikf\u00f6rekomst-ID:t Det uppstod ett fel n\u00e4r det interna ID:t f\u00f6r den autentiserade anv\u00e4ndaren skulle h\u00e4mtas fr\u00e5n sessionen.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: Det uppstod ett fel n\u00e4r ett fj\u00e4rrgr\u00e4nssnitt (EJB) skulle anropas f\u00f6r att markera eller avmarkera nyhetsartikeln med ID:t {0} som sparad. Det finns mer information i undantagsmeddelandet.
error.createEJBHome.exception=CLFRQ0384E: Det uppstod ett fel n\u00e4r ett fj\u00e4rrgr\u00e4nssnitt (EJB) skulle skapas f\u00f6r nyhetslagret. Om du vill ha mer information l\u00e4ser du i loggarna.
error.fetchNews.remoteException=CLFRQ0382E: Det uppstod ett fel n\u00e4r ett fj\u00e4rrgr\u00e4nssnitt (EJB) skulle anropas f\u00f6r att h\u00e4mta nyhetsartiklar f\u00f6r person-ID:t {0}. Det finns mer information i undantagsmeddelandet.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: En ogiltig sidstorlek ({0}) s\u00e4ndes som beg\u00e4ranparameter. Standardsidstorleksv\u00e4rdet {1} anv\u00e4nds. Anv\u00e4ndare: {2}

error.fetchNews.getEJB.exception=CLFRQ0402E: Det uppstod ett fel n\u00e4r en f\u00f6rekomst skulle h\u00e4mtas till EJB-referensen.
error.fetchNews.generic.exception=CLFRQ0401E: Det uppstod ett fel n\u00e4r ett fj\u00e4rrgr\u00e4nssnitt (EJB) skulle anropas. Det finns mer information i undantagsmeddelandet.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: Det uppstod ett fel n\u00e4r den ikon-till-URL-adressavbildning som anv\u00e4nds f\u00f6r ikoner p\u00e5 uppdateringssidan. Det finns mer information i undantagsmeddelandet.
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: Referensen till egenskapsfilen (web.xml) f\u00f6r ikoner p\u00e5 uppdateringssidan \u00e4r odefinierad. Kontrollera v\u00e4rdet p\u00e5 initieringsparametern {0}

# JSON parsing messages
error.json.parse=CLFRQ0353E: Det uppstod ett fel n\u00e4r layout-JSON-str\u00e4ngen {0} skulle tolkas. Det finns mer information i undantagsmeddelandet.

# Security related messages
error.security.tab.ownership=CLFRQ0393E: En beg\u00e4ran om att \u00e4ndra informationen f\u00f6r flikf\u00f6rekomsten {0} togs emot men den aktuella autentiserade anv\u00e4ndaren, {1}, \u00e4ger inte den h\u00e4r flikf\u00f6rekomsten.
error.security.service.exception=CLFRQ0394E: Det uppstod ett fel n\u00e4r information skulle h\u00e4mtas fr\u00e5n databasen vid kontroll av s\u00e4kerhetsbegr\u00e4nsningar f\u00f6r att spara layoutinformation. Det finns mer information i undantagsmeddelandet.
error.security.widgetInstance.ownership=CLFRQ0392E: En beg\u00e4ran om att \u00e4ndra informationen f\u00f6r widgetf\u00f6rekomsten {0} togs emot men den aktuella autentiserade anv\u00e4ndaren, {1}, \u00e4ger inte den h\u00e4r widgetf\u00f6rekomsten.
error.security.widget.notAllowedOnTab=CLFRQ0395E: En beg\u00e4ran om att l\u00e4gga till widgeten {0} till flikf\u00f6rekomsten {1} togs emot men administrat\u00f6ren har angett att den h\u00e4r widgeten inte \u00e4r till\u00e5ts p\u00e5 den h\u00e4r fliken. Autentiserad anv\u00e4ndare: {2}

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: Det uppstod ett undantag i en registrerad f\u00f6rh\u00e4ndelsehanterare under en hemsidetransaktion f\u00f6r h\u00e4ndelsen {0}. Det gick inte att slutf\u00f6ra transaktionen.
error.event.post.invoke=CLFRQ0422E: Det uppstod ett undantag i en registrerad efterh\u00e4ndelsehanterare under en hemsidetransaktion f\u00f6r h\u00e4ndelsen {0}. Det gick inte att slutf\u00f6ra transaktionen.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: Taggen {0} lades inte till p\u00e5 grund av en registrerad h\u00e4ndelsehanterare
error.event.handler.tag.remove=CLFRQ0418E: Taggen {0} togs inte bort p\u00e5 grund av en registrerad h\u00e4ndelsehanterare
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: Personen med ID:t {0} lades inte till p\u00e5 grund av en registrerad h\u00e4ndelsehanterare
error.event.handler.person.remove=CLFRQ0420E: Personen med ID:t {0} togs inte bort p\u00e5 grund av en registrerad h\u00e4ndelsehanterare

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: Det gick inte att hitta namnnyckeln {0} i paketet {1}

error.action.error.general=CLFRQ0415E: Det uppstod ett fel n\u00e4r \u00e5tg\u00e4rden skulle utf\u00f6ras. Det finns mer information i undantagsmeddelandet.

#Service config servlet
error.serviceconfig=CLFRQ0414E: Det uppstod ett fel n\u00e4r ett anrop till tj\u00e4nstekonfigurations-API:t skulle hanteras. Det finns mer information i undantagsmeddelandet.

#Metrics action
info.action.metrics=CLFRQ0421I: Systemminformation \u00e4r inte tillg\u00e4nglig eller s\u00e5 har administrat\u00f6ren avaktiverat den. Om du vill ha mer information kontaktar du administrat\u00f6ren.
error.loading.news.config.settings=CLFRQ0436E: Det uppstod ett fel n\u00e4r artikellivstidsv\u00e4rdet skulle l\u00e4sas in fr\u00e5n news-config.xml.
