# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: \u041d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u043c\u0438 \u043c\u043e\u0434\u0443\u043b\u0438 \u0432 \u0434\u0438\u0430\u043b\u043e\u0433\u0430.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u0442\u0435 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f \u043d\u0435 \u0441\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b, \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d \u043e\u0442 {0}.
info.nouserpref.create=CLFRQ0351I: \u041d\u044f\u043c\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440\u0438 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b {0} \u0438 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b {1}, \u0441\u044a\u0437\u0434\u0430\u0432\u0430 \u0441\u0435 \u043d\u0430\u0431\u043e\u0440 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: \u041d\u0435 \u043c\u043e\u0436\u0430\u0445\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u043a\u0430\u0442 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u0437\u0430 \u0432\u043b\u0438\u0437\u0430\u043d\u0435: {0} \u043f\u043e\u0440\u0430\u0434\u0438 \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435. \u0418\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430\u0441\u0442\u044a\u043f\u0438 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u0434\u0438\u0440\u0435\u043a\u0442\u043d\u043e \u0447\u0440\u0435\u0437 \u0432\u0438\u0440\u0442\u0443\u0430\u043b\u043d\u0438\u044f \u043c\u0435\u043d\u0438\u0434\u0436\u044a\u0440 \u043d\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435: {1}
error.retrieve.user.wpi=CLFRQ0341E: \u041d\u0435 \u043c\u043e\u0436\u0430\u0445\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u043a\u0430\u0442 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u0437\u0430 \u0432\u043b\u0438\u0437\u0430\u043d\u0435: {0} \u043f\u043e\u0440\u0430\u0434\u0438 \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435. \u0418\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435\u0442\u043e \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u043f\u0440\u0435\u0437 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438e\u0442\u043e Profiles Directory Service: {1}
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: \u041d\u0435 \u0431\u044f\u0445\u0430 \u0432\u044a\u0440\u043d\u0430\u0442\u0438 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440: {0}. \u0418\u0437\u0432\u044a\u0440\u0448\u0438 \u0441\u0435 \u043e\u043f\u0438\u0442 \u0437\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438 \u0434\u0438\u0440\u0435\u043a\u0442\u043d\u043e \u043f\u0440\u0435\u0437 \u0432\u0438\u0440\u0442\u0443\u0430\u043b\u043d\u0438\u044f \u043c\u0435\u043d\u0438\u0434\u0436\u044a\u0440 \u043d\u0430 \u0447\u043b\u0435\u043d. \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0432 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430\u0442\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: \u041d\u0435 \u0431\u044f\u0445\u0430 \u0432\u044a\u0440\u043d\u0430\u0442\u0438 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440: {0}. \u0418\u0437\u0432\u044a\u0440\u0448\u0438 \u0441\u0435 \u043e\u043f\u0438\u0442 \u0437\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438 \u043f\u0440\u0435\u0437 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430 \u041f\u0440\u043e\u0444\u0438\u043b\u0438. \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u043co\u0436\u0435 \u0434\u0430 \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0432 \u041f\u0440\u043e\u0444\u0438\u043b\u0438.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: \u0418\u043c\u0435\u0439\u043b\u044a\u0442 \u0438\u043b\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0441\u0430 \u043d\u0443\u043b\u0435\u0432\u0438. \u0422\u043e\u0432\u0430 \u0441\u0430 \u0438\u0437\u0432\u043b\u0435\u0447\u0435\u043d\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438: \u0438\u043c\u0435\u0439\u043b {0}, \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f {1}

error.userpref.position=CLFRQ0057E: \u041f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u044a\u0442 \u0437\u0430 \u043f\u043e\u0437\u0438\u0446\u0438\u044f \u043d\u0435 \u0435 \u0443\u043a\u0430\u0437\u0430\u043d \u0437\u0430 \u0442\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b: {0}
error.userpref.widgetid=CLFRQ0067E: \u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u043d\u0435 \u0435 \u0443\u043a\u0430\u0437\u0430\u043d \u0437\u0430 \u0442\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b: {0}

# {0} REST should be left in English
error.action.null=CLFRQ0074E: \u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043d\u0435 \u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u043e \u0437\u0430 \u0442\u043e\u0432\u0430 REST \u043f\u043e\u0432\u0438\u043a\u0432\u0430\u043d\u0435.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0437\u0438\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0442\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b: {0}. \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0441\u0435 \u043e\u043f\u0438\u0442\u0432\u0430\u0448\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f \u043c\u043e\u0434\u0443\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {1} \u043a\u044a\u043c \u0441\u0442\u0440\u0430\u043d\u0438\u0447\u043d\u0430\u0442\u0430 \u043f\u0430\u043b\u0438\u0442\u0440\u0430.

error.userpref.change.widget.setting=CLFRQ0060E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0437\u0430 \u043f\u0440\u0438\u043b\u0430\u0433\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u0441 \u0442\u0430\u0437\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f {0}.
error.userpref.null.profileprovider=CLFRQ0071E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u0430 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0438. \u0414\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u044a\u0442 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0438 \u0435 \u043d\u0443\u043b\u0435\u0432.
error.update.lastVisit.user=CLFRQ0089E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u043f\u043e\u0441\u0435\u0449\u0435\u043d\u0438\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b: {0}
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u043f\u043e\u0441\u0435\u0449\u0435\u043d\u0438\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0442\u043e\u0437\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440: {0}
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0447\u043b\u0435\u043d\u0441\u043a\u0438 \u043f\u0440\u043e\u0444\u0438\u043b. \u0427\u043b\u0435\u043d\u0441\u043a\u0438\u044f\u0442 \u043f\u0440\u043e\u0444\u0438\u043b \u0435 \u043d\u0443\u043b\u0435\u0432.
error.userpref.validateNewUser.createUser=CLFRQ0125E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043d\u043e\u0432 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0441 \u0438\u043c\u0435\u0439\u043b {0} \u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {1}.
error.userpref.get.widgetprefs=CLFRQ0126E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f \u043c\u043e\u0434\u0443\u043b \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b, \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d \u043f\u043e {0}, \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b, \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d \u043f\u043e {1}, \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0430, \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d \u043f\u043e{2}
error.userpref.check.admin.pref=CLFRQ0200E: \u041d\u0435 \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u044f\u0442 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f\u0442\u0430, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441 \u0440\u0435\u0436\u0438\u043c\u0430 \u043d\u0430 \u0442\u0435\u0441\u0442\u043e\u0432\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u043c\u0435\u0439\u043b {0}.
error.userpref.createPersisBean=CLFRQ0191E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442 \u0437\u0430 \u0437\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u043c\u0435\u0439\u043b{0}.
error.userpref.load.widget.setting=CLFRQ0199E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u043c\u0435\u0439\u043b {0} \u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {1}.
error.userpref.setNumberColumns=CLFRQ0354E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430, \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0449 \u0431\u0440\u043e\u044f\u0442 \u043d\u0430 \u043a\u043e\u043b\u043e\u043d\u0438\u0442\u0435 \u0437\u0430 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440\u0438 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0438 {0}. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.
error.userpref.get.numberColumns=CLFRQ0357E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0431\u0440\u043e\u044f \u043d\u0430 \u043a\u043e\u043b\u043e\u043d\u0438\u0442\u0435 \u0437\u0430 \u0440\u0430\u0437\u0434\u0435\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0}
error.tabheaderservlet.setTabs=CLFRQ0350E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440\u0438 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b {0}. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438

error.email.null=CLFRQ0076E: \u0410\u0442\u0440\u0438\u0431\u0443\u0442\u044a\u0442 \u0437\u0430 \u0438\u043c\u0435\u0439\u043b \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043b\u0438\u043f\u0441\u0432\u0430 \u043e\u0442 \u0441\u0435\u0441\u0438\u044f\u0442\u0430.
error.session.invalid=CLFRQ0075E: \u0422\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0441\u0435\u0441\u0438\u044f \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430.
error.action.invalid=CLFRQ0077E: \u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435: {0} \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0437\u0430 \u0442\u043e\u0432\u0430 REST \u043f\u043e\u0432\u0438\u043a\u0432\u0430\u043d\u0435.
error.widgetInfo.retrieve=CLFRQ0078E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0430\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u0442\u0435 \u043c\u043e\u0434\u0443\u043b\u0438.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: \u041f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u044a\u0442 \u043d\u0435 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0437\u0430 {0}

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0432 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u043d\u0430 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430.
error.widgetInfo.response=CLFRQ0091E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043e\u0442 \u0442\u0438\u043f\u0430 \u0432\u0445\u043e\u0434-\u0438\u0437\u0445\u043e\u0434 \u043f\u0440\u0438 \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u0430 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f \u043c\u043e\u0434\u0443\u043b \u043d\u0430 \u043a\u043b\u0438\u0435\u043d\u0442\u0430. \u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u0430 \u043d\u0430 XML \u0435 \u0442\u043e\u0432\u0430: {0}

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: \u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f \u043c\u043e\u0434\u0443\u043b \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435.
error.initializing.catalog.service=CLFRQ0275E: \u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u043d\u0430 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f \u043c\u043e\u0434\u0443\u043b \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435.
error.initializing.panel.service=CLFRQ0356E: \u041f\u0430\u043d\u0435\u043b\u044a\u0442 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: \u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u043a\u0435\u0448\u0438\u0440\u0430\u043d\u0435 \u0432 \u043f\u0430\u043c\u0435\u0442\u0442\u0430 \u043d\u0430 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u0430 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f \u043c\u043e\u0434\u0443\u043b. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438
error.caching.service.startup=CLFRQ0390E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u043a\u0435\u0448\u0438\u0440\u0430\u043d\u0435 \u0432 \u043f\u0430\u043c\u0435\u0442\u0442\u0430 \u043d\u0430 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u0430 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f \u043c\u043e\u0434\u0443\u043b \u0441\u044a\u0441 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438 \u043c\u043e\u0434\u0443\u043b\u0438. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438
error.caching.service.getDescriptor=CLFRQ0387E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b {0} \u043e\u0442 \u0432\u0433\u0440\u0430\u0434\u0435\u043d\u0438\u044f \u043a\u0435\u0448 \u0432 \u043f\u0430\u043c\u0435\u0442\u0442\u0430. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438

error.build.number.missing=CLFRQ0104E: \u0420\u0435\u0441\u0443\u0440\u0441\u043d\u0438\u044f\u0442 \u043f\u0430\u043a\u0435\u0442, \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0449 \u0440\u0430\u0431\u043e\u0442\u043d\u0430\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u044f, \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.
error.build.number.noname=CLFRQ0100E: \u041d\u0435 \u0435 \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u043e \u0438\u043c\u0435 \u0437\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\u043d\u0438\u044f \u043f\u0430\u043a\u0435\u0442, \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0449 \u0440\u0430\u0431\u043e\u0442\u043d\u0430\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u044f.
error.build.number.cast=CLFRQ0106E: \u0413\u0440\u0435\u0448\u0435\u043d \u0442\u0438\u043f \u043d\u0430 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0430\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u044f.

error.admin.null.widget=CLFRQ0198E: \u041d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f \u043c\u043e\u0434\u0443\u043b \u043a\u0430\u0442\u043e \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440.
error.admin.enable=CLFRQ0192E: \u0418\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f\u0442 \u043c\u043e\u0434\u0443\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430.
error.admin.disable=CLFRQ0201E: \u0418\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430.
error.admin.remove=CLFRQ0195E: \u0418\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435.
error.admin.add=CLFRQ0194E: \u041d\u043e\u0432\u0438\u044f\u0442 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0434\u043e\u0431\u0430\u0432\u0435\u043d \u0432 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430. \u0412\u044a\u0432\u0435\u0434\u0435\u043d\u0438 \u0441\u0430 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438: {0}
error.admin.update=CLFRQ0196E: \u0418\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f\u0442 \u043c\u043e\u0434\u0443\u043b \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u0432 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430. \u0412\u044a\u0432\u0435\u0434\u0435\u043d\u0438 \u0441\u0430 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438: {0}
error.admin.retrieve=CLFRQ0193E: \u0418\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0435\u0436\u0438\u043c\u0430 \u043d\u0430 \u0442\u0435\u0441\u0442\u043e\u0432\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 {0} \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u043c\u0435\u0439\u043b {1}.

info.wpi.on=CLFRQ0340I: \u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u041d\u0430\u0447\u0430\u043b\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0440\u0430\u0431\u043e\u0442\u0438 \u0441 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u043e \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0414\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0438\u0442\u0435.
info.wpi.off=CLFRQ0343I: \u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u041d\u0430\u0447\u0430\u043b\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0440\u0430\u0431\u043e\u0442\u0438 \u0441 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u043e \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0414\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0438\u0442\u0435.

error.url.check.config=CLFRQ0271E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0437\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 HCL Connections \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0442\u043e\u0437\u0438 URL \u0430\u0434\u0440\u0435\u0441: {0}
warn.url.check.io=CLFRQ0273W: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0442\u043e\u0437\u0438 URL \u0430\u0434\u0440\u0435\u0441: {0}
warn.url.check.url=CLFRQ0612W: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0442\u043e\u0437\u0438 URL \u0430\u0434\u0440\u0435\u0441: {0}

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: \u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435, \u0437\u0430 \u0434\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0438\u044f \u0440\u0435\u0436\u0438\u043c.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0432 \u0443\u0441\u043b\u0443\u0433\u0438\u0442\u0435 \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u0438\u0442\u0435 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0433\u0440\u0443\u043f\u0438 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b {0}.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u043e\u043d\u0435\u043d \u043a\u0430\u043d\u0430\u043b \u043d\u0430 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e.
error.index.missing=CLFRQ0400E: \u0418\u043d\u0434\u0435\u043a\u0441\u044a\u0442 \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u043b\u0438\u043f\u0441\u0432\u0430.
error.naming.exception=CLFRQ0301E: \u0423\u043b\u043e\u0432\u0435\u043d\u043e \u0435 JNDI \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u043f\u0440\u0438 \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435. \u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 Connections \u0435 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u043e \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e.
error.create.exception=CLFRQ0385E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: \u041f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0431\u0440\u0430\u0443\u0437\u044a\u0440\u0430 \u043a\u044a\u043c {0} \u0441\u043b\u0435\u0434 \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f\u043d\u0435\u0442\u043e \u043d\u0430 \u0432\u044a\u043f\u0440\u043e\u0441\u0438\u0442\u0435 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0438 \u0437\u0430 \u0443\u043f\u044a\u043b\u043d\u043e\u043c\u043e\u0449\u0430\u0432\u0430\u043d\u0435 \u0437\u0430\u0441\u0435\u0447\u0435 \u0430\u0441\u0438\u043d\u0445\u0440\u043e\u043d\u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430
info.redirect.nocookie=CLFRQ0299I: No Homepage cookie detected after form-based authentication challenge on asynchronous request, redirecting to Homepage context path root by default
error.homepage.redirect.ventura=CLFRQ0300E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0433\u043b\u0430\u0432\u043d\u0438\u044f URL \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u0430 \u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043e\u0442 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b {0} \u043a\u044a\u043c \u043a\u0435\u0448\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0432 \u043f\u0430\u043c\u0435\u0442\u0442\u0430. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438
error.admin.cache.updateDescriptor=CLFRQ0325E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b {0} \u043a\u044a\u043c \u043a\u0435\u0448\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0432 \u043f\u0430\u043c\u0435\u0442\u0442\u0430. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b {0}. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438
error.filter.get.userId=CLFRQ0355E: \u041d\u0435 \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b. \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0432\u044a\u0442\u0440\u0435\u0448\u0435\u043d \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0443\u043f\u044a\u043b\u043d\u043e\u043c\u043e\u0449\u0435\u043d\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043e\u0442 \u0441\u0435\u0441\u0438\u044f\u0442\u0430.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u0438\u043a\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441 (EJB) \u0437\u0430 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d\u0435 \u0438 \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u0441\u0442\u043e\u0440\u0438\u044f \u043e\u0442 \u043d\u043e\u0432\u0438\u043d\u0438 \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0}, \u043a\u0430\u043a\u0442\u043e \u0435 \u0437\u0430\u043f\u0438\u0441\u0430\u043d\u043e. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.
error.createEJBHome.exception=CLFRQ0384E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441 (EJB) \u0432 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435\u0442\u043e \u0437\u0430 \u043d\u043e\u0432\u0438\u043d\u0438. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0442\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.
error.fetchNews.remoteException=CLFRQ0382E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u0438\u043a\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441 (EJB) \u0437\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u0441\u0442\u043e\u0440\u0438\u0438 \u043e\u0442 \u043d\u043e\u0432\u0438\u043d\u0438\u0442\u0435 \u0437\u0430 \u043b\u0438\u0446\u0435 \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0}. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: \u041d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 ({0}) \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u0435\u043d \u043a\u0430\u0442\u043e \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430: {1}. \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0435 {2}

error.fetchNews.getEJB.exception=CLFRQ0402E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 EJB \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0430\u0442\u0430.
error.fetchNews.generic.exception=CLFRQ0401E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u0438\u043a\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441 (EJB). \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043a\u043e\u043d\u0430 \u0432 \u043a\u0430\u0440\u0442\u0430\u0442\u0430 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0430, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0430 \u0437\u0430 \u0442\u0435\u0447\u0435\u043d\u0438\u044f\u0442\u0430 \u0432 \u0440\u0435\u043a\u0430\u0442\u0430 \u043e\u0442 \u043d\u043e\u0432\u0438\u043d\u0438 (\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0441 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438\u0442\u0435). \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: \u041f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0430\u0442\u0430 \u043a\u044a\u043c \u0444\u0430\u0439\u043b\u0430 \u0441\u044a\u0441 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430 (web.xml), \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0430 \u0437\u0430 \u0438\u043a\u043e\u043d\u0438\u0442\u0435 \u043d\u0430 \u0442\u0435\u0447\u0435\u043d\u0438\u044f\u0442\u0430 \u0432 \u0440\u0435\u043a\u0430\u0442\u0430 \u043e\u0442 \u043d\u043e\u0432\u0438\u043d\u0438, \u0435 \u043d\u0435\u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0430. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u0437\u0430 \u0438\u043d\u0438\u0446. \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 \u0441 \u0438\u043c\u0435 {0}

# JSON parsing messages
error.json.parse=CLFRQ0353E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043d\u0430\u043b\u0438\u0437\u0430 \u043d\u0430 \u043d\u0438\u0437 JSON \u0437\u0430 \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435 {0}. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438

# Security related messages
error.security.tab.ownership=CLFRQ0393E: \u041f\u043e\u043b\u0443\u0447\u0435\u043d\u0430 \u0435 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0430 \u0441 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b {0}. \u0412\u044a\u043f\u0440\u0435\u043a\u0438 \u0442\u043e\u0432\u0430 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0438\u044f\u0442 \u0443\u043f\u044a\u043b\u043d\u043e\u043c\u043e\u0449\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b {1} \u043d\u0435 \u043f\u0440\u0438\u0442\u0435\u0436\u0430\u0432\u0430 \u0442\u043e\u0437\u0438 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0430.
error.security.service.exception=CLFRQ0394E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043e\u0442 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u043f\u0440\u0438 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430\u0442\u0430 \u043d\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u0441\u0438\u0433\u0443\u0440\u043d\u043e\u0441\u0442 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435\u0442\u043e. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438
error.security.widgetInstance.ownership=CLFRQ0392E: \u041f\u043e\u043b\u0443\u0447\u0435\u043d\u0430 \u0435 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0430 \u0441 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b {0}. \u0412\u044a\u043f\u0440\u0435\u043a\u0438 \u0442\u043e\u0432\u0430 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0438\u044f\u0442 \u0443\u043f\u044a\u043b\u043d\u043e\u043c\u043e\u0449\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b {1} \u043d\u0435 \u043f\u0440\u0438\u0442\u0435\u0436\u0430\u0432\u0430 \u0442\u043e\u0437\u0438 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f \u043c\u043e\u0434\u0443\u043b.
error.security.widget.notAllowedOnTab=CLFRQ0395E: \u041d\u0430\u043f\u0440\u0430\u0432\u0435\u043d\u0430 \u0435 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b {0} \u043a\u044a\u043c \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440\u0430 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b {1}. \u0412\u044a\u043f\u0440\u0435\u043a\u0438 \u0442\u043e\u0432\u0430, \u0442\u043e\u0437\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u043d\u0435 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d \u0432 \u0442\u043e\u0437\u0438 \u0440\u0430\u0437\u0434\u0435\u043b \u043e\u0442 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430. \u0423\u043f\u044a\u043b\u043d\u043e\u043c\u043e\u0449\u0435\u043d\u0438\u044f\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0435 {2}

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: \u0412 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d \u043c\u0430\u043d\u0438\u043f\u0443\u043b\u0430\u0442\u043e\u0440 \u0437\u0430 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u044f\u0442\u0430 \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f \u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0437\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435 \u0441 \u0438\u043c\u0435 {0} \u0422\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430.
error.event.post.invoke=CLFRQ0422E: \u0412 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d \u043c\u0430\u043d\u0438\u043f\u0443\u043b\u0430\u0442\u043e\u0440 \u0437\u0430 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u044f\u0442\u0430 \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f \u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0437\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435 \u0441 \u0438\u043c\u0435 {0} \u0422\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d \u043c\u0430\u043d\u0438\u043f\u0443\u043b\u0430\u0442\u043e\u0440 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u044f \u0441\u043f\u0440\u044f \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435\u0442\u043e \u043d\u0430 \u0435\u0442\u0438\u043a\u0435\u0442\u0430 {0}
error.event.handler.tag.remove=CLFRQ0418E: \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d \u043c\u0430\u043d\u0438\u043f\u0443\u043b\u0430\u0442\u043e\u0440 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u044f \u0441\u043f\u0440\u044f \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0435\u0442\u0438\u043a\u0435\u0442\u0430 {0}
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d \u043c\u0430\u043d\u0438\u043f\u0443\u043b\u0430\u0442\u043e\u0440 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u044f \u0441\u043f\u0440\u044f \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435\u0442\u043e \u043d\u0430 \u043b\u0438\u0446\u0435\u0442\u043e \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0}
error.event.handler.person.remove=CLFRQ0420E: \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d \u043c\u0430\u043d\u0438\u043f\u0443\u043b\u0430\u0442\u043e\u0440 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u044f \u0441\u043f\u0440\u044f \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043b\u0438\u0446\u0435\u0442\u043e \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0}

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043d\u0430\u043c\u0435\u0440\u0438 \u043a\u043b\u044e\u0447 \u043d\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 {0} \u0432 \u043f\u0430\u043a\u0435\u0442 {1}

error.action.error.general=CLFRQ0415E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438

#Service config servlet
error.serviceconfig=CLFRQ0414E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0432\u0438\u043a\u0432\u0430\u043d\u0435 \u043a\u044a\u043c API \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0438\u0442\u0435. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.

#Metrics action
info.action.metrics=CLFRQ0421I: \u041c\u0435\u0442\u0440\u0438\u043a\u0438\u0442\u0435 \u0437\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0441\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u0438\u043b\u0438 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u044a\u0442 \u0433\u0438 \u0435 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043b. \u0421\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.
error.loading.news.config.settings=CLFRQ0436E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442 \u043e\u0442 news-config.xml.
