# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: Il n'y a pas de widgets disponibles dans le catalogue.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: Les pr\u00e9f\u00e9rences utilisateur ne sont pas d\u00e9finies pour l''utilisateur identifi\u00e9 par {0}.
info.nouserpref.create=CLFRQ0351I: Aucune instance de widget existante pour l''utilisateur {0} et l''instance d''onglet {1}, cr\u00e9ation des widgets par d\u00e9faut
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: Impossible d''extraire les informations d\u00e9taill\u00e9es pour l''utilisateur avec l''ID de connexion : {0} en raison d''une exception. Cette exception s''est produite lors de l''extraction directe des informations d\u00e9taill\u00e9es aupr\u00e8s du gestionnaire de membre virtuel : {1}
error.retrieve.user.wpi=CLFRQ0341E: Impossible d''extraire les informations d\u00e9taill\u00e9es pour l''utilisateur avec l''ID de connexion\u00a0: {0} en raison d''une exception. Cette exception s''est produite lors de l''obtention directe des informations d\u00e9taill\u00e9es via l''extension du service d''annuaire des profils\u00a0: {1}
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: Aucune information d\u00e9taill\u00e9e renvoy\u00e9e pour l''utilisateur avec l''ID connexion : {0}. Tentative d''obtention directe des informations d\u00e9taill\u00e9es aupr\u00e8s du gestionnaire de membre virtuel. Il est possible que l''utilisateur ne soit pas un utilisateur valide dans le registre d''utilisateurs.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: Aucune information d\u00e9taill\u00e9e renvoy\u00e9e pour l''utilisateur avec l''ID connexion : {0}. Tentative d''obtention directe des informations d\u00e9taill\u00e9es via l''extension du service d''annuaire des profils. Il est possible que l''utilisateur ne soit pas un utilisateur valide dans Profils.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: L''adresse \u00e9lectronique ou l''identificateur utilisateur est nul. Les valeurs extraites sont : adresse \u00e9lectronique {0}, identificateur utilisateur {1}

error.userpref.position=CLFRQ0057E: Le param\u00e8tre de position n''est pas d\u00e9fini pour cet utilisateur : {0}
error.userpref.widgetid=CLFRQ0067E: L''identificateur de widget n''est pas d\u00e9fini pour cet utilisateur : {0}

# {0} REST should be left in English
error.action.null=CLFRQ0074E: L'action n'est pas indiqu\u00e9e pour cet appel REST.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: Une erreur s''est produite lors de la suppression de la position de cet utilisateur : {0}. L''utilisateur essayait de retirer le widget avec l''identificateur {1} de la palette lat\u00e9rale.

error.userpref.change.widget.setting=CLFRQ0060E: Une erreur s''est produite lors de la tentative d''application de nouveaux param\u00e8tres de widget avec ces informations : {0}
error.userpref.null.profileprovider=CLFRQ0071E: Une erreur s'est produite lors de l'extraction du fournisseur de profil. Le fournisseur de profil est nul.
error.update.lastVisit.user=CLFRQ0089E: Une erreur s''est produite lors de la mise \u00e0 jour des informations sur la derni\u00e8re visite pour cet utilisateur : {0}
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: Une erreur s''est produite lors de la mise \u00e0 jour de la zone Dernier acc\u00e8s pour l''utilisateur avec cet identificateur : {0}
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: Une erreur s'est produite lors de l'extraction du profil de membre. Le profil de membre est nul.
error.userpref.validateNewUser.createUser=CLFRQ0125E: Une erreur s''est produite lors de la cr\u00e9ation d''un nouvel utilisateur pour la page d''accueil avec l''adresse \u00e9lectronique {0} et l''identificateur {1}.
error.userpref.get.widgetprefs=CLFRQ0126E: Une erreur s''est produite lors de l''extraction des informations de pr\u00e9f\u00e9rences de widget pour l''utilisateur identifi\u00e9 par {0}, le widget identifi\u00e9 par {1}, l''instance d''onglet identifi\u00e9e par {2}
error.userpref.check.admin.pref=CLFRQ0200E: Impossible de v\u00e9rifier les pr\u00e9f\u00e9rences relatives au mode test d''administration pour l''utilisateur avec l''adresse \u00e9lectronique {0}.
error.userpref.createPersisBean=CLFRQ0191E: Une erreur s''est produite lors de la cr\u00e9ation du bean de persistance pour l''utilisateur avec l''adresse \u00e9lectronique {0}.
error.userpref.load.widget.setting=CLFRQ0199E: Une erreur s''est produite lors du chargement de la personnalisation pour l''utilisateur avec l''adresse \u00e9lectronique {0} et le widget avec l''identificateur {1}.
error.userpref.setNumberColumns=CLFRQ0354E: Une erreur s''est produite lors de la d\u00e9finition du param\u00e8tre de demande contenant le nombre de colonnes pour l''instance d''onglet {0}. Pour plus de d\u00e9tails, reportez-vous \u00e0 l''exception imbriqu\u00e9e.
error.userpref.get.numberColumns=CLFRQ0357E: Une erreur s''est produite lors de la mise \u00e0 jour du nombre de colonnes pour l''ID d''onglet {0}
error.tabheaderservlet.setTabs=CLFRQ0350E: Une erreur s''est produite lors de l''obtention de la liste des instances d''onglet pour l''utilisateur {0}. Pour plus de d\u00e9tails, reportez-vous \u00e0 l''exception imbriqu\u00e9e.

error.email.null=CLFRQ0076E: L'attribut d'adresse \u00e9lectronique de l'utilisateur est manquant dans la session.
error.session.invalid=CLFRQ0075E: La session utilisateur en cours n'est pas valide.
error.action.invalid=CLFRQ0077E: L''action : {0} n''est pas valide pour cet appel REST.
error.widgetInfo.retrieve=CLFRQ0078E: Une erreur s'est produite lors de l'extraction des informations de widgets disponibles.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: Protocole non pris en charge pour {0}

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: Une erreur s'est produite dans le service de configuration du catalogue.
error.widgetInfo.response=CLFRQ0091E: Une erreur d''entr\u00e9e-sortie s''est produite alors que le descripteur de widget r\u00e9pondait au client. Le contenu du descripteur XML est : {0}

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: Impossible de r\u00e9cup\u00e9rer le service d'administration du catalogue de widget
error.initializing.catalog.service=CLFRQ0275E: Impossible de r\u00e9cup\u00e9rer le service de catalogue du widget.
error.initializing.panel.service=CLFRQ0356E: Impossible de r\u00e9cup\u00e9rer le service de panneau

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: Impossible d'extraire une instance du service de mise en cache interne du descripteur de widget. Pour plus de d\u00e9tails, reportez-vous \u00e0 l'exception imbriqu\u00e9e.
error.caching.service.startup=CLFRQ0390E: Une erreur s'est produite lors de l'initialisation du service de mise en cache interne du descripteur de widget avec la liste des widgets disponibles. Pour plus de d\u00e9tails, reportez-vous \u00e0 l'exception imbriqu\u00e9e.
error.caching.service.getDescriptor=CLFRQ0387E: Une erreur s''est produite lors de l''extraction, de la m\u00e9moire cache interne, du descripteur pour le widget {0}. Pour plus de d\u00e9tails, reportez-vous \u00e0 l''exception imbriqu\u00e9e.

error.build.number.missing=CLFRQ0104E: Le regroupement de ressources contenant la version de la g\u00e9n\u00e9ration n'existe pas.
error.build.number.noname=CLFRQ0100E: Aucun nom n'a \u00e9t\u00e9 fourni pour le regroupement de ressources contenant la version de la g\u00e9n\u00e9ration.
error.build.number.cast=CLFRQ0106E: Type de donn\u00e9es incorrect pour la version de la g\u00e9n\u00e9ration.

error.admin.null.widget=CLFRQ0198E: Un identificateur de widget n'a pas \u00e9t\u00e9 fourni en tant que param\u00e8tre.
error.admin.enable=CLFRQ0192E: Impossible d''activer le widget avec l''identificateur {0}.
error.admin.disable=CLFRQ0201E: Impossible de d\u00e9sactiver le widget avec l''identificateur {0}.
error.admin.remove=CLFRQ0195E: Impossible de retirer le widget avec l''identificateur {0}.
error.admin.add=CLFRQ0194E: Impossible d''ajouter le nouveau widget au catalogue. Les donn\u00e9es suivantes ont \u00e9t\u00e9 fournies : {0}
error.admin.update=CLFRQ0196E: Impossible de widget le widget dans le catalogue. Les donn\u00e9es suivantes ont \u00e9t\u00e9 fournies : {0}
error.admin.retrieve=CLFRQ0193E: Impossible d''extraire le widget avec l''identificateur {0} du catalogue.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: Une erreur s''est produite lors de la d\u00e9finition du mode test d''administration sur {0} pour l''utilisateur avec l''adresse \u00e9lectronique {1}.

info.wpi.on=CLFRQ0340I: Le service de Page d'accueil s'ex\u00e9cute avec l'extension du service d'annuaire des profils activ\u00e9e.
info.wpi.off=CLFRQ0343I: Le service de Page d'accueil s'ex\u00e9cute avec l'extension du service d'annuaire des profils d\u00e9sactiv\u00e9e.

error.url.check.config=CLFRQ0271E: Une erreur s''est produite lors de la tentative d''extraction du service HCL Connections pour v\u00e9rifier cette adresse URL : {0}
warn.url.check.io=CLFRQ0273W: Une erreur s''est produite lors de la tentative de v\u00e9rification de cette adresse URL : {0}
warn.url.check.url=CLFRQ0612W: Une erreur s''est produite lors de la tentative de v\u00e9rification de cette adresse URL : {0}

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: Impossible d'extraire le service de pr\u00e9f\u00e9rence utilisateur pour mettre \u00e0 jour le mode d'accueil.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: Une erreur de services d''annuaire s''est produite lors de l''extraction des groupes pour l''utilisateur {0}.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: Erreur lors de la g\u00e9n\u00e9ration du flux des r\u00e9sultats de recherche.
error.index.missing=CLFRQ0400E: L'index de recherche est manquant.
error.naming.exception=CLFRQ0301E: Exception de d\u00e9signation JNDI intercept\u00e9e. L'application Page d'accueil Connections n'a pas \u00e9t\u00e9 correctement d\u00e9ploy\u00e9e.
error.create.exception=CLFRQ0385E: Une erreur s'est produite lors de l'extraction des r\u00e9sultats.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: Redirection du navigateur sur {0} apr\u00e8s identification sur une demande asynchrone d''une question d''authentification reposant sur le format
info.redirect.nocookie=CLFRQ0299I: Aucun cookie de Page d'accueil n'a \u00e9t\u00e9 identifi\u00e9 apr\u00e8s une question d'authentification reposant sur le format sur une demande asynchrone, redirigeant vers la racine de contexte par d\u00e9faut de Page d'accueil
error.homepage.redirect.ventura=CLFRQ0300E: Une erreur s'est produite lors de l'obtention de l'URL de la racine de contexte de Page d'accueil \u00e0 partir des fichiers de configuration files

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: Une erreur s''est produite lors de l''ajout du descripteur pour le widget {0} dans la m\u00e9moire cache interne. Pour plus de d\u00e9tails, reportez-vous \u00e0 l''exception imbriqu\u00e9e.
error.admin.cache.updateDescriptor=CLFRQ0325E: Une erreur s''est produite lors de la mise \u00e0 jour du descripteur pour le widget {0} dans la m\u00e9moire cache interne. Pour plus de d\u00e9tails, reportez-vous \u00e0 l''exception imbriqu\u00e9e.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: Une erreur s''est produite lors de l''obtention d''une instance d''onglet pour l''utilisateur {0}. Pour plus de d\u00e9tails, reportez-vous \u00e0 l''exception imbriqu\u00e9e.
error.filter.get.userId=CLFRQ0355E: Impossible d'extraire l'ID de l'instance d'onglet. Une erreur s'est produite lors de l'obtention de l'ID interne de l'utilisateur authentifi\u00e9 \u00e0 partir de la session.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: Une erreur s''est produite lors de l''appel d''une interface distante (EJB) pour le marquage ou la suppression du marquage des articles des nouvelles avec l''ID {0} enregistr\u00e9. Pour plus de d\u00e9tails, reportez-vous \u00e0 l''exception imbriqu\u00e9e.
error.createEJBHome.exception=CLFRQ0384E: Une erreur s'est produite lors de la cr\u00e9ation d'une interface distante (EJB) dans le r\u00e9f\u00e9rentiel des nouvelles. Voir les journaux pour plus des d\u00e9tails.
error.fetchNews.remoteException=CLFRQ0382E: Une erreur s''est produite lors de l''appel d''une interface distante (EJB) pour l''extraction des articles des nouvelles pour l''ID de personne {0}. Pour plus de d\u00e9tails, reportez-vous \u00e0 l''exception imbriqu\u00e9e.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: Taille de page non valide ({0}) pass\u00e9e comme param\u00e8tre de demande. Utilisation de la valeur de taille de page par d\u00e9faut : {1}. L''utilisateur est {2}

error.fetchNews.getEJB.exception=CLFRQ0402E: Une erreur s'est produite lors du chargement d'une instance de la r\u00e9f\u00e9rence EJB.
error.fetchNews.generic.exception=CLFRQ0401E: Une erreur s'est produite lors de l'appel d'une interface distante (EJB). Pour plus de d\u00e9tails, reportez-vous \u00e0 l'exception imbriqu\u00e9e.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: Aucune erreur ne s'est produite lors de l'initialisation de l'ic\u00f4ne sur la mappe de l'URL utilis\u00e9e pour les sprites dans la page des nouvelles et mises \u00e0 jour. Pour plus de d\u00e9tails, reportez-vous \u00e0 l'exception imbriqu\u00e9e.
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: La r\u00e9f\u00e9rence au fichier de propri\u00e9t\u00e9s utilis\u00e9 (web.xml) pour les ic\u00f4nes des sprites dans la page des nouvelles et mises \u00e0 jour n''est pas d\u00e9finie. V\u00e9rifiez la valeur du param\u00e8tre d''initialisation {0}

# JSON parsing messages
error.json.parse=CLFRQ0353E: Une erreur s''est produite lors de l''analyse de la cha\u00eene JSON de pr\u00e9sentation {0}. Pour plus de d\u00e9tails, reportez-vous \u00e0 l''exception imbriqu\u00e9e.

# Security related messages
error.security.tab.ownership=CLFRQ0393E: Une demande de modification des informations relatives \u00e0 l''instance d''onglet {0} a \u00e9t\u00e9 re\u00e7ue. Cependant, l''utilisateur authentifi\u00e9 actuel {1} n''est pas propri\u00e9taire de cette instance d''onglet.
error.security.service.exception=CLFRQ0394E: Une erreur s'est produite lors de l'extraction, de la base de donn\u00e9es, d'informations pendant la v\u00e9rification des contraintes de s\u00e9curit\u00e9 pour la sauvegarde des informations de la pr\u00e9sentation. Pour plus de d\u00e9tails, reportez-vous \u00e0 l'exception imbriqu\u00e9e.
error.security.widgetInstance.ownership=CLFRQ0392E: Une demande de modification des informations relatives \u00e0 l''instance de widget {0} a \u00e9t\u00e9 re\u00e7ue. Cependant, l''utilisateur authentifi\u00e9 actuel {1} n''est pas propri\u00e9taire de cette instance de widget.
error.security.widget.notAllowedOnTab=CLFRQ0395E: Une demande d''ajout d''un widget {0} \u00e0 l''instance d''onglet {1} a \u00e9t\u00e9 effectu\u00e9e. Cependant, ce widget a \u00e9t\u00e9 interdit dans cet onglet par l''administrateur. L''utilisateur authentifi\u00e9 \u00e9tait {2}

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: Un gestionnaire de pr\u00e9-\u00e9v\u00e9nements enregistr\u00e9 a \u00e9mis une exception lors d''une transaction de page d''accueil pour l''\u00e9v\u00e9nement intitul\u00e9 {0}. La transaction a \u00e9chou\u00e9.
error.event.post.invoke=CLFRQ0422E: Un gestionnaire de post-\u00e9v\u00e9nements enregistr\u00e9 a \u00e9mis une exception lors d''une transaction de page d''accueil pour l''\u00e9v\u00e9nement intitul\u00e9 {0}. La transaction a \u00e9chou\u00e9.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: Un gestionnaire d''\u00e9v\u00e9nements enregistr\u00e9 a interrompu l''ajout de l''\u00e9tiquette {0}
error.event.handler.tag.remove=CLFRQ0418E: Un gestionnaire d''\u00e9v\u00e9nements enregistr\u00e9 a interrompu la suppression de l''\u00e9tiquette {0}
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: Un gestionnaire d''\u00e9v\u00e9nements enregistr\u00e9 a interrompu l''ajout de la personne avec l''ID {0}
error.event.handler.person.remove=CLFRQ0420E: Un gestionnaire d''\u00e9v\u00e9nements enregistr\u00e9 a interrompu la suppression de la personne avec l''ID {0}

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: Impossible de trouver la cl\u00e9 de titre {0} dans un regroupement {1}

error.action.error.general=CLFRQ0415E: Une erreur s'est produite lors de l'ex\u00e9cution de l'action. Pour plus de d\u00e9tails, reportez-vous \u00e0 l'exception imbriqu\u00e9e.

#Service config servlet
error.serviceconfig=CLFRQ0414E: Une erreur s'est produite lors du traitement d'un appel de l'interface de programme d'application de configuration de service. Pour plus de d\u00e9tails, reportez-vous \u00e0 l'exception imbriqu\u00e9e.

#Metrics action
info.action.metrics=CLFRQ0421I: Les m\u00e9triques syst\u00e8me ne sont pas encore disponibles ou l'administrateur les a d\u00e9sactiv\u00e9es. Veuillez contacter votre administrateur pour plus d'informations.
error.loading.news.config.settings=CLFRQ0436E: Erreur lors du chargement de la valeur de la dur\u00e9e de vie des articles \u00e0 partir du fichier news-config.xml.
