# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: \u041a\u0430\u0442\u0430\u043b\u043e\u0433\u0442\u0430 \u049b\u043e\u043b\u0436\u0435\u0442\u0456\u043c\u0434\u0456 \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440 \u0436\u043e\u043a.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u0442\u0435\u04a3\u0448\u0435\u043b\u0456\u043c\u0434\u0435\u0440\u0456 {0} \u0430\u0440\u049b\u044b\u043b\u044b \u0442\u0430\u043d\u044b\u043b\u0493\u0430\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u04af\u0448\u0456\u043d \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u043c\u0435\u0434\u0456.
info.nouserpref.create=CLFRQ0351I: {0} \u0430\u0442\u0442\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u043c\u0435\u043d {1} \u049b\u043e\u0439\u044b\u043d\u0434\u044b \u0434\u0430\u043d\u0430\u0441\u044b \u04af\u0448\u0456\u043d \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440 \u0436\u043e\u049b, \u04d9\u0434\u0435\u043f\u043a\u0456 \u043c\u04d9\u043d\u0434\u0435\u0440 \u0436\u0438\u044b\u043d\u044b \u0436\u0430\u0441\u0430\u043b\u0443\u0434\u0430.
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: \u049a\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u0493\u0430 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b {0} \u0434\u0435\u0433\u0435\u043d ID \u043b\u043e\u0433\u0438\u043d\u0456 \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0456\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0431\u043e\u043b\u043c\u0430\u0434\u044b. \u0412\u0438\u0440\u0442\u0443\u0430\u043b\u0434\u044b \u043c\u04af\u0448\u0435\u043d\u0456 \u0431\u0430\u0441\u049b\u0430\u0440\u0443\u0448\u044b \u0430\u0440\u049b\u044b\u043b\u044b \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0434\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {1}
error.retrieve.user.wpi=CLFRQ0341E: \u049a\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u0493\u0430 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b {0} \u0434\u0435\u0433\u0435\u043d ID \u043b\u043e\u0433\u0438\u043d\u0456 \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0456\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0431\u043e\u043b\u043c\u0430\u0434\u044b. \u041c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0434\u0456 Profiles Directory Service Extension \u0430\u0440\u049b\u044b\u043b\u044b \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {1}
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u049b\u043e\u0441\u044b\u043c\u0448\u0430 \u044d\u043b\u0435\u043c\u0435\u043d\u0442\u0442\u0435\u0440\u0456 {0} \u0434\u0435\u0433\u0435\u043d ID \u043b\u043e\u0433\u0438\u043d\u0456 \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u0493\u0430 \u049b\u0430\u0439\u0442\u0430\u0440\u044b\u043b\u043c\u0430\u0434\u044b. \u041c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0434\u0456 \u0431\u0430\u0441\u049b\u0430\u0440\u0443 \u043c\u04af\u0448\u0435\u0441\u0456 \u0430\u0440\u049b\u044b\u043b\u044b \u0442\u0456\u043a\u0435\u043b\u0435\u0439 \u0432\u0438\u0440\u0442\u0443\u0430\u043b\u0434\u044b \u0436\u043e\u043b\u043c\u0435\u043d \u0442\u0430\u0431\u0443 \u04d9\u0440\u0435\u043a\u0435\u0442\u0456 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u0434\u044b. \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440 \u0442\u0456\u0440\u043a\u0435\u043b\u0456\u043c\u0456\u043d\u0434\u0435 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0436\u0430\u0440\u0430\u043c\u0441\u044b\u0437 \u0431\u043e\u043b\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0456\u043d {0} \u0434\u0435\u0433\u0435\u043d ID \u043b\u043e\u0433\u0438\u043d\u0456 \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u0493\u0430 \u049b\u0430\u0439\u0442\u0430\u0440\u044b\u043b\u043c\u0430\u0434\u044b. \u041c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0434\u0456 Profiles Directory Service Extension-\u043d\u0435\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u04d9\u0440\u0435\u043a\u0435\u0442\u0456 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u0434\u044b. \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u043f\u0440\u043e\u0444\u0438\u043b\u044c \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u043d\u0434\u0435 \u0436\u0430\u0440\u0430\u043c\u0441\u044b\u0437 \u0431\u043e\u043b\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: \u042d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430 \u043d\u0435\u043c\u0435\u0441\u0435 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0436\u0430\u0440\u0430\u043c\u0441\u044b\u0437. \u0411\u04b1\u043b \u0430\u043b\u044b\u043d\u0493\u0430\u043d \u043c\u04d9\u043d\u0434\u0435\u0440: {0} \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430, {1} \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b

error.userpref.position=CLFRQ0057E: {0} \u0434\u0435\u0433\u0435\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u043e\u0440\u044b\u043d \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456 \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u043c\u0435\u0433\u0435\u043d
error.userpref.widgetid=CLFRQ0067E: {0} \u0434\u0435\u0433\u0435\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u04af\u0448\u0456\u043d \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u043c\u0435\u0433\u0435\u043d

# {0} REST should be left in English
error.action.null=CLFRQ0074E: \u041e\u0441\u044b REST \u049b\u043e\u04a3\u044b\u0440\u0430\u0443\u044b\u043d\u044b\u04a3 \u04d9\u0440\u0435\u043a\u0435\u0442\u0456 \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u043c\u0435\u0433\u0435\u043d.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: {0} \u0434\u0435\u0433\u0435\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u043e\u0440\u043d\u044b\u043d \u0436\u043e\u044e \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b {1} \u0434\u0435\u0433\u0435\u043d \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u0436\u0430\u049b\u0442\u0430\u0443 \u0431\u043e\u044f\u0493\u044b\u0448\u049b\u0430 \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0456 \u0430\u043b\u044b\u043f \u0442\u0430\u0441\u0442\u0430\u0443\u0493\u0430 \u04d9\u0440\u0435\u043a\u0435\u0442 \u0436\u0430\u0441\u0430\u0434\u044b.

error.userpref.change.widget.setting=CLFRQ0060E: {0} \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0437\u0456\u043c\u0435\u043d \u0436\u0430\u04a3\u0430 \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u043b\u0435\u0440\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u0448\u044b\u049b\u0442\u044b.
error.userpref.null.profileprovider=CLFRQ0071E: \u041f\u0440\u043e\u0444\u0438\u043b\u044c \u0436\u0435\u0442\u043a\u0456\u0437\u0443\u0448\u0456\u0441\u0456\u043d \u0442\u0430\u0431\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u041f\u0440\u043e\u0444\u0438\u043b\u044c \u0436\u0435\u0442\u043a\u0456\u0437\u0443\u0448\u0456 \u0436\u0430\u0440\u0430\u043c\u0441\u044b\u0437.
error.update.lastVisit.user=CLFRQ0089E: {0} \u0434\u0435\u0433\u0435\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u0441\u043e\u04a3\u0493\u044b \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u0448\u043e\u043b\u0443 \u04d9\u0440\u0435\u043a\u0435\u0442\u0456\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b.
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: {0} \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u043c\u0435\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u0441\u043e\u04a3\u0493\u044b \u0448\u043e\u043b\u0443 \u0436\u043e\u043b\u0430\u0493\u044b\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u0448\u044b\u049b\u0442\u044b.
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: \u041f\u0440\u043e\u0444\u0438\u043b\u044c \u043c\u04af\u0448\u0435\u0441\u0456\u043d \u0442\u0430\u0431\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u041f\u0440\u043e\u0444\u0438\u043b\u044c \u043c\u04af\u0448\u0435\u0441\u0456 \u0436\u0430\u0440\u0430\u043c\u0441\u044b\u0437.
error.userpref.validateNewUser.createUser=CLFRQ0125E: {0} \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430\u0441\u044b \u043c\u0435\u043d {1} \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u0431\u0430\u0441\u0442\u044b \u0431\u0435\u0442 \u04af\u0448\u0456\u043d \u0436\u0430\u04a3\u0430 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0436\u0430\u0441\u0430\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.userpref.get.widgetprefs=CLFRQ0126E: {0} \u0442\u0430\u043d\u044b\u0493\u0430\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b, {1} \u0442\u0430\u043d\u044b\u0493\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442 \u0436\u04d9\u043d\u0435 {2} \u0442\u0430\u043d\u044b\u0493\u0430\u043d \u0434\u0430\u043d\u0430 \u04af\u0448\u0456\u043d \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b\u049b \u0435\u0440\u0435\u043a\u0448\u0435 \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0456 \u0442\u0430\u0431\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b.
error.userpref.check.admin.pref=CLFRQ0200E: {0} \u0434\u0435\u0433\u0435\u043d \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430\u0441\u044b \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u04af\u0448\u0456\u043d \u04d9\u043a\u0456\u043c\u0448\u0456\u043b\u0456\u043a \u0441\u044b\u043d\u0430\u049b \u043a\u04af\u0439\u0456\u043d\u0435 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u0442\u0435\u04a3\u0448\u0435\u043b\u0456\u043c\u0434\u0435\u0440\u0434\u0456 \u0442\u0435\u043a\u0441\u0435\u0440\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0431\u043e\u043b\u043c\u0430\u0434\u044b.
error.userpref.createPersisBean=CLFRQ0191E: {0} \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430\u043b\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u04af\u0448\u0456\u043d \u0441\u0430\u049b\u0442\u0430\u043b\u0493\u044b\u0448 \u049b\u04b1\u0440\u0430\u043c\u044b\u043d \u0436\u0430\u0441\u0430\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b.
error.userpref.load.widget.setting=CLFRQ0199E: {0} \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430\u0441\u044b \u0436\u04d9\u043d\u0435 {1} \u0432\u0438\u0434\u0436\u0435\u0442 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u04af\u0448\u0456\u043d \u0442\u0435\u04a3\u0448\u0435\u0443\u0434\u0456 \u0436\u04af\u043a\u0442\u0435\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0431\u043e\u043b\u0434\u044b.
error.userpref.setNumberColumns=CLFRQ0354E: {0} \u0434\u0435\u0433\u0435\u043d \u049b\u043e\u0439\u044b\u043d\u0434\u044b \u0434\u0430\u043d\u0430\u0441\u044b\u043d\u0434\u0430 \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u0431\u0430\u0493\u0430\u043d\u0434\u0430\u0440\u044b \u0431\u0430\u0440 \u0441\u04b1\u0440\u0430\u043d\u044b\u0441 \u043f\u0430\u0440\u0430\u043c\u0435\u0440\u0442\u0440\u0456\u043d \u043e\u0440\u043d\u0430\u0442\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u041a\u0435\u04a3\u0435\u0439\u0442\u0456\u043b\u0433\u0435\u043d \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d, \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u049b\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u0434\u044b \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.
error.userpref.get.numberColumns=CLFRQ0357E: ID {0} \u049b\u043e\u0439\u044b\u043d\u0434\u044b\u0441\u044b\u043d\u0430\u043d \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u0431\u0430\u0493\u0430\u043d\u0434\u0430\u0440\u0434\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b.
error.tabheaderservlet.setTabs=CLFRQ0350E: {0} \u0430\u0442\u0442\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u04af\u0448\u0456\u043d \u049b\u043e\u0439\u044b\u043d\u0434\u044b \u0434\u0430\u043d\u0430\u043b\u0430\u0440\u044b \u0442\u0456\u0437\u0456\u043c\u0456\u043d \u0430\u043b\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.

error.email.null=CLFRQ0076E: \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u044b \u0441\u0435\u0430\u043d\u0441\u0442\u0430 \u04e9\u0442\u043a\u0456\u0437\u0456\u043b\u0433\u0435\u043d.
error.session.invalid=CLFRQ0075E: \u0410\u0493\u044b\u043c\u0434\u0430\u0493\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0441\u0435\u0430\u043d\u0441\u044b \u0436\u0430\u0440\u0430\u043c\u0441\u044b\u0437.
error.action.invalid=CLFRQ0077E: \u04d8\u0440\u0435\u043a\u0435\u0442: {0} \u0434\u0435\u0433\u0435\u043d REST \u049b\u043e\u04a3\u044b\u0440\u0430\u0443 \u04af\u0448\u0456\u043d \u0436\u0430\u0440\u0430\u043c\u0441\u044b\u0437.
error.widgetInfo.retrieve=CLFRQ0078E: \u049a\u043e\u043b\u0436\u0435\u0442\u0456\u043c\u0434\u0456 \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440 \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u044b\u043d \u0442\u0430\u0431\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: \u041f\u0440\u043e\u0442\u043e\u043a\u043e\u043b {0} \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u043d\u0435 \u0441\u04d9\u0439\u043a\u0435\u0441 \u043a\u0435\u043b\u043c\u0435\u0434\u0456.

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: \u041a\u0430\u0442\u0430\u043b\u043e\u0433 \u0442\u0435\u04a3\u0448\u0435\u043b\u0456\u043c \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u0448\u044b\u049b\u0442\u044b.
error.widgetInfo.response=CLFRQ0091E: \u0412\u0438\u0434\u0436\u0435\u0442 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u044b\u043d\u044b\u04a3 \u0442\u04b1\u0442\u044b\u043d\u0443\u0448\u044b\u0493\u0430 \u0436\u0430\u0443\u0430\u043f \u049b\u0430\u0439\u0442\u0430\u0440\u0443\u044b \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u043a\u0456\u0440\u0456\u0441-\u0448\u044b\u0493\u044b\u0441 \u049b\u0430\u0442\u0435\u0441\u0456 \u0448\u044b\u049b\u0442\u044b. XML \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u044b\u043d\u044b\u04a3 \u0431\u04e9\u043b\u0456\u0433\u0456 \u043c\u044b\u043d\u0430\u0443: {0}.

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: \u0412\u0438\u0434\u0436\u0435\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u044b\u043d\u044b\u04a3 \u04d9\u043a\u0456\u043c\u0448\u0456\u043b\u0456\u043a \u049b\u044b\u0437\u043c\u0435\u0442\u0456 \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b.
error.initializing.catalog.service=CLFRQ0275E: \u0412\u0438\u0434\u0436\u0435\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433 \u049b\u044b\u0437\u043c\u0435\u0442\u0456 \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b.
error.initializing.panel.service=CLFRQ0356E: \u0422\u0430\u049b\u0442\u0430 \u049b\u044b\u0437\u043c\u0435\u0442\u0456 \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b.

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: \u041a\u044d\u0448\u0442\u0435\u0443 \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d\u0456\u04a3 \u0436\u0430\u0434\u044b \u0431\u043e\u0439\u044b\u043d\u0448\u0430 \u0432\u0438\u0434\u0436\u0435\u0442 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440 \u0434\u0430\u043d\u0430\u0441\u044b \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u049b\u0430\u0440\u0430\u04a3\u044b\u0437.
error.caching.service.startup=CLFRQ0390E: \u041a\u044d\u0448\u0442\u0435\u0443 \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d\u0456\u04a3 \u0436\u0430\u0434\u044b \u0431\u043e\u0439\u044b\u043d\u0448\u0430 \u0432\u0438\u0434\u0436\u0435\u0442 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u044b\u043d \u049b\u043e\u043b\u0436\u0435\u0442\u0456\u043c\u0434\u0456 \u0432\u0438\u0434\u0436\u0435\u0442 \u0442\u0456\u0437\u0456\u043c\u0456\u043c\u0435\u043d \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u0448\u044b\u049b\u0442\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.
error.caching.service.getDescriptor=CLFRQ0387E: \u041a\u044d\u0448 \u0436\u0430\u0434\u044b\u043d\u0430\u043d {0} \u0432\u0438\u0434\u0436\u0435\u0442\u0456 \u04af\u0448\u0456\u043d \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u0434\u044b \u0442\u0430\u0431\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.

error.build.number.missing=CLFRQ0104E: \u0411\u0435\u043a\u0456\u0442\u0456\u043b\u0433\u0435\u043d \u043d\u04b1\u0441\u049b\u0430\u0441\u044b \u0431\u0430\u0440 \u049b\u043e\u0440 \u0436\u0438\u044b\u043d\u044b \u0436\u043e\u049b.
error.build.number.noname=CLFRQ0100E: \u0411\u0435\u043a\u0456\u0442\u0456\u043b\u0433\u0435\u043d \u043d\u04b1\u0441\u049b\u0430\u0441\u044b \u0431\u0430\u0440 \u049b\u043e\u0440 \u0436\u0438\u044b\u043d\u044b\u043d\u0430 \u0430\u0442 \u0431\u0435\u0440\u0456\u043b\u043c\u0435\u0433\u0435\u043d.
error.build.number.cast=CLFRQ0106E: \u0411\u0435\u043a\u0456\u0442\u0456\u043b\u0433\u0435\u043d \u043d\u04b1\u0441\u049b\u0430\u0493\u0430 \u0434\u04b1\u0440\u044b\u0441 \u0435\u043c\u0435\u0441 \u043c\u0435\u0440\u0437\u0456\u043c \u0436\u0430\u0437\u044b\u043b\u0493\u0430\u043d.

error.admin.null.widget=CLFRQ0198E: \u0412\u0438\u0434\u0436\u0435\u0442 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440 \u0440\u0435\u0442\u0456\u043d\u0434\u0435 \u0431\u0435\u0440\u0456\u043b\u043c\u0435\u0433\u0435\u043d.
error.admin.enable=CLFRQ0192E: {0} \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u0432\u0438\u0434\u0436\u0435\u0442 \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u044b\u043b\u043c\u0430\u0434\u044b.
error.admin.disable=CLFRQ0201E: {0} \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0456 \u0430\u0436\u044b\u0440\u0430\u0442\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0431\u043e\u043b\u043c\u0430\u0434\u044b.
error.admin.remove=CLFRQ0195E: {0} \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u0432\u0438\u0434\u0436\u0435\u0442 \u0436\u043e\u0439\u044b\u043b\u043c\u0430\u0434\u044b.
error.admin.add=CLFRQ0194E: \u0416\u0430\u04a3\u0430 \u0432\u0438\u0434\u0436\u0435\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u049b\u0430 \u049b\u043e\u0441\u044b\u043b\u043c\u0430\u0434\u044b. \u041e\u0440\u044b\u043d\u0434\u0430\u0443 {0} \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440 \u049b\u0430\u043c\u0442\u044b\u043b\u0434\u044b.
error.admin.update=CLFRQ0196E: \u0412\u0438\u0434\u0436\u0435\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0442\u0430 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u043c\u0430\u0434\u044b. \u041e\u0440\u044b\u043d\u0434\u0430\u0443 {0} \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440 \u049b\u0430\u043c\u0442\u044b\u043b\u0434\u044b.
error.admin.retrieve=CLFRQ0193E: {0} \u0432\u0438\u0434\u0436\u0435\u0442 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0442\u0430\u043d \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: {1} \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430\u0441\u044b \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u04af\u0448\u0456\u043d {0} \u0434\u0435\u0433\u0435\u043d\u0433\u0435 \u04d9\u043a\u0456\u043c\u0448\u0456\u043b\u0456\u043a \u0441\u044b\u043d\u0430\u049b \u043a\u04af\u0439\u0434\u0456 \u043e\u0440\u043d\u0430\u0442\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u0448\u044b\u049b\u0442\u044b.

info.wpi.on=CLFRQ0340I: \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442 \u049b\u044b\u0437\u043c\u0435\u0442\u0456 \u041a\u0435\u04a3\u0435\u0439\u0442\u0443 \u049a\u044b\u0437\u043c\u0435\u0442\u0456\u043d\u0456\u04a3 \u0410\u043d\u044b\u049b\u0442\u0430\u043c\u0430\u043b\u044b\u049b \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440\u0456\u043c\u0435\u043d \u0431\u0456\u0440\u0433\u0435 \u0456\u0441\u043a\u0435 \u0430\u0441\u0430\u0434\u044b.
info.wpi.off=CLFRQ0343I: \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442 \u049b\u044b\u0437\u043c\u0435\u0442\u0456 \u041a\u0435\u04a3\u0435\u0439\u0442\u0443 \u049a\u044b\u0437\u043c\u0435\u0442\u0456\u043d\u0456\u04a3 \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440\u0456\u043c\u0435\u043d \u0431\u0456\u0440\u0433\u0435 \u049b\u043e\u0441\u044b\u043b\u043c\u0430\u0434\u044b.

error.url.check.config=CLFRQ0271E: \u041e\u0441\u044b URL \u043c\u0435\u043a\u0435\u043d\u0436\u0430\u0439\u044b\u043d \u0442\u0435\u043a\u0441\u0435\u0440\u0435\u0442\u0456\u043d HCL Connections \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}
warn.url.check.io=CLFRQ0273W: \u041c\u044b\u043d\u0430 URL \u043c\u0435\u043a\u0435\u043d\u0436\u0430\u0439\u044b: {0} \u043c\u0435\u043a\u0435\u043d\u0436\u0430\u0439\u044b\u043d \u0442\u0435\u043a\u0441\u0435\u0440\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u0448\u044b\u049b\u0442\u044b.
warn.url.check.url=CLFRQ0612W: \u041c\u044b\u043d\u0430 URL \u043c\u0435\u043a\u0435\u043d\u0436\u0430\u0439\u044b: {0} \u043c\u0435\u043a\u0435\u043d\u0436\u0430\u0439\u044b\u043d \u0442\u0435\u043a\u0441\u0435\u0440\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u0448\u044b\u049b\u0442\u044b.

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u049b\u044b\u0437\u043c\u0435\u0442 \u0442\u0435\u04a3\u0448\u0435\u043b\u0456\u043c\u0434\u0435\u0440\u0456\u043d \u0441\u04d9\u043b\u0435\u043c\u0434\u0435\u0441\u0443 \u043a\u04af\u0439\u0456\u043d\u0435 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0431\u043e\u043b\u043c\u0430\u0434\u044b.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: {0} \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u04af\u0448\u0456\u043d \u0442\u043e\u043f\u0442\u0430\u0440\u0434\u044b \u0442\u0430\u0431\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u0410\u043d\u044b\u049b\u0442\u0430\u043c\u0430\u043b\u044b\u049b \u049a\u044b\u0437\u043c\u0435\u0442\u0442\u0435\u0440 \u049a\u0430\u0442\u0435\u0441\u0456 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: \u041d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440\u0434\u0456 \u0456\u0437\u0434\u0435\u0443 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u043d \u0431\u0435\u0440\u0435\u0442\u0456\u043d \u049b\u0430\u0442\u0435.
error.index.missing=CLFRQ0400E: \u0422\u0430\u0431\u0443 \u043a\u04e9\u0440\u0441\u0435\u0442\u043a\u0456\u0448\u0456 \u0436\u043e\u0493\u0430\u043b\u0434\u044b.
error.naming.exception=CLFRQ0301E: JNDI \u0430\u0442 \u0431\u0435\u0440\u0443\u0434\u0435 \u049b\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439 \u043a\u0435\u0437\u0456\u043a\u0442\u0456. \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442 Connections \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0441\u044b \u0442\u0435\u0440\u0456\u0441 \u0436\u0430\u0439\u044b\u043b\u0434\u044b.
error.create.exception=CLFRQ0385E: \u041d\u04d9\u0442\u0438\u0436\u0435\u043d\u0456 \u0456\u0437\u0434\u0435\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: \u04ae\u043d\u0434\u0435\u0441\u0442\u0456\u0440\u0456\u043b\u043c\u0435\u0433\u0435\u043d \u0441\u04b1\u0440\u0430\u043d\u044b\u0441 \u0431\u043e\u0439\u044b\u043d\u0448\u0430 \u0431\u0430\u0439\u049b\u0430\u043b\u0493\u0430\u043d \u043f\u0456\u0448\u0456\u043c\u0434\u0456\u043a \u0442\u04af\u043f\u043d\u04b1\u0441\u049b\u0430\u043b\u044b\u049b\u049b\u0430 \u0448\u0430\u049b\u044b\u0440\u0443\u0434\u0430\u043d \u043a\u0435\u0439\u0456\u043d, {0} \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u043d\u0435 \u0448\u043e\u043b\u0493\u044b\u0448 \u0431\u0430\u0493\u044b\u0442\u044b \u04e9\u0437\u0433\u0435\u0440\u0442\u0456\u043b\u0434\u0456.
info.redirect.nocookie=CLFRQ0299I: \u04ae\u043d\u0434\u0435\u0441\u0442\u0456\u0440\u0456\u043b\u043c\u0435\u0433\u0435\u043d \u0441\u04b1\u0440\u0430\u043d\u044b\u0441 \u0431\u043e\u0439\u044b\u043d\u0448\u0430 \u043f\u0456\u0448\u0456\u043c\u0434\u0456\u043a \u0442\u04af\u043f\u043d\u04b1\u0441\u049b\u0430\u043b\u044b\u049b\u049b\u0430 \u0448\u0430\u049b\u044b\u0440\u0443\u0434\u0430\u043d \u043a\u0435\u0439\u0456\u043d \u043a\u0443\u043a\u0438 \u0444\u0430\u0439\u043b \u04e9\u0437\u0456\u043d\u0434\u0456\u043a \u0431\u0435\u0442\u0456 \u0431\u0430\u0439\u049b\u0430\u043b\u043c\u0430\u0434\u044b, \u04d9\u0434\u0435\u043f\u043a\u0456 \u043c\u04d9\u043d \u0430\u0440\u049b\u044b\u043b\u044b \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442 \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u0456\u043a \u0436\u043e\u043b \u0442\u04af\u0431\u0456\u0440\u043b\u0456\u043a \u0431\u0430\u0493\u044b\u0442\u044b \u04e9\u0437\u0433\u0435\u0440\u0442\u0456\u043b\u0434\u0456.
error.homepage.redirect.ventura=CLFRQ0300E: \u0422\u0435\u04a3\u0448\u0435\u043b\u0456\u043c \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u044b\u043d\u0430\u043d \u04e9\u0437\u0456\u043d\u0434\u0456\u043a \u0431\u0435\u0442 \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u0456\u043a \u0442\u04af\u0431\u0456\u0440\u043b\u0456\u043a URL \u043c\u0435\u043a\u0435\u043d\u0436\u0430\u0439\u044b\u043d \u0430\u043b\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b.

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: {0} \u0432\u0438\u0434\u0436\u0435\u0442 \u04af\u0448\u0456\u043d \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u0434\u044b \u0436\u0430\u0434\u044b \u0431\u043e\u0439\u044b\u043d\u0448\u0430 \u0431\u04af\u0440\u043a\u0435\u043c\u0435\u0433\u0435 \u049b\u043e\u0441\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u0422\u043e\u043b\u044b\u049b \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.
error.admin.cache.updateDescriptor=CLFRQ0325E: {0}\u0432\u0438\u0434\u0436\u0435\u0442 \u04af\u0448\u0456\u043d \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u0434\u044b \u0436\u0430\u0434\u044b \u0431\u043e\u0439\u044b\u043d\u0448\u0430 \u0431\u04af\u0440\u043a\u0435\u043c\u0435\u0433\u0435 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u0422\u043e\u043b\u044b\u049b \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: {0} \u0434\u0435\u0433\u0435\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u0493\u0430 \u049b\u043e\u0439\u044b\u043d\u0434\u044b \u0434\u0430\u043d\u0430\u0441\u044b\u043d \u0430\u043b\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u049b\u0430\u0440\u0430\u04a3\u044b\u0437.
error.filter.get.userId=CLFRQ0355E: ID \u049b\u043e\u0439\u044b\u043d\u0434\u044b \u0434\u0430\u043d\u0430\u0441\u044b\u043d \u0442\u0430\u0431\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441. \u0421\u0435\u0430\u043d\u0441\u0442\u0430\u043d \u0442\u04af\u043f\u043d\u04b1\u0441\u049b\u0430\u043b\u0430\u043d\u0493\u0430\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u0456\u0448\u043a\u0456 ID \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u043d \u0430\u043b\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: {0} \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0434\u0435\u043f \u0431\u0430\u0441\u049b\u0430\u0448\u0430 \u0441\u0430\u049b\u0442\u0430\u043b\u044b\u043f \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u043d\u0433\u0435\u043d \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u043d\u0431\u0435\u0433\u0435\u043d \u043e\u049b\u0438\u0493\u0430 \u0436\u0435\u043b\u0456\u0441\u0456 \u04af\u0448\u0456\u043d \u049b\u0430\u0448\u044b\u049b\u0442\u0430\u0493\u044b \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0442\u0456 \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434. \u041a\u0435\u04a3\u0435\u0439\u0442\u0456\u043b\u0433\u0435\u043d \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d, \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u049b\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u0434\u044b \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.
error.createEJBHome.exception=CLFRQ0384E: \u0416\u0430\u04a3\u0430 \u0440\u0435\u043f\u043e\u0437\u0438\u0442\u0430\u0440\u0438\u0439\u0433\u0435 (EJB) \u049b\u0430\u0448\u044b\u049b\u0442\u0430\u0493\u044b \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0442\u0456 \u049b\u04b1\u0440\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u0448\u044b\u049b\u0442\u044b. \u041a\u0435\u04a3\u0435\u0439\u0442\u0456\u043b\u0433\u0435\u043d \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d, \u0436\u04b1\u0440\u043d\u0430\u043b\u0434\u044b \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.
error.fetchNews.remoteException=CLFRQ0382E: ID {0} \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u043d\u0435 \u0436\u0430\u04a3\u0430 \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d \u049b\u0430\u0448\u044b\u049b\u0442\u0430\u0493\u044b \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0442\u0456 \u0456\u0441\u043a\u0435 \u0430\u0441\u044b\u0440\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u041a\u0435\u04a3\u0435\u0439\u0442\u0456\u043b\u0433\u0435\u043d \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d, \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u049b\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u0434\u044b \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: ({0}) \u0436\u0430\u0440\u0430\u043c\u0441\u044b\u0437 \u0431\u0435\u0442 \u04e9\u043b\u0448\u0435\u043c\u0456 \u0441\u04b1\u0440\u0430\u043d\u044b\u0441 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456 \u0440\u0435\u0442\u0456\u043d\u0434\u0435 \u0436\u0430\u0440\u0430\u043c\u0434\u044b. {1} \u04d9\u0434\u0435\u043f\u043a\u0456 \u043c\u04d9\u043d \u0431\u0435\u0442 \u04e9\u043b\u0448\u0435\u043c\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0434\u044b: {2}-\u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b.

error.fetchNews.getEJB.exception=CLFRQ0402E: \u0421\u0456\u043b\u0442\u0435\u043c\u0435\u0433\u0435 EJB \u0434\u0430\u043d\u0430 \u0430\u043b\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b.
error.fetchNews.generic.exception=CLFRQ0401E: (EJB) \u0436\u043e\u0439\u044b\u043b\u0493\u0430\u043d \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0442\u0456 \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: \u0416\u0430\u04a3\u0430 \u0431\u0435\u0442\u0442\u0435\u0440 \u0430\u0493\u044b\u043d\u044b\u043d\u0434\u0430 (\u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0493\u0430\u043d \u0431\u0435\u0442) \u0441\u043f\u0440\u0430\u0439\u0442\u0442\u0430\u0440 \u04af\u0448\u0456\u043d \u049b\u043e\u043b\u0434\u0430\u043d\u044b\u043b\u0430\u0442\u044b\u043d URL \u043c\u0435\u043a\u0435\u043d\u0436\u0430\u0439\u044b \u043a\u0430\u0440\u0442\u0430\u0441\u044b\u043d\u0430 \u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u049b\u0430\u0440\u0430\u04a3\u044b\u0437.
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: \u0416\u0430\u04a3\u0430 \u0431\u0435\u0442\u0442\u0435\u0440 \u0430\u0493\u044b\u043c\u044b\u043d\u0434\u0430\u0493\u044b \u0441\u043f\u0440\u0430\u0439\u0442\u0442\u0430\u0440 \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0456 \u04af\u0448\u0456\u043d \u049b\u043e\u043b\u0434\u0430\u043d\u044b\u043b\u0430\u0442\u044b\u043d (web.xml) \u0444\u0430\u0439\u043b \u0441\u0438\u043f\u0430\u0442\u044b\u043d\u0430 \u0441\u0456\u043b\u0442\u0435\u043c\u0435 \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u043d\u0431\u0435\u0434\u0456. {0} \u0430\u0442\u0442\u044b \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0434\u0456 \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u0443 \u04af\u0448\u0456\u043d \u043c\u04d9\u043d\u0434\u0456 \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.

# JSON parsing messages
error.json.parse=CLFRQ0353E: {0} JSON \u0436\u043e\u043b \u043e\u0440\u043d\u044b\u043d \u0442\u0430\u043b\u0434\u0430\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u041c\u04d9\u043b\u0456\u043c\u0435\u0442 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u043a\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u0493\u0430 \u049b\u0430\u0440\u0430\u04a3\u044b\u0437

# Security related messages
error.security.tab.ownership=CLFRQ0393E: {0} \u049b\u043e\u0439\u044b\u043d\u0434\u044b \u0434\u0430\u043d\u0430\u0441\u044b\u043d\u0430 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u04e9\u0437\u0433\u0435\u0440\u0442\u0443 \u0441\u04b1\u0440\u0430\u043d\u044b\u0441\u044b \u049b\u0430\u0431\u044b\u043b\u0434\u0430\u043d\u0434\u044b. \u0414\u0435\u0433\u0435\u043d\u043c\u0435\u043d, {1} \u0430\u0493\u044b\u043c\u0434\u0430\u0493\u044b \u0442\u04af\u043f\u043d\u04b1\u0441\u049b\u0430\u043b\u044b\u049b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0431\u04b1\u043b \u049b\u043e\u0439\u044b\u043d\u0434\u044b \u0434\u0430\u043d\u0430\u0441\u044b\u043d\u0430 \u043c\u0435\u043d\u0448\u0456\u043a \u049b\u04b1\u049b\u044b\u0493\u044b \u0431\u043e\u043b\u043c\u0430\u0434\u044b.
error.security.service.exception=CLFRQ0394E: \u0410\u049b\u043f\u0430\u0440\u0430\u0442 \u043e\u0440\u043d\u044b\u043d \u0441\u0430\u049b\u0442\u0430\u0443\u0434\u0430 \u049b\u0430\u0443\u0456\u043f\u0441\u0456\u0437\u0434\u0456\u043a \u0448\u0435\u043a\u0442\u0435\u043c\u0435\u043b\u0435\u0440\u0456\u043d \u0442\u0435\u043a\u0441\u0435\u0440\u0443 \u04af\u0448\u0456\u043d \u0434\u0435\u0440\u0435\u043a\u049b\u043e\u0440\u0434\u0430\u043d \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u0430\u043b\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.
error.security.widgetInstance.ownership=CLFRQ0392E: {0} \u0432\u0438\u0434\u0436\u0435\u0442 \u0434\u0430\u043d\u0430\u0441\u044b\u043d\u0430 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u04e9\u0437\u0433\u0435\u0440\u0442\u0443 \u0441\u04b1\u0440\u0430\u043d\u044b\u0441\u044b \u049b\u0430\u0431\u044b\u043b\u0434\u0430\u043d\u0434\u044b. \u0414\u0435\u0433\u0435\u043d\u043c\u0435\u043d, {1} \u0430\u0493\u044b\u043c\u0434\u0430\u0493\u044b \u0442\u04af\u043f\u043d\u04b1\u0441\u049b\u0430\u043b\u044b\u049b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0431\u04b1\u043b \u0432\u0438\u0434\u0436\u0435\u0442 \u0434\u0430\u043d\u0430\u0441\u044b\u043d\u0430 \u043c\u0435\u043d\u0448\u0456\u043a \u049b\u04b1\u049b\u044b\u0493\u044b \u0431\u043e\u043b\u043c\u0430\u0434\u044b.
error.security.widget.notAllowedOnTab=CLFRQ0395E: \u0421\u04b1\u0440\u0430\u043d\u044b\u0441 \u0431\u043e\u0439\u044b\u043d\u0448\u0430 {1} \u049b\u043e\u0439\u044b\u043d\u0434\u044b \u0434\u0430\u043d\u0430\u0441\u044b\u043d\u0430 {0} \u0432\u0438\u0434\u0436\u0435\u0442\u0456y \u049b\u043e\u0441\u0443 \u04d9\u0440\u0435\u043a\u0435\u0442\u0456 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u0434\u044b. \u0414\u0435\u0433\u0435\u043d\u043c\u0435\u043d, \u04d9\u043a\u0456\u043c\u0448\u0456 \u0442\u0430\u0440\u0430\u043f\u044b\u043d\u0430\u043d \u0431\u04b1\u043b \u049b\u043e\u0439\u044b\u043d\u0434\u044b\u0434\u0430 \u0432\u0438\u0434\u0436\u0435\u0442\u043a\u0435 \u0440\u04b1\u049b\u0441\u0430\u0442 \u0431\u043e\u043b\u043c\u0430\u0434\u044b. {2} \u0442\u04af\u043f\u043d\u04b1\u0441\u049b\u0430\u043b\u044b\u049b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0431\u043e\u043b\u0434\u044b.

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: {0} \u0430\u0442\u0442\u044b \u043e\u049b\u0438\u0493\u0430 \u04af\u0448\u0456\u043d \u04e8\u0437\u0456\u043d\u0434\u0456\u043a \u0411\u0435\u0442 \u0431\u0456\u0440\u0456\u0437\u0434\u0456 \u0430\u043c\u0430\u043b\u0434\u0430\u0440\u044b \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u043e\u049b\u0438\u0493\u0430\u0493\u0430 \u0434\u0435\u0439\u0456\u043d\u0433\u0456 \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u04e9\u04a3\u0434\u0435\u0433\u0456\u0448 \u049b\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u0493\u0430 \u0430\u0443\u044b\u0441\u0442\u044b\u0440\u0434\u044b. \u0411\u0456\u0440\u0456\u0437\u0434\u0456 \u0430\u043c\u0430\u043b \u0441\u04d9\u0442\u0441\u0456\u0437 \u0430\u044f\u049b\u0442\u0430\u043b\u0434\u044b.
error.event.post.invoke=CLFRQ0422E: {0} \u0430\u0442\u0442\u044b \u043e\u049b\u0438\u0493\u0430 \u04af\u0448\u0456\u043d \u04e8\u0437\u0456\u043d\u0434\u0456\u043a \u0411\u0435\u0442 \u0431\u0456\u0440\u0456\u0437\u0434\u0456 \u0430\u043c\u0430\u043b\u0434\u0430\u0440\u044b \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u043e\u049b\u0438\u0493\u0430\u0434\u0430\u043d \u043a\u0435\u0439\u0456\u043d\u0433\u0456 \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u04e9\u04a3\u0434\u0435\u0433\u0456\u0448 \u049b\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u0493\u0430 \u0430\u0443\u044b\u0441\u0442\u044b\u0440\u0434\u044b. \u0411\u0456\u0440\u0456\u0437\u0434\u0456 \u0430\u043c\u0430\u043b \u0441\u04d9\u0442\u0441\u0456\u0437 \u0430\u044f\u049b\u0442\u0430\u043b\u0434\u044b.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: \u0422\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u043e\u049b\u0438\u0493\u0430 \u04e9\u04a3\u0434\u0435\u0433\u0456\u0448\u0456 {0} \u049b\u043e\u0439\u044b\u043d\u0434\u044b\u043d\u044b \u049b\u043e\u0441\u044b\u043b\u0443\u0434\u0430\u043d \u0442\u043e\u049b\u0442\u0430\u0442\u0442\u044b.
error.event.handler.tag.remove=CLFRQ0418E: \u0422\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u043e\u049b\u0438\u0493\u0430 \u04e9\u04a3\u0434\u0435\u0433\u0456\u0448 {0} \u049b\u043e\u0439\u044b\u043d\u0434\u044b\u043d\u044b \u0436\u043e\u0439\u044b\u043b\u0443\u0434\u0430\u043d \u0442\u043e\u049b\u0442\u0430\u0442\u0442\u044b.
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: \u0422\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u043e\u049b\u0438\u0493\u0430 \u04e9\u04a3\u0434\u0435\u0433\u0456\u0448 ID {0} \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456 \u0431\u0430\u0440 \u0430\u0434\u0430\u043c\u0434\u044b \u049b\u043e\u0441\u044b\u043b\u0443\u0434\u0430\u043d \u0442\u043e\u049b\u0442\u0430\u0442\u0442\u044b.
error.event.handler.person.remove=CLFRQ0420E: \u0422\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u043e\u049b\u0438\u0493\u0430 \u04e9\u04a3\u0434\u0435\u0433\u0456\u0448 ID {0} \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456 \u0431\u0430\u0440 \u0430\u0434\u0430\u043c\u0434\u044b \u0436\u043e\u0439\u044b\u043b\u0443\u0434\u0430\u043d \u0442\u043e\u049b\u0442\u0430\u0442\u0442\u044b.

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: {1} \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456 \u049b\u04b1\u0440\u0430\u043c\u044b\u043d\u0434\u0430 {0} \u043a\u0456\u043b\u0442 \u0430\u0442\u044b \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b.

error.action.error.general=CLFRQ0415E: \u04d8\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440\u0434\u0456 \u043e\u0440\u044b\u043d\u0434\u0430\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u0448\u044b\u049b\u0442\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.

#Service config servlet
error.serviceconfig=CLFRQ0414E: API \u049b\u044b\u0437\u043c\u0435\u0442 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d \u0448\u0430\u049b\u044b\u0440\u0443 \u043f\u04d9\u0440\u043c\u0435\u043d\u0456\u043d \u04e9\u04a3\u0434\u0435\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u0422\u043e\u043b\u044b\u049b \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.

#Metrics action
info.action.metrics=CLFRQ0421I: \u04e8\u043b\u0448\u0435\u043c \u0436\u04af\u0439\u0435\u043b\u0435\u0440\u0456 \u04d9\u043b\u0456 \u0436\u043e\u049b \u043d\u0435\u043c\u0435\u0441\u0435 \u04d9\u043a\u0456\u043c\u0448\u0456 \u043e\u043b\u0430\u0440\u0434\u044b \u0430\u0436\u044b\u0440\u0430\u0442\u044b\u043f \u0442\u0430\u0441\u0442\u0430\u0434\u044b. \u0410\u049b\u043f\u0430\u0440\u0430\u0442 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d \u04d9\u043a\u0456\u043c\u0448\u0456\u04a3\u0456\u0437\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u0441\u044b\u04a3\u044b\u0437.
error.loading.news.config.settings=CLFRQ0436E: news-config.xml \u0444\u0430\u0439\u043b\u044b\u043d\u0430\u043d \u043c\u0430\u04a3\u044b\u0437\u0434\u044b \u043c\u04d9\u043d\u0434\u0435 \u0436\u04af\u043a\u0442\u0435\u0443\u0434\u0435\u0433\u0456 \u049b\u0430\u0442\u0435.
