# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: Luettelossa ei ole k\u00e4ytett\u00e4viss\u00e4 olevia widget-objekteja.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: K\u00e4ytt\u00e4j\u00e4n asetuksia ei ole m\u00e4\u00e4ritetty k\u00e4ytt\u00e4j\u00e4lle, jonka tunnus on {0}.
info.nouserpref.create=CLFRQ0351I: K\u00e4ytt\u00e4j\u00e4ll\u00e4 {0} ja v\u00e4lilehti-ilmentym\u00e4ll\u00e4 {1} ei ole aiemmin luotuja widget-objektin ilmentymi\u00e4. J\u00e4rjestelm\u00e4 luo oletusjoukon.
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: Sis\u00e4\u00e4nkirjaustunnusta {0} vastaavan k\u00e4ytt\u00e4j\u00e4n tietojen nouto ei onnistunut poikkeuksen takia. Poikkeus ilmeni, kun tietoja noudettiin suoraan virtuaalisten j\u00e4senten hallinnan avulla: {1}
error.retrieve.user.wpi=CLFRQ0341E: Sis\u00e4\u00e4nkirjautumistunnusta {0} vastaavan k\u00e4ytt\u00e4j\u00e4n tietojen nouto ei onnistunut poikkeuksen takia. Poikkeus ilmeni, kun tietoja noudettiin profiilien hakemistopalvelulaajennuksen avulla: {1}
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: Sis\u00e4\u00e4nkirjaustunnusta {0} vastaavan k\u00e4ytt\u00e4j\u00e4n tietojen palautus ei onnistunut. Tietoja yritettiin noutaa suoraan virtuaalisten j\u00e4senten hallinnan avulla. K\u00e4ytt\u00e4j\u00e4 ei ehk\u00e4 ole kelvollinen k\u00e4ytt\u00e4j\u00e4 k\u00e4ytt\u00e4j\u00e4rekisteriss\u00e4.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: Sis\u00e4\u00e4nkirjaustunnusta {0} vastaavan k\u00e4ytt\u00e4j\u00e4n tietoja ei palautettu. Tietoja yritettiin noutaa profiilien hakemistopalvelulaajennuksen avulla. K\u00e4ytt\u00e4j\u00e4 ei ehk\u00e4 ole kelvollinen k\u00e4ytt\u00e4j\u00e4 Profiilit-komponentissa.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: S\u00e4hk\u00f6postiosoite tai k\u00e4ytt\u00e4j\u00e4n tunnus on tyhj\u00e4. Seuraavat arvot on noudettu: s\u00e4hk\u00f6postiosoite {0}, k\u00e4ytt\u00e4j\u00e4n tunnus {1}

error.userpref.position=CLFRQ0057E: K\u00e4ytt\u00e4j\u00e4lle {0} ei ole m\u00e4\u00e4ritetty sijaintiparametria
error.userpref.widgetid=CLFRQ0067E: K\u00e4ytt\u00e4j\u00e4lle {0} ei ole m\u00e4\u00e4ritetty widget-objektin tunnusta

# {0} REST should be left in English
error.action.null=CLFRQ0074E: Toimintoa ei ole m\u00e4\u00e4ritetty t\u00e4t\u00e4 REST-kutsua varten.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: K\u00e4ytt\u00e4j\u00e4n {0} sijainnin poistossa on ilmennyt virhe. K\u00e4ytt\u00e4j\u00e4 yritti siirt\u00e4\u00e4 widget-objektin tunnuksen {1} sivuvalikkoon.

error.userpref.change.widget.setting=CLFRQ0060E: Uusia widget-objektin asetuksia k\u00e4ytett\u00e4ess\u00e4 on ilmennyt virhe, jonka tiedot ovat seuraavat: {0}
error.userpref.null.profileprovider=CLFRQ0071E: Profiilin toimittajaa noudettaessa on ilmennyt virhe. Profiilin toimittaja on tyhj\u00e4.
error.update.lastVisit.user=CLFRQ0089E: P\u00e4ivitett\u00e4ess\u00e4 k\u00e4ytt\u00e4j\u00e4n {0} edellisen vierailun tietoja on ilmennyt virhe.
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: K\u00e4ytt\u00e4j\u00e4n viimeisimm\u00e4n k\u00e4ynnin kent\u00e4n p\u00e4ivityksess\u00e4 on ilmennyt virhe. K\u00e4ytt\u00e4j\u00e4n tunnus on {0}
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: J\u00e4senen profiilia noudettaessa on ilmennyt virhe. J\u00e4senen profiili on tyhj\u00e4.
error.userpref.validateNewUser.createUser=CLFRQ0125E: Uuden k\u00e4ytt\u00e4j\u00e4n luonnissa kotisivua varten s\u00e4hk\u00f6postiosoitteella {0} ja tunnuksella {1} on ilmennyt virhe.
error.userpref.get.widgetprefs=CLFRQ0126E: K\u00e4ytt\u00e4j\u00e4n ja v\u00e4lilehti-ilmentym\u00e4n widget-objektin asetustietojen noudossa on ilmennyt virhe. K\u00e4ytt\u00e4j\u00e4n tunnus on {0}, widget-objektin tunnus on {1} ja v\u00e4lilehti-ilmentym\u00e4n tunnus on {2}.
error.userpref.check.admin.pref=CLFRQ0200E: Hallinnan testitilaan liittyvien k\u00e4ytt\u00e4j\u00e4n asetusten tarkistus ei onnistunut. K\u00e4ytt\u00e4j\u00e4n s\u00e4hk\u00f6postiosoite on {0}.
error.userpref.createPersisBean=CLFRQ0191E: On ilmennyt virhe luotaessa pysyv\u00e4\u00e4 Bean-komponenttia k\u00e4ytt\u00e4j\u00e4lle, jonka s\u00e4hk\u00f6postiosoite on {0}.
error.userpref.load.widget.setting=CLFRQ0199E: On ilmennyt virhe ladattaessa mukautusta k\u00e4ytt\u00e4j\u00e4lle, jonka s\u00e4hk\u00f6postiosoite on {0}, ja widget-objektille, jonka tunnus on {1}.
error.userpref.setNumberColumns=CLFRQ0354E: On ilmennyt virhe m\u00e4\u00e4ritett\u00e4ess\u00e4 pyynt\u00f6parametria, joka sis\u00e4lt\u00e4\u00e4 v\u00e4lilehti-ilmentym\u00e4n {0} sarakkeiden m\u00e4\u00e4r\u00e4n. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.
error.userpref.get.numberColumns=CLFRQ0357E: On ilmennyt virhe p\u00e4ivitett\u00e4ess\u00e4 tunnusta {0} vastaavan v\u00e4lilehden sarakkeiden m\u00e4\u00e4r\u00e4\u00e4.
error.tabheaderservlet.setTabs=CLFRQ0350E: On ilmennyt virhe noudettaessa k\u00e4ytt\u00e4j\u00e4n {0} v\u00e4lilehti-ilmentymien luetteloa. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.

error.email.null=CLFRQ0076E: K\u00e4ytt\u00e4j\u00e4n s\u00e4hk\u00f6postiosoitteen m\u00e4\u00e4rite puuttuu istunnosta.
error.session.invalid=CLFRQ0075E: Nykyinen k\u00e4ytt\u00e4j\u00e4istunto ei kelpaa.
error.action.invalid=CLFRQ0077E: Toiminto: {0} kelpaa t\u00e4ss\u00e4 REST-kutsussa.
error.widgetInfo.retrieve=CLFRQ0078E: K\u00e4ytett\u00e4viss\u00e4 olevien widget-objektien tietojen noudossa on ilmennyt virhe.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: Yhteysk\u00e4yt\u00e4nt\u00f6 ei ole tuettu kohteessa {0}

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: Luettelon kokoonpanopalvelussa on ilmennyt virhe.
error.widgetInfo.response=CLFRQ0091E: Widget-objektin kuvaajan vastatessa ty\u00f6asemalle on ilmennyt siirr\u00e4nt\u00e4virhe. XML-kuvaajan sis\u00e4lt\u00f6 on seuraava: {0}

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: Widget-objektin luettelohallintapalvelun nouto ei onnistunut.
error.initializing.catalog.service=CLFRQ0275E: Widget-objektin luettelopalvelun nouto ei onnistunut.
error.initializing.panel.service=CLFRQ0356E: N\u00e4yt\u00f6n nouto ei onnistunut.

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: Widget-objektin kuvaajan muistin sis\u00e4isen v\u00e4limuistipalvelun ilmentym\u00e4n nouto ei onnistunut. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.
error.caching.service.startup=CLFRQ0390E: On ilmennyt virhe alustettaessa widget-objektin kuvaajan muistin sis\u00e4ist\u00e4 v\u00e4limuistipalvelua k\u00e4ytett\u00e4viss\u00e4 olevien widget-objektien luettelolla. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.
error.caching.service.getDescriptor=CLFRQ0387E: On ilmennyt virhe noudettaessa widget-objektin {0} kuvaajaa muistin sis\u00e4isest\u00e4 v\u00e4limuistista. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.

error.build.number.missing=CLFRQ0104E: Koontiversion sis\u00e4lt\u00e4v\u00e4\u00e4 resurssijoukkoa ei ole.
error.build.number.noname=CLFRQ0100E: Koontiversion sis\u00e4lt\u00e4v\u00e4lle resurssijoukolle ei ole m\u00e4\u00e4ritetty nime\u00e4.
error.build.number.cast=CLFRQ0106E: Koontiversion tietolaji on v\u00e4\u00e4r\u00e4.

error.admin.null.widget=CLFRQ0198E: Widget-objektin tunnusta ei ole toimitettu parametrina.
error.admin.enable=CLFRQ0192E: Widget-objektin, jonka tunnus on {0}, k\u00e4ytt\u00f6\u00f6notto ei onnistunut.
error.admin.disable=CLFRQ0201E: Widget-objektin, jonka tunnus on {0}, k\u00e4yt\u00f6st\u00e4poisto ei onnistunut.
error.admin.remove=CLFRQ0195E: Widget-objektin, jonka tunnus on {0}, poisto ei onnistunut.
error.admin.add=CLFRQ0194E: Uuden widget-objektin lis\u00e4ys luetteloon ei onnistunut. Seuraavat tiedot on toimitettu: {0}
error.admin.update=CLFRQ0196E: Luettelossa olevan widget-objektin p\u00e4ivitys ei onnistunut. Seuraavat tiedot on toimitettu: {0}
error.admin.retrieve=CLFRQ0193E: Widget-objektin, jonka tunnus on {0}, nouto luettelosta ei onnistunut.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: On ilmennyt virhe m\u00e4\u00e4ritett\u00e4ess\u00e4 hallinnan testitilaksi tilaa {0} k\u00e4ytt\u00e4j\u00e4lle, jonka s\u00e4hk\u00f6postiosoite on {1}.

info.wpi.on=CLFRQ0340I: Kotisivupalvelu on ajossa, ja profiilien hakemistopalvelulaajennus on k\u00e4yt\u00f6ss\u00e4.
info.wpi.off=CLFRQ0343I: Kotisivupalvelu on ajossa, mutta profiilien hakemistopalvelulaajennus ei ole k\u00e4yt\u00f6ss\u00e4.

error.url.check.config=CLFRQ0271E: On ilmennyt virhe noudettaessa HCL Connections -palvelua seuraavan URL-osoitteen tarkistusta varten: {0}
warn.url.check.io=CLFRQ0273W: On ilmennyt virhe tarkistettaessa seuraavaa URL-osoitetta: {0}
warn.url.check.url=CLFRQ0612W: On ilmennyt virhe tarkistettaessa seuraavaa URL-osoitetta: {0}

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: K\u00e4ytt\u00e4j\u00e4n asetuspalvelun nouto aloitustilan p\u00e4ivityst\u00e4 varten ei onnistunut.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: On ilmennyt hakemistopalvelujen virhe noudettaessa k\u00e4ytt\u00e4j\u00e4n {0} ryhmi\u00e4.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: Hakutulossy\u00f6tteen luonnissa on ilmennyt virhe.
error.index.missing=CLFRQ0400E: Hakuindeksi puuttuu.
error.naming.exception=CLFRQ0301E: On ilmennyt JNDI-nime\u00e4mispoikkeus. Connections-kotisivusovelluksen jakelu ei ole onnistunut.
error.create.exception=CLFRQ0385E: Tulosten noudossa on ilmennyt virhe.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: Selain ohjataan edelleen osoitteeseen {0}, koska asynkronisessa pyynn\u00f6ss\u00e4 on havaittu lomakeperustainen todennuspyynt\u00f6.
info.redirect.nocookie=CLFRQ0299I: Asynkroniseen pyynt\u00f6\u00f6n tehdyn lomakeperustaisen todennuspyynn\u00f6n j\u00e4lkeen ei ole havaittu kotisivun ev\u00e4stett\u00e4. K\u00e4ytt\u00e4j\u00e4 ohjataan oletusarvon mukaan edelleen kotisivun kontekstipolkuun.
error.homepage.redirect.ventura=CLFRQ0300E: On ilmennyt virhe noudettaessa kotisivun kontekstin URL-p\u00e4\u00e4osoitetta kokoonpanotiedostoista.

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: On ilmennyt virhe lis\u00e4tt\u00e4ess\u00e4 widget-objektin {0} kuvaajaa muistin sis\u00e4iseen v\u00e4limuistiin. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.
error.admin.cache.updateDescriptor=CLFRQ0325E: On ilmennyt virhe p\u00e4ivitett\u00e4ess\u00e4 widget-objektin {0} kuvaajaa muistin sis\u00e4isess\u00e4 v\u00e4limuistissa. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: On ilmennyt virhe noudettaessa v\u00e4lilehti-ilmentym\u00e4\u00e4 k\u00e4ytt\u00e4j\u00e4lle {0}. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.
error.filter.get.userId=CLFRQ0355E: V\u00e4lilehti-ilmentym\u00e4n tunnuksen nouto ei onnistu. On ilmennyt virhe noudettaessa istunnosta todennetun k\u00e4ytt\u00e4j\u00e4n sis\u00e4ist\u00e4 tunnusta.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: On ilmennyt virhe kutsuttaessa et\u00e4rajapintaa (EJB). Et\u00e4rajapinta merkitsee tunnusta {0} vastaavan uutisjutun tallennetuksi tai poistaa kyseisen merkinn\u00e4n. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.
error.createEJBHome.exception=CLFRQ0384E: Et\u00e4rajapinnan (EJB) luonnissa uutistietovarastoon on ilmennyt virhe. Lis\u00e4tietoja on lokeissa.
error.fetchNews.remoteException=CLFRQ0382E: On ilmennyt virhe kutsuttaessa et\u00e4rajapintaa (EJB). Et\u00e4rajapinta noutaa uutisjuttuja henkil\u00f6tunnukselle {0}. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: Pyynt\u00f6parametrina on v\u00e4litetty virheellinen sivun koko ({0}). J\u00e4rjestelm\u00e4 k\u00e4ytt\u00e4\u00e4 sivun koon oletusarvoa {1}. K\u00e4ytt\u00e4j\u00e4 on {2}.

error.fetchNews.getEJB.exception=CLFRQ0402E: EJB-viitteen ilmentym\u00e4n noudossa on ilmennyt virhe.
error.fetchNews.generic.exception=CLFRQ0401E: Et\u00e4rajapintaa (EJB) kutsuttaessa on ilmennyt virhe. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: On ilmennyt virhe alustettaessa URL-vastaavuusm\u00e4\u00e4rityksen kuvaketta. Vastaavuusm\u00e4\u00e4rityksi\u00e4 k\u00e4ytet\u00e4\u00e4n uutisvirran p\u00e4ivityssivun kuvahahmoissa. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: Uutisvirran hahmokuvakkeissa k\u00e4ytettyyn ominaisuustiedostoon (web.xml) ei ole m\u00e4\u00e4ritetty viittausta. Tarkista alustusparametrin {0} arvo.

# JSON parsing messages
error.json.parse=CLFRQ0353E: JSON-asettelumerkkijonon {0} j\u00e4sennyksess\u00e4 on ilmennyt virhe. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.

# Security related messages
error.security.tab.ownership=CLFRQ0393E: J\u00e4rjestelm\u00e4 on vastaanottanut pyynn\u00f6n muuttaa v\u00e4lilehti-ilmentym\u00e4\u00e4n {0} liittyvi\u00e4 tietoja. Nykyinen todennettu k\u00e4ytt\u00e4j\u00e4 {1} ei kuitenkaan ole kyseisen v\u00e4lilehti-ilmentym\u00e4n omistaja.
error.security.service.exception=CLFRQ0394E: On ilmennyt virhe noudettaessa tietoja tietokannasta asettelutietojen tallennusta varten tehdyn suojausrajoitteiden tarkistuksen yhteydess\u00e4. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.
error.security.widgetInstance.ownership=CLFRQ0392E: J\u00e4rjestelm\u00e4 on vastaanottanut pyynn\u00f6n muuttaa widget-objektin ilmentym\u00e4\u00e4n {0} liittyvi\u00e4 tietoja. Nykyinen todennettu k\u00e4ytt\u00e4j\u00e4 {1} ei kuitenkaan ole kyseisen widget-objektin ilmentym\u00e4n omistaja.
error.security.widget.notAllowedOnTab=CLFRQ0395E: On tehty pyynt\u00f6 lis\u00e4t\u00e4 widget-objekti {0} v\u00e4lilehti-ilmentym\u00e4\u00e4n {1}. J\u00e4rjestelm\u00e4n p\u00e4\u00e4k\u00e4ytt\u00e4j\u00e4 ei ole kuitenkaan ottanut kyseist\u00e4 widget-objektia k\u00e4ytt\u00f6\u00f6n t\u00e4ss\u00e4 v\u00e4lilehdess\u00e4. Todennettu k\u00e4ytt\u00e4j\u00e4 oli {2}.

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: Rekister\u00f6ity tapahtumien esik\u00e4sittelytoiminto on palauttanut poikkeuksen tapahtuman {0} Kotisivu-tapahtuman aikana. Tapahtuma on ep\u00e4onnistunut.
error.event.post.invoke=CLFRQ0422E: Rekister\u00f6ity tapahtumien j\u00e4lkik\u00e4sittelytoiminto on palauttanut poikkeuksen tapahtuman {0} Kotisivu-tapahtuman aikana. Tapahtuma on ep\u00e4onnistunut.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: Rekister\u00f6ity tapahtumien k\u00e4sittelytoiminto esti tunnisteen {0} lis\u00e4yksen
error.event.handler.tag.remove=CLFRQ0418E: Rekister\u00f6ity tapahtumien k\u00e4sittelytoiminto esti tunnisteen {0} poiston
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: Rekister\u00f6ity tapahtumien k\u00e4sittelytoiminto esti tunnusta {0} vastaavan henkil\u00f6n lis\u00e4yksen
error.event.handler.person.remove=CLFRQ0420E: Rekister\u00f6ity tapahtumien k\u00e4sittelytoiminto esti tunnusta {0} vastaavan henkil\u00f6n poiston

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: Otsikon avainta {0} ei l\u00f6ydy joukosta {1}

error.action.error.general=CLFRQ0415E: On ilmennyt virhe suoritettaessa toimintoa. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.

#Service config servlet
error.serviceconfig=CLFRQ0414E: On ilmennyt virhe k\u00e4sitelt\u00e4ess\u00e4 palvelukokoonpanon m\u00e4\u00e4rityksen ohjelmointirajapinnan kutsua. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.

#Metrics action
info.action.metrics=CLFRQ0421I: J\u00e4rjestelm\u00e4n tilastotiedot eiv\u00e4t viel\u00e4 ole k\u00e4ytett\u00e4viss\u00e4, tai p\u00e4\u00e4k\u00e4ytt\u00e4j\u00e4 on poistanut j\u00e4rjestelm\u00e4n tilastotiedot k\u00e4yt\u00f6st\u00e4. Ota yhteys p\u00e4\u00e4k\u00e4ytt\u00e4j\u00e4\u00e4n.
error.loading.news.config.settings=CLFRQ0436E: Jutun k\u00e4ytt\u00f6ik\u00e4arvon latauksessa tiedostosta news-config.xml on ilmennyt virhe.
