# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: Nu exist\u0103 widget-uri disponibile \u00een catalog.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: Preferin\u021bele utilizatorului nu sunt specificate pentru utilizatorul identificat cu {0}.
info.nouserpref.create=CLFRQ0351I: Nici o instan\u0163\u0103 de widget existent\u0103 pentru utilizatorul {0} \u015fi instan\u0163a de tab {1}, se creeaz\u0103 setul implicit
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: Nu au putut fi extrase detalii pentru utilizatorul cu ID-ul de logare: {0} datorit\u0103 unei excep\u0163ii. Excep\u0163ia a ap\u0103rut la extragerea detaliilor \u00een mod direct prin managerul membrului virtual: {1}
error.retrieve.user.wpi=CLFRQ0341E: Nu au putut fi extrase detalii pentru utilizatorul cu ID-ul de conectare: {0} datorit\u0103 unei excep\u021bii. Excep\u021bia a ap\u0103rut la extragerea detaliilor prin Extensia de serviciu director de profiluri: {1}
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: Nu au putut fi returnate detalii de utilizator pentru utilizatorul cu ID-ul de logare: {0}. S-a \u00eencercat extragerea detaliilor direct prin managerul de membru virtual. Utilizatorul poate s\u0103 nu fie un utilizator valid \u00een registrul de utilizator.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: Nu au fost returnate detalii de utilizator pentru utilizatorul cu ID-ul de logare: {0}. S-a \u00eencercat extragerea detaliilor prin Extensia de serviciu director de profiluri. Utilizatorul poate s\u0103 nu fie un utilizator valid \u00een Profiluri.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: E-mail-ul sau identificatorul de utilizator este nul. Acestea sunt valorile extrase: e-mail {0}, identificator de utilizator {1}

error.userpref.position=CLFRQ0057E: Parametrul de pozi\u0163ie nu este specificat pentru acest utilizator: {0}
error.userpref.widgetid=CLFRQ0067E: Identificatorul de widget nu este specificat pentru acest utilizator: {0}

# {0} REST should be left in English
error.action.null=CLFRQ0074E: Ac\u0163iunea nu este specificat\u0103 pentru acest apel REST.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: A ap\u0103rut o eroare \u00een timpul \u015ftergerii pozi\u0163iei pentru acest utilizator: {0}. Utilizatorul a \u00eencercat s\u0103 \u00eenl\u0103ture widget-ul cu identificatorul {1} din paleta lateral\u0103.

error.userpref.change.widget.setting=CLFRQ0060E: A ap\u0103rut o eroare \u00een timpul \u00eencerc\u0103rii de aplicare a noilor set\u0103ri de widget cu aceste informa\u0163ii: {0}
error.userpref.null.profileprovider=CLFRQ0071E: A ap\u0103rut o eroare \u00een timpul extragerii Furnizorului de profil. Furnizorul de profil este nul.
error.update.lastVisit.user=CLFRQ0089E: A ap\u0103rut o eroare \u00een timpul actualiz\u0103rii informa\u0163iilor de la ultima vizit\u0103 pentru acest utilizator: {0}
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: a ap\u0103rut o eroare \u00een timpul actualiz\u0103rii c\u00e2mpului ultima vizit\u0103 pentru utilizatorul cu acest identificator: {0}
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: A ap\u0103rut o eroare la extragerea Profilului de membru. Profilul de membru este nul.
error.userpref.validateNewUser.createUser=CLFRQ0125E: A ap\u0103rut o eroare la crearea unui utilizator nou pentru pagina Acas\u0103 cu e-mail {0} \u015fi identificator {1}.
error.userpref.get.widgetprefs=CLFRQ0126E: A ap\u0103rut o eroare la extragerea informa\u0163iilor de preferin\u0163e widget pentru utilizatorul identificat cu {0}, widget identificat cu {1}, instan\u0163\u0103 de tab identificat\u0103 cu {2}
error.userpref.check.admin.pref=CLFRQ0200E: Nu era posibil\u0103 verificarea preferin\u0163elor \u00eenrudite cu modul de testare administrare pentru utilizatorul cu e-mail {0}.
error.userpref.createPersisBean=CLFRQ0191E: A ap\u0103rut o eroare la crearea bean-ului de persisten\u0163\u0103 pentru utilizatorul cu e-mail {0}.
error.userpref.load.widget.setting=CLFRQ0199E: A ap\u0103rut o eroare la \u00eenc\u0103rcarea personaliz\u0103rii pentru utilizatorul cu e-mail {0} \u015fi widget-ul cu identificatorul {1}.
error.userpref.setNumberColumns=CLFRQ0354E: A ap\u0103rut o eroare la setarea parametrului de cerere ce con\u0163ine num\u0103rul de coloane pentru instan\u0163a de tab {0}. Verifica\u0163i excep\u0163ia imbricat\u0103 pentru detalii suplimentare.
error.userpref.get.numberColumns=CLFRQ0357E: A ap\u0103rut o eroare la actualizarea num\u0103rului de coloane din ID-ul de tab {0}
error.tabheaderservlet.setTabs=CLFRQ0350E: A ap\u0103rut o eroare la ob\u0163inerea listei de instan\u0163e de tab pentru utilizator {0}. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii suplimentare.

error.email.null=CLFRQ0076E: Atributul de e-mail utilizator lipse\u015fte din sesiune.
error.session.invalid=CLFRQ0075E: Sesiunea curent\u0103 de utilizator nu este valid\u0103.
error.action.invalid=CLFRQ0077E: Ac\u0163iune: {0} nu este valid pentru acest apel REST.
error.widgetInfo.retrieve=CLFRQ0078E: A ap\u0103rut o eroare \u00een timpul extragerii informa\u0163iilor de widget-uri disponibile.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: Protocolul nu este suportat pentru {0}

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: A ap\u0103rut o eroare la serviciul de configurare catalog.
error.widgetInfo.response=CLFRQ0091E: A ap\u0103rut o eroare de intrare-ie\u015fire \u00een timp ce descriptorul de widget a r\u0103spuns clientului. Con\u0163inutul descriptorului XML este acesta: {0}

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: Serviciul de administrare catalog de widget nu a putu fi extras.
error.initializing.catalog.service=CLFRQ0275E: Serviciul de catalog widget nu a putut fi extras.
error.initializing.panel.service=CLFRQ0356E: Serviciul panou nu a putut fi extras

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: O instan\u0163\u0103 a serviciului de punere \u00een memoria cache a descriptorului de widget nu a putu fi extras. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii suplimentare
error.caching.service.startup=CLFRQ0390E: A ap\u0103rut o eroare \u00een timpul ini\u0163ializ\u0103rii serviciului de punere \u00een memoria cache a descriptorului de widget cu lista de widget-uri disponibile. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii suplimentare.
error.caching.service.getDescriptor=CLFRQ0387E: A ap\u0103rut o eroare la extragerea descriptorului pentru widget-ul {0} din memoria cache. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii suplimentare.

error.build.number.missing=CLFRQ0104E: Bundle-ul de resurse ce con\u0163ine versiunea de build nu exist\u0103.
error.build.number.noname=CLFRQ0100E: Nu a fost furnizat un nume pentru bundle-ul de resurse ce con\u0163ine versiunea de build.
error.build.number.cast=CLFRQ0106E: Tip de date gre\u015fit pentru versiunea de build.

error.admin.null.widget=CLFRQ0198E: Un identificator de widget nu a fost furnizat ca \u015fi parametru.
error.admin.enable=CLFRQ0192E: Widget-ul cu identificatorul {0} nu a putut fi activat.
error.admin.disable=CLFRQ0201E: Widget-ul cu identificatorul {0} nu a putut fi dezactivat.
error.admin.remove=CLFRQ0195E: Widget-ul cu identificatorul {0} nu a putut fi \u00eenl\u0103turat.
error.admin.add=CLFRQ0194E: Noul widget nu a putut fi ad\u0103ugat \u00een catalog. Urm\u0103toarele date au fost furnizate: {0}
error.admin.update=CLFRQ0196E: Widget-ul nu a putut fi actualizat \u00een catalog. Au fost furnizate urm\u0103toarele date: {0}
error.admin.retrieve=CLFRQ0193E: Widget-ul cu identificatorul {0} nu a putut fi extras din catalog.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: A ap\u0103rut o eroare la setarea modului de testare a administr\u0103rii pentru {0} pentru utilizatorul cu e-mail-ul {1}.

info.wpi.on=CLFRQ0340I: Serviciul pagin\u0103 Acas\u0103 ruleaz\u0103 cu Extensia de serviciu director de profiluri activat\u0103.
info.wpi.off=CLFRQ0343I: Serviciul pagin\u0103 Acas\u0103 ruleaz\u0103 cu Extensia de serviciu director profiluri dezactivat\u0103.

error.url.check.config=CLFRQ0271E: A ap\u0103rut o eroare la \u00eencercarea de extragere a serviciului HCL Connections pentru a verifica acest URL: {0}
warn.url.check.io=CLFRQ0273W: A ap\u0103rut o eroare la \u00eencercarea de verificare a acestui URL: {0}
warn.url.check.url=CLFRQ0612W: A ap\u0103rut o eroare la \u00eencercarea de verificare a acestui URL: {0}

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: Serviciul de preferin\u0163e utilizator nu a putut fi extras pentru actualizarea  modului de Bine a\u0163i venit.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: A ap\u0103rut o eroare de Servicii director la extragerea grupurilor pentru utilizatorul {0}.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: Eroare la generarea aliment\u0103rii rezultatelor de c\u0103utare.
error.index.missing=CLFRQ0400E: Indexul de c\u0103utare lipse\u015fte.
error.naming.exception=CLFRQ0301E: Excep\u0163ia de denumire JNDI prins\u0103. Aplica\u0163ia pagin\u0103 Acas\u0103 de conexiuni a fost incorect implementat\u0103.
error.create.exception=CLFRQ0385E: A ap\u0103rut o eroare \u00een timpul extragerii rezultatelor.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: Redirec\u0163ionarea browser-ului c\u0103tre {0} dup\u0103 detectarea cererii de identificare autentificare bazat\u0103 pe formular la o cerere asincron\u0103
info.redirect.nocookie=CLFRQ0299I: Nu au fost detectate cookie-uri de pagin\u0103 Acas\u0103 dup\u0103 cererea de identificare autentificare bazat\u0103 pe formular la o cerere asincron\u0103, redirec\u0163ionare c\u0103tre root de cale contextual\u0103 a paginii Acas\u0103 implicit
error.homepage.redirect.ventura=CLFRQ0300E: A ap\u0103rut o eroare la ob\u0163inerea URL-ului pentru root contextual al paginii Acas\u0103 din fi\u015fierul de configurare

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: A ap\u0103rut o eroare la ad\u0103ugarea descriptorului pentru widget {0} pentru punerea \u00een memoria cache. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii complete.
error.admin.cache.updateDescriptor=CLFRQ0325E: A ap\u0103rut o eroare la actualizarea descriptorului pentru widget {0} la punerea \u00een memoria cache. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii complete.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: A ap\u0103rut o eroare la ob\u0163inerea unei instan\u0163e de tab pentru utilizatorul {0}. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii suplimentare
error.filter.get.userId=CLFRQ0355E: Nu este posibil\u0103 extragerea ID-ului instan\u0163ei de fil\u0103. A ap\u0103rut o eroare la ob\u0163inerea ID-ului intern al utilizatorului autentificat din sesiune.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: A ap\u0103rut o eroare la invocarea interfe\u0163ei la distan\u0163\u0103 (EJB) pentru marcarea sau demarcarea pove\u015ftii de \u015ftiri cu ID-ul {0} ca \u015fi salvat. Verifica\u0163i excep\u0163ia imbricat\u0103 pentru detalii suplimentare.
error.createEJBHome.exception=CLFRQ0384E: A ap\u0103rut o eroare la crearea unei interfe\u0163e la distan\u0163\u0103 (EJB) pentru repozitoriul de \u015ftiri. Verifica\u0163i logurile pentru detalii suplimentare.
error.fetchNews.remoteException=CLFRQ0382E: A ap\u0103rut o eroare \u00een timpul invoc\u0103rii unei interfe\u0163e (EJB) la distan\u0163\u0103 pentru aducerea pove\u015ftilor de \u015ftiri pentru ID-ul persoanei {0}. Verifica\u0163i excep\u0163ia imbricat\u0103 pentru detalii suplimentare.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: Dimensiune de pagin\u0103 invalid\u0103 ({0}) trecut\u0103 ca \u015fi parametru cerere. Utiliz\u00e2nd valoarea de dimensiune pagin\u0103 implicit\u0103: {1}. Utilizatorul este {2}

error.fetchNews.getEJB.exception=CLFRQ0402E: A ap\u0103rut o eroare \u00een timpul ob\u0163inerii unei instan\u0163e de referin\u0163\u0103 EJB.
error.fetchNews.generic.exception=CLFRQ0401E: A ap\u0103rut o eroare \u00een timpul invoc\u0103rii unei interfe\u0163e la distan\u0163\u0103 (EJB). Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii suplimentare.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: A ap\u0103rut o eroare \u00een timpul ini\u0163ializ\u0103rii pictogramei cu maparea ULR-ului folosit\u0103 pentru sprite-uri din r\u00e2ul de nout\u0103\u0163i (pagina de actualizare). Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii suplimentare
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: Referin\u0163a la fi\u015fierele de propriet\u0103\u0163i folosite (web.xml) pentru pictogramele sprite din r\u00e2ul de nout\u0103\u0163i este nedefinit\u0103. Verifica\u0163i valoarea pentru numele parametrului init {0}

# JSON parsing messages
error.json.parse=CLFRQ0353E: A ap\u0103rut o eroare \u00een timpul pars\u0103rii \u015firului JSON de dispunere {0}. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii

# Security related messages
error.security.tab.ownership=CLFRQ0393E: O cerere de modificare a informa\u0163iilor \u00eenrudite cu instan\u0163a de fil\u0103 {0} a fost primit\u0103. Totu\u015fi utilizatorul curent autentificat {1} nu are drept de proprietate \u00een aceast\u0103 instan\u0163\u0103 de fila.
error.security.service.exception=CLFRQ0394E: A ap\u0103rut o eroare \u00een timpul aducerii informa\u0163iei din baza de date la verificarea constr\u00e2ngerilor de securitate pentru salvarea informa\u0163iilor de dispunere. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii suplimentare.
error.security.widgetInstance.ownership=CLFRQ0392E: A fost primit\u0103 o cerere de modificare a informa\u0163iilor \u00eenrudite cu instan\u0163a de widget {0}. Totu\u015fi, utilizatorul autentificat curent {1} nu are drept de proprietate \u00een aceast\u0103 instan\u0163\u0103 de widget.
error.security.widget.notAllowedOnTab=CLFRQ0395E: A fost f\u0103cut\u0103 o cerere de ad\u0103ugare a widget-ului {0} \u00een instan\u0163a de fil\u0103 {1}. Totu\u015fi, Acest widget nu este permis \u00een aceast\u0103 fil\u0103 de c\u0103tre administrator. Utilizatorul autentificat a fost {2}

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: Un handler pre-eveniment a aruncat o excep\u0163ie \u00een timpul unei tranzac\u0163ii de pagin\u0103 Acas\u0103 pentru evenimentul numit {0} Tranzac\u0163ia a e\u015fuat.
error.event.post.invoke=CLFRQ0422E: Un handler post-eveniment \u00eenregistrat a aruncat o excep\u0163ie \u00een timpul unei tranzac\u0163ii de pagin\u0103 Acas\u0103 pentru evenimentul numit {0} Tranzac\u0163ia a e\u015fuat.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: Un handler de eveniment \u00eenregistrat a oprit tagul {0} de la a fi ad\u0103ugat
error.event.handler.tag.remove=CLFRQ0418E: Un handler de eveniment \u00eenregistrat a oprit tagul {0} de la a fi \u00eenl\u0103turat
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: Un handler de eveniment \u00eenregistrat a oprit persoana cu ID-ul {0} s\u0103 fie ad\u0103ugat\u0103
error.event.handler.person.remove=CLFRQ0420E: Un handler de eveniment \u00eenregistrat a oprit persoana cu ID-ul {0} de a fi \u00eenl\u0103turat\u0103

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: Nu se poate g\u0103si cheia titlu {0} \u00eentr-un bundle {1}

error.action.error.general=CLFRQ0415E: A ap\u0103rut o eroare \u00een timpul execut\u0103rii ac\u0163iunii. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii suplimentare.

#Service config servlet
error.serviceconfig=CLFRQ0414E: O eroare a ap\u0103rut la manipularea unui apel al API-ului de configurare al serviciului. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii complete.

#Metrics action
info.action.metrics=CLFRQ0421I: Indicii de m\u0103surare sistem nu sunt disponibili \u00eenc\u0103 sau administratorul i-a dezactivat. V\u0103 rug\u0103m s\u0103 v\u0103 contacta\u0163i administratorul pentru informa\u0163ii.
error.loading.news.config.settings=CLFRQ0436E: Eroare la \u00eenc\u0103rcarea valorii din timpul vie\u0163ii a pove\u015ftii de la news-config.xml.
