# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: V katal\u00f3gu nie s\u00fa k dispoz\u00edcii \u017eiadne widgety.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: Nie s\u00fa zadan\u00e9 preferencie pou\u017e\u00edvate\u013ea s identifik\u00e1ciou {0}.
info.nouserpref.create=CLFRQ0351I: Neexistuj\u00fa \u017eiadne in\u0161tancie widgetu pre pou\u017e\u00edvate\u013ea {0} a in\u0161tanciu z\u00e1lo\u017eky {1}, vytvor\u00ed sa predvolen\u00e1 mno\u017eina
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: Nebolo mo\u017en\u00e9 z\u00edska\u0165 podrobnosti pre pou\u017e\u00edvate\u013ea s prihlasovac\u00edm ID {0}, preto\u017ee do\u0161lo k v\u00fdnimke. Do\u0161lo k v\u00fdnimke pri z\u00edskavan\u00ed podrobnost\u00ed priamo cez Virtual Member Manager: {1}
error.retrieve.user.wpi=CLFRQ0341E: Nedaj\u00fa sa z\u00edska\u0165 podrobnosti pre pou\u017e\u00edvate\u013ea s prihlasovacou identifik\u00e1ciou {0}, preto\u017ee sa vyskytla v\u00fdnimka. V\u00fdnimka vznikla pri z\u00edskavan\u00ed podrobnost\u00ed prostredn\u00edctvom roz\u0161\u00edrenia adres\u00e1rovej slu\u017eby aplik\u00e1cie Profily: {1}
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: Pre pou\u017e\u00edvate\u013ea s prihlasovac\u00edm ID {0} nebolo mo\u017en\u00e9 vr\u00e1ti\u0165 \u017eiadne podrobnosti o pou\u017e\u00edvate\u013eovi. Spravil sa pokus o z\u00edskanie podrobnost\u00ed priamo cez VMM (virtual member manager). Pou\u017e\u00edvate\u013e mo\u017eno nie je platn\u00fd u\u017e\u00edvate\u013e v registri pou\u017e\u00edvate\u013eov.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: Pre pou\u017e\u00edvate\u013ea s prihlasovac\u00edm ID {0} sa nevr\u00e1tili \u017eiadne podrobnosti o pou\u017e\u00edvate\u013eovi. Spravil sa pokus o z\u00edskanie podrobnost\u00ed cez roz\u0161\u00edrenie adres\u00e1rovej slu\u017eby Profilov. Pou\u017e\u00edvate\u013e mo\u017eno nie je platn\u00fd u\u017e\u00edvate\u013e v Profiloch.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: E-mailov\u00e1 adresa alebo identifik\u00e1tor pou\u017e\u00edvate\u013ea m\u00e1 hodnotu null. Z\u00edskali sa tieto hodnoty: e-mailov\u00e1 adresa {0}, identifik\u00e1tor pou\u017e\u00edvate\u013ea {1}

error.userpref.position=CLFRQ0057E: Nie je zadan\u00fd parameter poz\u00edcie pre tohto pou\u017e\u00edvate\u013ea: {0}
error.userpref.widgetid=CLFRQ0067E: Nie je zadan\u00fd identifik\u00e1tor widgetu pre tohto pou\u017e\u00edvate\u013ea: {0}

# {0} REST should be left in English
error.action.null=CLFRQ0074E: Nie je zadan\u00e1 akcia pre toto volanie REST.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: Nastala chyba pri vymaz\u00e1van\u00ed poz\u00edcie pre tohto pou\u017e\u00edvate\u013ea: {0}. Pou\u017e\u00edvate\u013e sk\u00fa\u0161al odstr\u00e1ni\u0165 widget s identifik\u00e1torom {1} na bo\u010dn\u00fa paletu.

error.userpref.change.widget.setting=CLFRQ0060E: Nastala chyba pri pokuse o pou\u017eitie nastaven\u00ed nov\u00e9ho widgetu s t\u00fdmito inform\u00e1ciami: {0}
error.userpref.null.profileprovider=CLFRQ0071E: Nastala chyba pri z\u00edskavan\u00ed poskytovate\u013ea profilov. Poskytovate\u013e profilov m\u00e1 hodnotu null.
error.update.lastVisit.user=CLFRQ0089E: Nastala chyba pri aktualizovan\u00ed inform\u00e1ci\u00ed o poslednej n\u00e1v\u0161teve pre tohto pou\u017e\u00edvate\u013ea: {0}
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: Nastala chyba pri aktualizovan\u00ed po\u013ea poslednej n\u00e1v\u0161tevy pre pou\u017e\u00edvate\u013ea s t\u00fdmto ID: {0}
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: Nastala chyba pri z\u00edskavan\u00ed profilu \u010dlena. Profil \u010dlena m\u00e1 hodnotu null.
error.userpref.validateNewUser.createUser=CLFRQ0125E: Nastala chyba pri vytv\u00e1ran\u00ed nov\u00e9ho pou\u017e\u00edvate\u013ea pre Domovsk\u00fa str\u00e1nku, ktor\u00fd m\u00e1 e-mailov\u00fa adresu {0} a ID {1}.
error.userpref.get.widgetprefs=CLFRQ0126E: Nastala chyba pri z\u00edskavan\u00ed inform\u00e1ci\u00ed o preferenci\u00e1ch widgetu pre pou\u017e\u00edvate\u013ea identifikovan\u00e9ho s {0}, widget identifikovan\u00fd s {1} a in\u0161tanciu z\u00e1lo\u017eky identifikovan\u00fa s {2}
error.userpref.check.admin.pref=CLFRQ0200E: Nebolo mo\u017en\u00e9 skontrolova\u0165 preferencie, ktor\u00e9 s\u00favisia s testovac\u00edm re\u017eimom administr\u00e1cie pre pou\u017e\u00edvate\u013ea s e-mailovou adresou {0}.
error.userpref.createPersisBean=CLFRQ0191E: Nastala chyba pri vytv\u00e1ran\u00ed beanu perzistencie pre pou\u017e\u00edvate\u013ea s e-mailovou adresou {0}.
error.userpref.load.widget.setting=CLFRQ0199E: Nastala chyba pri na\u010d\u00edtavan\u00ed prisp\u00f4sobenia pre pou\u017e\u00edvate\u013ea s e-mailovou adresou {0} a widgetom s identifik\u00e1torom {1}.
error.userpref.setNumberColumns=CLFRQ0354E: Nastala chyba pri nastavovan\u00ed parametra po\u017eiadavky, ktor\u00fd obsahuje po\u010det st\u013apcov pre in\u0161tanciu z\u00e1lo\u017eky {0}. Skontrolujte vnoren\u00fa v\u00fdnimku, aby ste na\u0161li viac podrobnost\u00ed.
error.userpref.get.numberColumns=CLFRQ0357E: Nastala chyba pri aktualizovan\u00ed po\u010dtu st\u013apcov z ID z\u00e1lo\u017eky {0}.
error.tabheaderservlet.setTabs=CLFRQ0350E: Nastala chyba pri z\u00edskavan\u00ed zoznamu in\u0161tanci\u00ed z\u00e1lo\u017eiek pre pou\u017e\u00edvate\u013ea {0}. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed.

error.email.null=CLFRQ0076E: V rel\u00e1cii ch\u00fdba atrib\u00fat e-mailovej adresy pou\u017e\u00edvate\u013ea.
error.session.invalid=CLFRQ0075E: Aktu\u00e1lna u\u017e\u00edvate\u013esk\u00e1 rel\u00e1cia je neplatn\u00e1.
error.action.invalid=CLFRQ0077E: Akcia: {0} nie je platn\u00e9 pre toto volanie REST.
error.widgetInfo.retrieve=CLFRQ0078E: Nastala chyba pri z\u00edskavan\u00ed inform\u00e1ci\u00ed o dostupn\u00fdch widgetoch.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: Nepodporovan\u00fd protokol pre {0}

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: Nastala chyba v konfigura\u010dnej slu\u017ebe katal\u00f3gu.
error.widgetInfo.response=CLFRQ0091E: Nastala chyba vstupu/v\u00fdstupu, k\u00fdm deskriptor widgetu odpovedal klientovi. Obsah deskriptora XML je tento: {0}

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: Nebolo mo\u017en\u00e9 z\u00edska\u0165 slu\u017ebu administr\u00e1cie katal\u00f3gu widgetov.
error.initializing.catalog.service=CLFRQ0275E: Nebolo mo\u017en\u00e9 z\u00edska\u0165 slu\u017ebu katal\u00f3gu widgetov.
error.initializing.panel.service=CLFRQ0356E: Nebolo mo\u017en\u00e9 z\u00edska\u0165 slu\u017ebu panela

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: Nebolo mo\u017en\u00e9 z\u00edska\u0165 in\u0161tanciu deskriptora widgetu slu\u017eby pam\u00e4te cache v pam\u00e4ti. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed
error.caching.service.startup=CLFRQ0390E: Nastala chyba pri inicializ\u00e1cii slu\u017eby pou\u017eitia pam\u00e4te cache v pam\u00e4ti pre deskriptor widgetu so zoznamom dostupn\u00fdch widgetov. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed.
error.caching.service.getDescriptor=CLFRQ0387E: Nastala chyba pri z\u00edskavan\u00ed deskriptora pre widget {0} z pam\u00e4te cache v pam\u00e4ti. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed.

error.build.number.missing=CLFRQ0104E: Zv\u00e4zok prostriedkov, ktor\u00fd obsahuje verziu zostavenia, neexistuje.
error.build.number.noname=CLFRQ0100E: Nebol zadan\u00fd \u017eiadny n\u00e1zov pre zv\u00e4zok prostriedkov, ktor\u00fd obsahuje verziu zostavenia.
error.build.number.cast=CLFRQ0106E: Nespr\u00e1vny \u00fadajov\u00fd typ pre verziu zostavenia.

error.admin.null.widget=CLFRQ0198E: Identifik\u00e1tor widgetu nebol poskytnut\u00fd ako parameter.
error.admin.enable=CLFRQ0192E: Nebolo mo\u017en\u00e9 povoli\u0165 widget s identifik\u00e1torom {0}.
error.admin.disable=CLFRQ0201E: Nebolo mo\u017en\u00e9 zak\u00e1za\u0165 widget s identifik\u00e1torom {0}.
error.admin.remove=CLFRQ0195E: Nebolo mo\u017en\u00e9 odstr\u00e1ni\u0165 widget s identifik\u00e1torom {0}.
error.admin.add=CLFRQ0194E: Nov\u00fd widget nebolo mo\u017en\u00e9 prida\u0165 do katal\u00f3gu. Z\u00edskali sa tieto \u00fadaje: {0}
error.admin.update=CLFRQ0196E: Nebolo mo\u017en\u00e9 aktualizova\u0165 widget v katal\u00f3gu. Z\u00edskali sa tieto \u00fadaje: {0}
error.admin.retrieve=CLFRQ0193E: Widget s identifik\u00e1torom {0} nebolo mo\u017en\u00e9 z\u00edska\u0165 z katal\u00f3gu.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: Nastala chyba pri nastavovan\u00ed testovacieho re\u017eimu administr\u00e1cie na {0} pre pou\u017e\u00edvate\u013ea s e-mailovou adresou {1}.

info.wpi.on=CLFRQ0340I: Slu\u017eba Domovskej str\u00e1nky je spusten\u00e1 s povolen\u00fdm roz\u0161\u00edren\u00edm adres\u00e1rovej slu\u017eby Profilov.
info.wpi.off=CLFRQ0343I: Slu\u017eba Domovskej str\u00e1nky je spusten\u00e1 so zak\u00e1zan\u00fdm roz\u0161\u00edren\u00edm adres\u00e1rovej slu\u017eby Profilov.

error.url.check.config=CLFRQ0271E: Nastala chyba pri pokuse o z\u00edskanie slu\u017eby HCL Connections na kontrolu tejto adresy URL: {0}
warn.url.check.io=CLFRQ0273W: Nastala chyba pri pokuse o skontrolovanie tejto adresy URL: {0}
warn.url.check.url=CLFRQ0612W: Nastala chyba pri pokuse o skontrolovanie tejto adresy URL: {0}

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: Nebolo mo\u017en\u00e9 z\u00edska\u0165 slu\u017ebu u\u017e\u00edvate\u013esk\u00fdch preferenci\u00ed na aktualiz\u00e1ciu uv\u00edtacieho re\u017eimu.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: Nastala chyba adres\u00e1rov\u00fdch slu\u017eieb pri z\u00edskavan\u00ed skup\u00edn pre pou\u017e\u00edvate\u013ea {0}.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: Nastala chyba pri generovan\u00ed informa\u010dn\u00e9ho kan\u00e1la v\u00fdsledkov vyh\u013ead\u00e1vania.
error.index.missing=CLFRQ0400E: Ch\u00fdba vyh\u013ead\u00e1vac\u00ed index.
error.naming.exception=CLFRQ0301E: Zachytila sa v\u00fdnimka pomen\u00favania JNDI. Aplik\u00e1cia Domovsk\u00e1 str\u00e1nka v Connections je nespr\u00e1vne nasaden\u00e1.
error.create.exception=CLFRQ0385E: Nastala chyba pri z\u00edskavan\u00ed v\u00fdsledku.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: Prehliada\u010d sa presmer\u00fava na {0} po zisten\u00ed v\u00fdzvy o autentifik\u00e1ciu zalo\u017een\u00fa na formul\u00e1ri v asynchr\u00f3nnej po\u017eiadavke
info.redirect.nocookie=CLFRQ0299I: Po v\u00fdzve o autentifik\u00e1ciu zalo\u017een\u00fa na formul\u00e1ri v asynchr\u00f3nnej po\u017eiadavke sa nena\u0161iel \u017eiadny s\u00fabor cookie Domovskej str\u00e1nky. Vykon\u00e1 sa presmerovanie na kore\u0148 cesty kontextu Domovskej str\u00e1nky.
error.homepage.redirect.ventura=CLFRQ0300E: Nastala chyba pri z\u00edskavan\u00ed adresy URL kore\u0148a kontextu domovskej str\u00e1nky z konfigura\u010dn\u00fdch s\u00faborov

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: Nastala chyba pri prid\u00e1van\u00ed deskriptora pre widget {0} do pam\u00e4te cache v pam\u00e4ti. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete v\u0161etky podrobnosti.
error.admin.cache.updateDescriptor=CLFRQ0325E: Nastala chyba pri aktualizovan\u00ed deskriptora pre widget {0} do pam\u00e4te cache v pam\u00e4ti. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete v\u0161etky podrobnosti.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: Nastala chyba pri z\u00edskavan\u00ed in\u0161tancie z\u00e1lo\u017eky pre pou\u017e\u00edvate\u013ea {0}. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed
error.filter.get.userId=CLFRQ0355E: Nie je mo\u017en\u00e9 z\u00edska\u0165 ID in\u0161tancie z\u00e1lo\u017eky. Nastala chyba pri z\u00edskavan\u00ed intern\u00e9ho ID autentifikovan\u00e9ho pou\u017e\u00edvate\u013ea z rel\u00e1cie.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: Nastala chyba pri volan\u00ed vzdialen\u00e9ho rozhrania (EJB) kv\u00f4li ozna\u010deniu alebo zru\u0161eniu ozna\u010denia pr\u00edbehov s ID {0} ako ulo\u017een\u00e9. Skontrolujte vnoren\u00fa v\u00fdnimku, aby ste na\u0161li viac podrobnost\u00ed.
error.createEJBHome.exception=CLFRQ0384E: Nastala chyba pri vytv\u00e1ran\u00ed vzdialen\u00e9ho rozhrania (EJB) pre arch\u00edv noviniek. Skontrolujte protokoly, aby ste na\u0161li viac podrobnost\u00ed.
error.fetchNews.remoteException=CLFRQ0382E: Nastala chyba pri volan\u00ed vzdialen\u00e9ho rozhrania (EJB) kv\u00f4li z\u00edskaniu pr\u00edbehov pre osobu s ID {0}. Skontrolujte vnoren\u00fa v\u00fdnimku, aby ste na\u0161li viac podrobnost\u00ed.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: Ako povinn\u00fd parameter bola odovzdan\u00e1 nespr\u00e1vna ve\u013ekos\u0165 str\u00e1nky ({0}). Pou\u017eije sa predvolen\u00e1 hodnota str\u00e1nky: {1}. Pou\u017e\u00edvate\u013e je {2}

error.fetchNews.getEJB.exception=CLFRQ0402E: Nastala chyba pri z\u00edskavan\u00ed in\u0161tancie pre referenciu EJB.
error.fetchNews.generic.exception=CLFRQ0401E: Nastala chyba pri volan\u00ed vzdialen\u00e9ho rozhrania (EJB). Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: Nastala chyba pri inicializ\u00e1cii mapovania ikony na adresu URL, ktor\u00e9 sa pou\u017e\u00edva pre sprajty v pr\u00fade noviniek (str\u00e1nka aktualiz\u00e1cie). Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: Odkaz na s\u00fabor vlastnost\u00ed (web.xml), ktor\u00fd sa pou\u017e\u00edva pre ikony sprajtov v pr\u00fade noviniek, nie je definovan\u00fd. Skontrolujte hodnotu pre inicializa\u010dn\u00fd parameter s n\u00e1zvom {0}

# JSON parsing messages
error.json.parse=CLFRQ0353E: Nastala chyba pri analyzovan\u00ed rozlo\u017eenia re\u0165azca JSON {0}. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed.

# Security related messages
error.security.tab.ownership=CLFRQ0393E: Bola prijat\u00e1 po\u017eiadavka o \u00fapravu inform\u00e1ci\u00ed, ktor\u00e9 s\u00favisia s in\u0161tanciou z\u00e1lo\u017eky {0}. Aktu\u00e1lny autentifikovan\u00fd u\u017e\u00edvate\u013e {1} v\u0161ak nem\u00e1 \u010dlenstvo v tejto in\u0161tancii z\u00e1lo\u017eky.
error.security.service.exception=CLFRQ0394E: Nastala chyba pri z\u00edskavan\u00ed inform\u00e1ci\u00ed z datab\u00e1zy pri kontrole bezpe\u010dnostn\u00fdch obmedzen\u00ed pre ukladanie inform\u00e1ci\u00ed o rozlo\u017een\u00ed. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed.
error.security.widgetInstance.ownership=CLFRQ0392E: Bola prijat\u00e1 po\u017eiadavka o \u00fapravu inform\u00e1ci\u00ed, ktor\u00e9 s\u00favisia s in\u0161tanciou widgetu {0}. Aktu\u00e1lny autentifikovan\u00fd u\u017e\u00edvate\u013e {1} v\u0161ak nem\u00e1 \u010dlenstvo v tejto in\u0161tancii widgetu.
error.security.widget.notAllowedOnTab=CLFRQ0395E: Vznikla po\u017eiadavka o pridanie widgetu {0} do in\u0161tancie z\u00e1lo\u017eky {1}. Administr\u00e1tor v\u0161ak nepovolil tento widget na tejto z\u00e1lo\u017eke. Autentifikovan\u00fd u\u017e\u00edvate\u013e bol {2}

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: Zaregistrovan\u00fd obslu\u017en\u00fd program predbe\u017enej udalosti vygenerovali v\u00fdnimku po\u010das transakcie Domovskej str\u00e1nky pre udalos\u0165 s n\u00e1zvom {0}. Transakcia zlyhala.
error.event.post.invoke=CLFRQ0422E: Zaregistrovan\u00fd obslu\u017en\u00fd program dodato\u010dnej udalosti vygenerovali v\u00fdnimku po\u010das transakcie Domovskej str\u00e1nky post udalos\u0165 s n\u00e1zvom {0}. Transakcia zlyhala.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: Zaregistrovan\u00fd obslu\u017en\u00fd program udalosti zastavil prid\u00e1vanie zna\u010dky {0}
error.event.handler.tag.remove=CLFRQ0418E: Zaregistrovan\u00fd obslu\u017en\u00fd program udalosti zastavil odstra\u0148ovanie {0}
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: Zaregistrovan\u00fd obslu\u017en\u00fd program udalosti zastavil prid\u00e1vanie osoby s ID {0}
error.event.handler.person.remove=CLFRQ0420E: Zaregistrovan\u00fd obslu\u017en\u00fd program udalosti zastavil odstra\u0148ovanie osoby s ID {0}

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: Nena\u0161iel sa k\u013e\u00fa\u010d nadpisu {0} vo zv\u00e4zku {1}

error.action.error.general=CLFRQ0415E: Nastala chyba pri vykon\u00e1van\u00ed akcie. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed.

#Service config servlet
error.serviceconfig=CLFRQ0414E: Nastala chyba pri sprac\u00favan\u00ed volania rozhrania API konfigur\u00e1cie slu\u017eby. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete v\u0161etky podrobnosti.

#Metrics action
info.action.metrics=CLFRQ0421I: Syst\u00e9mov\u00e9 metriky e\u0161te nie s\u00fa k dispoz\u00edcii alebo ich administr\u00e1tor zak\u00e1zal. Kontaktujte svojho administr\u00e1tora a po\u017eiadajte o inform\u00e1cie.
error.loading.news.config.settings=CLFRQ0436E: Nastala chyba pri na\u010d\u00edtavan\u00ed hodnoty \u017eivotnosti pr\u00edbehu zo s\u00faboru news-config.xml.
