# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: \u0644\u0627 \u062a\u0648\u062c\u062f \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u062a\u0639\u0627\u0645\u0644 \u0645\u062a\u0627\u062d\u0629 \u0641\u064a \u0627\u0644\u0643\u062a\u0627\u0644\u0648\u062c.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: \u0644\u0645 \u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0639\u0631\u0641 \u0628\u0648\u0627\u0633\u0637\u0629 {0}.
info.nouserpref.create=CLFRQ0351I: \u0644\u0627 \u062a\u0648\u062c\u062f \u0646\u0633\u062e \u0645\u0648\u062c\u0648\u062f\u0629 \u0644\u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 {0} \u0648\u0646\u0633\u062e\u0629 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 {1}\u060c \u0633\u064a\u062a\u0645 \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0641\u0626\u0629 \u0627\u0644\u0645\u0641\u062a\u0631\u0636\u0629
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0643\u0648\u062f \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644: {0} \u0628\u0633\u0628\u0628 \u0648\u062c\u0648\u062f \u062e\u0637\u0623 \u0627\u0633\u062a\u062b\u0646\u0627\u0626\u064a. \u062d\u062f\u062b \u0627\u0644\u062e\u0637\u0623 \u0639\u0646\u062f \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644 \u0645\u0646 \u062e\u0644\u0627\u0644 virtual member manager \u0628\u0634\u0643\u0644 \u0645\u0628\u0627\u0634\u0631: {1}
error.retrieve.user.wpi=CLFRQ0341E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0643\u0648\u062f \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644: {0} \u0628\u0633\u0628\u0628 \u0648\u062c\u0648\u062f \u062e\u0637\u0623 \u0627\u0633\u062a\u062b\u0646\u0627\u0626\u064a. \u062d\u062f\u062b \u0627\u0644\u062e\u0637\u0623 \u0639\u0646\u062f \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644 \u0645\u0646 \u062e\u0644\u0627\u0644 Profiles Directory Service Extension: {1}
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: \u0644\u0645 \u064a\u062a\u0645 \u0627\u0631\u062c\u0627\u0639 \u062a\u0641\u0627\u0635\u064a\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0627\u0644\u0643\u0648\u062f: {0}. \u062a\u0645 \u0627\u062c\u0631\u0627\u0621 \u0645\u062d\u0627\u0648\u0644\u0629 \u0644\u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644 \u0645\u0646 \u062e\u0644\u0627\u0644 virtual member manager \u0645\u0628\u0627\u0634\u0631\u0629. \u0642\u062f \u064a\u0643\u0648\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u064a\u0633  \u0628\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0635\u062d\u064a\u062d \u0641\u064a \u0633\u062c\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: \u0644\u0645 \u064a\u062a\u0645 \u0627\u0631\u062c\u0627\u0639 \u062a\u0641\u0627\u0635\u064a\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0643\u0648\u062f \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644: {0}. \u062a\u0645 \u0627\u062c\u0631\u0627\u0621 \u0645\u062d\u0627\u0648\u0644\u0629 \u0644\u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644 \u0645\u0646 \u062e\u0644\u0627\u0644 Profiles Directory Service Extension. \u0642\u062f \u064a\u0643\u0648\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u064a\u0633  \u0628\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0635\u062d\u064a\u062d \u0641\u064a \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: \u0643\u0648\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0623\u0648 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u062e\u0627\u0644\u064a\u0627. \u0647\u0630\u0647 \u0647\u064a \u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0633\u062a\u0631\u062c\u0627\u0639\u0647\u0627: \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a {0}\u060c \u0643\u0648\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 {1}

error.userpref.position=CLFRQ0057E: \u0644\u0645 \u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0645\u0639\u0627\u0645\u0644 \u0627\u0644\u062e\u0627\u0635 \u0628\u0627\u0644\u0645\u0648\u0636\u0639 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645: {0}
error.userpref.widgetid=CLFRQ0067E: \u0644\u0645 \u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u0643\u0648\u062f \u062a\u0639\u0631\u064a\u0641 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645: {0}

# {0} REST should be left in English
error.action.null=CLFRQ0074E: \u0644\u0645 \u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u062a\u0635\u0631\u0641 \u0644\u0627\u0633\u062a\u062f\u0639\u0627\u0621 REST \u0647\u0630\u0627.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062d\u0630\u0641 \u0627\u0644\u0645\u0648\u0636\u0639 \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645: {0}. \u062d\u0627\u0648\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0632\u0627\u0644\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {1} \u0644\u0644\u0648\u062d\u0629 \u0627\u0644\u062c\u0627\u0646\u0628\u064a\u0629.

error.userpref.change.widget.setting=CLFRQ0060E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0645\u062d\u0627\u0648\u0644\u0629 \u062a\u0637\u0628\u064a\u0642 \u0645\u062d\u062f\u062f\u0627\u062a \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u062c\u062f\u064a\u062f\u0629 \u0628\u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u062a\u0627\u0644\u064a\u0629: {0}
error.userpref.null.profileprovider=CLFRQ0071E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u062c\u0647\u0629 \u0627\u062a\u0627\u062d\u0629 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641. \u062c\u0647\u0629 \u0627\u062a\u0627\u062d\u0629 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0628\u0627\u0644\u0642\u064a\u0645\u0629 null.
error.update.lastVisit.user=CLFRQ0089E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0639\u062f\u064a\u0644 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0622\u062e\u0631 \u0632\u064a\u0627\u0631\u0629 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645: {0}
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0639\u062f\u064a\u0644 \u0645\u062c\u0627\u0644 \u0622\u062e\u0631 \u0632\u064a\u0627\u0631\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0647\u0630\u0627: {0}
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0639\u0636\u0648. \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0639\u0636\u0648 \u0628\u0627\u0644\u0642\u064a\u0645\u0629 null.
error.userpref.validateNewUser.createUser=CLFRQ0125E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0643\u0648\u064a\u0646 \u0645\u0633\u062a\u062e\u062f\u0645 \u062c\u062f\u064a\u062f \u0644\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0630\u0648 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a {0} \u0648\u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {1}.
error.userpref.get.widgetprefs=CLFRQ0126E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0627\u0644\u0643\u0648\u062f {0} \u0648\u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0627\u0644\u0643\u0648\u062f {1}\u060c \u0648\u0646\u0633\u062e\u0629 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0627\u0644\u0645\u0639\u0631\u0641\u0629 \u0628\u0627\u0643\u0648\u062f {2}
error.userpref.check.admin.pref=CLFRQ0200E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0627\u0644\u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629 \u0628\u0646\u0645\u0637 \u0627\u062e\u062a\u0628\u0627\u0631 \u0627\u0644\u0627\u062f\u0627\u0631\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a {0}.
error.userpref.createPersisBean=CLFRQ0191E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0643\u0648\u064a\u0646 \u0648\u062d\u062f\u0629 \u0628\u0631\u0627\u0645\u062c \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062f\u0627\u0626\u0645\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a {0}.
error.userpref.load.widget.setting=CLFRQ0199E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u062a\u0647\u064a\u0626\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a {0} \u0648\u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {1}.
error.userpref.setNumberColumns=CLFRQ0354E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0645\u0639\u0627\u0645\u0644\u0627\u062a \u0627\u0644\u0637\u0644\u0628 \u0627\u0644\u0630\u064a \u064a\u062a\u0636\u0645\u0646 \u0631\u0642\u0645 \u0627\u0644\u0639\u0645\u0648\u062f \u0644\u0646\u0633\u062e\u0629 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 {0}. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.userpref.get.numberColumns=CLFRQ0357E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0639\u062f\u064a\u0644 \u0639\u062f\u062f \u0627\u0644\u0623\u0639\u0645\u062f\u0629 \u0645\u0646 \u0643\u0648\u062f \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 {0}
error.tabheaderservlet.setTabs=CLFRQ0350E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u062d\u0636\u0627\u0631 \u0643\u0634\u0641 \u0646\u0633\u062e \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 {0}. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

error.email.null=CLFRQ0076E: \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0644\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u0629 \u0628\u0627\u0644\u062c\u0644\u0633\u0629.
error.session.invalid=CLFRQ0075E: \u062c\u0644\u0633\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u0629.
error.action.invalid=CLFRQ0077E: \u0627\u0644\u062a\u0635\u0631\u0641: {0} \u063a\u064a\u0631 \u0635\u062d\u064a\u062d \u0644\u0627\u0633\u062a\u062f\u0639\u0627\u0621 REST \u0647\u0630\u0627.
error.widgetInfo.retrieve=CLFRQ0078E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u062a\u0627\u062d\u0629.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: \u0644\u0627 \u064a\u062a\u0645 \u062f\u0639\u0645 \u0627\u0644\u0628\u0631\u062a\u0648\u0643\u0648\u0644 \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0627\u0644\u0649 {0}

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u062e\u062f\u0645\u0629 \u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u0643\u062a\u0627\u0644\u0648\u062c.
error.widgetInfo.response=CLFRQ0091E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0645\u062f\u062e\u0644\u0627\u062a/\u0645\u062e\u0631\u062c\u0627\u062a \u0623\u062b\u0646\u0627\u0621 \u0642\u064a\u0627\u0645 \u0645\u0648\u0635\u0641 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0628\u0627\u0644\u0631\u062f \u0639\u0644\u0649 \u0627\u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062a\u0627\u0628\u0639\u0629. \u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0645\u0648\u0635\u0641 XML \u0647\u064a: {0}

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u062e\u062f\u0645\u0629 \u0627\u062f\u0627\u0631\u0629 \u0643\u062a\u0627\u0644\u0648\u062c \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644.
error.initializing.catalog.service=CLFRQ0275E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u062e\u062f\u0645\u0629 \u0643\u062a\u0627\u0644\u0648\u062c \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644.
error.initializing.panel.service=CLFRQ0356E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u062e\u062f\u0645\u0629 \u0627\u0644\u0634\u0627\u0634\u0629

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0623\u062d\u062f \u0646\u0633\u062e \u0645\u0644\u0641 \u0645\u0648\u0635\u0641 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0628\u062e\u062f\u0645\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0628\u0627\u0644\u0630\u0643\u0631\u0629 \u0627\u0644\u0648\u0633\u064a\u0637\u0629. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.caching.service.startup=CLFRQ0390E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0628\u062f\u0621 \u0645\u0644\u0641 \u0645\u0648\u0635\u0641 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0641\u064a \u062e\u062f\u0645\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0628\u0627\u0644\u0630\u0643\u0631\u0629 \u0627\u0644\u0648\u0633\u064a\u0637\u0629 \u0645\u0639 \u0643\u0634\u0641 \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u062a\u0627\u062d\u0629. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.caching.service.getDescriptor=CLFRQ0387E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0645\u0648\u0635\u0641 \u0644\u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 {0} \u0645\u0646 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0648\u0633\u064a\u0637 \u0644\u0644\u0630\u0627\u0643\u0631\u0629. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

error.build.number.missing=CLFRQ0104E: \u062d\u0632\u0645\u0629 \u0628\u0631\u0627\u0645\u062c \u0627\u0644\u0645\u0635\u0627\u062f\u0631 \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0646\u0633\u062e\u0629 \u0627\u0644\u0628\u0646\u0627\u0621 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u0629.
error.build.number.noname=CLFRQ0100E: \u0644\u0645 \u064a\u062a\u0645 \u0627\u062a\u0627\u062d\u0629 \u0627\u0633\u0645 \u0644\u062d\u0632\u0645\u0629 \u0628\u0631\u0627\u0645\u062c \u0627\u0644\u0645\u0635\u0627\u062f\u0631 \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0646\u0633\u062e\u0629 \u0627\u0644\u0628\u0646\u0627\u0621.
error.build.number.cast=CLFRQ0106E: \u0646\u0648\u0639 \u0628\u064a\u0627\u0646\u0627\u062a \u063a\u064a\u0631 \u0635\u062d\u064a\u062d \u0644\u0646\u0633\u062e\u0629 \u0627\u0644\u0628\u0646\u0627\u0621.

error.admin.null.widget=CLFRQ0198E: \u0644\u0645 \u064a\u062a\u0645 \u0627\u062a\u0627\u062d\u0629 \u0643\u0648\u062f \u062a\u0639\u0631\u064a\u0641 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0643\u0645\u0639\u0627\u0645\u0644.
error.admin.enable=CLFRQ0192E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u062a\u0627\u062d\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0}.
error.admin.disable=CLFRQ0201E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0}.
error.admin.remove=CLFRQ0195E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0632\u0627\u0644\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0}.
error.admin.add=CLFRQ0194E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0636\u0627\u0641\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u062c\u062f\u064a\u062f \u0627\u0644\u0649 \u0627\u0644\u0643\u062a\u0627\u0644\u0648\u062c. \u062a\u0645 \u0627\u062a\u0627\u062d\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0627\u0644\u064a\u0629: {0}
error.admin.update=CLFRQ0196E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0639\u062f\u064a\u0644 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0641\u064a \u0627\u0644\u0643\u062a\u0627\u0644\u0648\u062c. \u062a\u0645 \u0627\u062a\u0627\u062d\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0627\u0644\u064a\u0629: {0}
error.admin.retrieve=CLFRQ0193E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0} \u0645\u0646 \u0627\u0644\u0643\u062a\u0627\u0644\u0648\u062c.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0639\u0646\u062f \u062a\u062d\u062f\u064a\u062f \u0646\u0645\u0637 \u0627\u062e\u062a\u0628\u0627\u0631 \u0627\u0644\u0627\u062f\u0627\u0631\u0629 \u0627\u0644\u0649 {0} \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a {1}.

info.wpi.on=CLFRQ0340I: \u062c\u0627\u0631\u064a \u062a\u0634\u063a\u064a\u0644 \u062e\u062f\u0645\u0629 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0645\u0639 \u0627\u062a\u0627\u062d\u0629 Profiles Directory Service Extension.
info.wpi.off=CLFRQ0343I: \u062c\u0627\u0631\u064a \u062a\u0634\u063a\u064a\u0644 \u062e\u062f\u0645\u0629 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0645\u0639 \u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u0629 Profiles Directory Service Extension.

error.url.check.config=CLFRQ0271E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0639\u0646\u062f \u0645\u062d\u0627\u0648\u0644\u0629 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u062e\u062f\u0645\u0629 HCL Connections \u0644\u0641\u062d\u0635 \u0639\u0646\u0648\u0627\u0646 URL \u0647\u0630\u0627: {0}
warn.url.check.io=CLFRQ0273W: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0645\u062d\u0627\u0648\u0644\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0639\u0646\u0648\u0627\u0646 URL \u0647\u0630\u0627: {0}
warn.url.check.url=CLFRQ0612W: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0645\u062d\u0627\u0648\u0644\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0639\u0646\u0648\u0627\u0646 URL \u0647\u0630\u0627: {0}

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u062e\u062f\u0645\u0629 \u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u062a\u0639\u062f\u064a\u0644 \u0646\u0645\u0637 \u0627\u0644\u062a\u0631\u062d\u064a\u0628.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: \u062d\u062f\u062b \u062e\u0637\u0623 \u0628\u062e\u062f\u0645\u0627\u062a \u0627\u0644\u062f\u0644\u064a\u0644 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 {0}.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: \u062e\u0637\u0623 \u0641\u064a \u062a\u0643\u0648\u064a\u0646 \u0648\u062d\u062f\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629 \u0644\u0646\u062a\u0627\u0626\u062c \u0627\u0644\u0628\u062d\u062b.
error.index.missing=CLFRQ0400E: \u0641\u0647\u0631\u0633 \u0627\u0644\u0628\u062d\u062b \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f.
error.naming.exception=CLFRQ0301E: \u062a\u0645 \u0627\u0643\u062a\u0634\u0627\u0641 \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0633\u0645\u064a\u0629 JNDI. \u062a\u0637\u0628\u064a\u0642 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0627\u0644\u0649 Connections \u062a\u0645 \u0646\u0634\u0631\u0647 \u0628\u0637\u0631\u064a\u0642\u0629 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u0629.
error.create.exception=CLFRQ0385E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0646\u062a\u0627\u0626\u062c.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: \u0633\u064a\u062a\u0645 \u0627\u0639\u0627\u062f\u0629 \u062a\u0648\u062c\u064a\u0647 \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u0627\u0633\u062a\u0639\u0631\u0627\u0636 \u0627\u0644\u0649 {0} \u0628\u0639\u062f \u0642\u064a\u0627\u0645 \u0627\u0644\u062a\u0648\u062b\u064a\u0642 \u0627\u0644\u0623\u0633\u0627\u0633\u064a \u0628\u0627\u0643\u062a\u0634\u0627\u0641 \u0627\u0639\u062a\u0631\u0627\u0636 \u0628\u0637\u0644\u0628 \u063a\u064a\u0631 \u0645\u062a\u0632\u0627\u0645\u0646.
info.redirect.nocookie=CLFRQ0299I: \u0644\u0645 \u064a\u062a\u0645 \u0627\u0643\u062a\u0634\u0627\u0641 \u0645\u0644\u0641\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637 \u0644\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0628\u0639\u062f \u0627\u0639\u062a\u0631\u0627\u0636 \u0627\u0644\u062a\u0648\u062b\u064a\u0642 \u0628\u0646\u0627\u0621\u0627 \u0639\u0644\u0649 \u0627\u0644\u0646\u0645\u0648\u0630\u062c \u0628\u0627\u0644\u0637\u0644\u0628 \u063a\u064a\u0631 \u0627\u0644\u0645\u062a\u0632\u0627\u0645\u0646\u060c \u0633\u064a\u062a\u0645 \u0627\u0639\u0627\u062f\u0629 \u0627\u0644\u062a\u0648\u062c\u064a\u0647 \u0627\u0644\u0649 \u0627\u0644\u062f\u0644\u064a\u0644 \u0627\u0644\u0631\u0626\u064a\u0633\u064a \u0644\u0645\u0633\u0627\u0631 \u0633\u064a\u0627\u0642 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0643\u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u0641\u062a\u0631\u0636.
error.homepage.redirect.ventura=CLFRQ0300E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u062d\u0636\u0627\u0631 \u0639\u0646\u0648\u0627\u0646 URL \u0644\u0644\u062f\u0644\u064a\u0644 \u0627\u0644\u0631\u0626\u064a\u0633\u064a \u0644\u0633\u064a\u0627\u0642 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0645\u0646 \u0645\u0644\u0641\u0627\u062a \u0627\u0644\u062a\u0648\u0635\u064a\u0641

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0645\u0648\u0635\u0641 \u0644\u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 {0} \u0627\u0644\u0649 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0628\u0627\u0644\u0630\u0643\u0631\u0629 \u0627\u0644\u0648\u0633\u064a\u0637\u0629. \u0627\u0631\u062c\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644 \u0628\u0627\u0644\u0643\u0627\u0645\u0644.
error.admin.cache.updateDescriptor=CLFRQ0325E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0645\u0648\u0635\u0641 \u0644\u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 {0} \u0627\u0644\u0649 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0628\u0627\u0644\u0630\u0643\u0631\u0629 \u0627\u0644\u0648\u0633\u064a\u0637\u0629. \u0627\u0631\u062c\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644 \u0628\u0627\u0644\u0643\u0627\u0645\u0644.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u062d\u0636\u0627\u0631 \u0646\u0633\u062e\u0629 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 {0}. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.filter.get.userId=CLFRQ0355E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0643\u0648\u062f \u0646\u0633\u062e\u0629 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628. \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u0643\u0648\u062f \u0627\u0644\u062f\u0627\u062e\u0644\u064a \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0648\u062b\u0642 \u0645\u0646 \u062c\u0644\u0633\u0629 \u0627\u0644\u0639\u0645\u0644.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u062f\u0639\u0627\u0621 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0639\u0646 \u0628\u0639\u062f (EJB) \u0644\u062a\u0639\u0644\u064a\u0645 \u0623\u0648 \u0627\u0644\u063a\u0627\u0621 \u062a\u0639\u0644\u064a\u0645 \u0628\u0646\u0648\u062f \u0627\u0644\u0623\u062e\u0628\u0627\u0631 \u0628\u0627\u0644\u0643\u0648\u062f {0} \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062d\u0641\u0638. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.createEJBHome.exception=CLFRQ0384E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0643\u0648\u064a\u0646 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0639\u0646 \u0628\u0639\u062f (EJB) \u0644\u0645\u0633\u062a\u0648\u062f\u0639 \u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0623\u062e\u0628\u0627\u0631. \u0627\u0631\u062c\u0639 \u0627\u0644\u0649 \u0627\u0644\u0633\u062c\u0644\u0627\u062a \u0644\u0644\u062a\u0639\u0631\u0641 \u0639\u0644\u0649 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.fetchNews.remoteException=CLFRQ0382E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u062f\u0639\u0627\u0621 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0639\u0646 \u0628\u0639\u062f (EJB) \u0644\u0627\u062d\u0636\u0627\u0631 \u0628\u0646\u0648\u062f \u0627\u0644\u0623\u062e\u0628\u0627\u0631 \u0644\u0643\u0648\u062f \u0627\u0644\u0634\u062e\u0635 {0}. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: \u062a\u0645 \u062a\u0645\u0631\u064a\u0631 \u062d\u062c\u0645 \u0635\u0641\u062d\u0629 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d ({0}) \u0643\u0645\u0639\u0627\u0645\u0644 \u0637\u0644\u0628. \u0633\u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0645\u0641\u062a\u0631\u0636\u0629 \u0644\u062d\u062c\u0645 \u0627\u0644\u0635\u0641\u062d\u0629: {1} \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0647\u0648 {2}

error.fetchNews.getEJB.exception=CLFRQ0402E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0646\u0633\u062e\u0629 \u0644\u0645\u0631\u062c\u0639 EJB.
error.fetchNews.generic.exception=CLFRQ0401E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u062f\u0639\u0627\u0621 \u0627\u0632\u0627\u0644\u0629 \u0648\u0627\u062c\u0647\u0629 \u062a\u0639\u0627\u0645\u0644 (EJB). \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0628\u062f\u0621 \u0627\u0644\u0634\u0627\u0631\u0629 \u0644\u0645\u0646\u0627\u0638\u0631\u0629 \u0639\u0646\u0648\u0627\u0646 URL \u0627\u0644\u0630\u064a \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647 \u0643\u0645\u062d\u062f\u062f \u0641\u064a \u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u0623\u062e\u0628\u0627\u0631 (\u062a\u0639\u062f\u064a\u0644 \u0635\u0641\u062d\u0629). \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: \u0644\u0645 \u064a\u062a\u0645 \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0645\u0631\u062c\u0639 \u0627\u0644\u062e\u0627\u0635 \u0628\u0645\u0644\u0641 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0630\u064a \u064a\u0633\u062a\u062e\u062f\u0645 (web.xml) \u0644\u0634\u0627\u0631\u0627\u062a \u0627\u0644\u0634\u0628\u062d \u0641\u064a \u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u0623\u062e\u0628\u0627\u0631. \u062a\u062d\u0642\u0642 \u0645\u0646 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0645\u0639\u0627\u0645\u0644 init \u0628\u0627\u0644\u0627\u0633\u0645 {0}

# JSON parsing messages
error.json.parse=CLFRQ0353E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062a\u062d\u0644\u064a\u0644 \u0627\u0644\u0644\u063a\u0648\u064a \u0644\u0644\u0634\u0643\u0644 \u0627\u0644\u0639\u0627\u0645 \u0644\u0639\u0628\u0627\u0631\u0629 JSON {0}. \u0623\u0646\u0638\u0631 \u0627\u0644\u062e\u0637\u0623 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644 \u0644\u0644\u062a\u0639\u0631\u0641 \u0639\u0644\u0649 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644

# Security related messages
error.security.tab.ownership=CLFRQ0393E: \u062a\u0645 \u0627\u0633\u062a\u0644\u0627\u0645 \u0637\u0644\u0628 \u0628\u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629 \u0628\u0646\u0633\u062e\u0629 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 {0}. \u0648\u0644\u0643\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0648\u062b\u0642 \u062d\u0627\u0644\u064a\u0627 {1} \u0644\u064a\u0633 \u0644\u062f\u064a\u0647 \u0645\u0644\u0643\u064a\u0629 \u0644\u0646\u0633\u062e\u0629 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0647\u0630\u0647.
error.security.service.exception=CLFRQ0394E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u062d\u0636\u0627\u0631 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0645\u0646 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0639\u0646\u062f \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0642\u064a\u0648\u062f \u0627\u0644\u0633\u0631\u064a\u0629 \u0644\u062d\u0641\u0638 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0634\u0643\u0644 \u0627\u0644\u0639\u0627\u0645. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.security.widgetInstance.ownership=CLFRQ0392E: \u062a\u0645 \u0627\u0633\u062a\u0644\u0627\u0645 \u0637\u0644\u0628 \u0628\u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629 \u0628\u0646\u0633\u062e\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 {0}. \u0648\u0644\u0643\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0648\u062b\u0642 \u062d\u0627\u0644\u064a\u0627 {1} \u0644\u064a\u0633 \u0644\u062f\u064a\u0647 \u0645\u0644\u0643\u064a\u0629 \u0644\u0646\u0633\u062e\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0647\u0630\u0647.
error.security.widget.notAllowedOnTab=CLFRQ0395E: \u062a\u0645 \u0627\u062c\u0631\u0627\u0621 \u0637\u0644\u0628 \u0644\u0625\u0636\u0627\u0641\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 {0} \u0627\u0644\u0649 \u0646\u0633\u062e\u0629 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 {1}. \u0648\u0644\u0643\u0646\u060c \u063a\u064a\u0631 \u0645\u0633\u0645\u0648\u062d \u0628\u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0647\u0630\u0647 \u0628\u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0647\u0630\u0647 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645. \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0648\u062b\u0642 \u0647\u0648 {2}

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0628\u0628\u0631\u0646\u0627\u0645\u062c \u0645\u0639\u0627\u0644\u062c\u0629 \u0627\u0644\u0623\u062d\u062f\u0627\u062b \u0627\u0644\u0633\u0627\u0628\u0642\u0629 \u0627\u0644\u0645\u0633\u062c\u0644 \u0623\u062b\u0646\u0627\u0621 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0644\u0644\u062d\u062f\u062b \u0630\u0648 \u0627\u0644\u0627\u0633\u0645 {0}.  \u0641\u0634\u0644\u062a \u0627\u0644\u0639\u0645\u0644\u064a\u0629.
error.event.post.invoke=CLFRQ0422E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0628\u0628\u0631\u0646\u0627\u0645\u062c \u0645\u0639\u0627\u0644\u062c\u0629 \u0627\u0644\u0623\u062d\u062f\u0627\u062b \u0627\u0644\u0644\u0627\u062d\u0642\u0629 \u0627\u0644\u0645\u0633\u062c\u0644 \u0623\u062b\u0646\u0627\u0621 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0644\u0644\u062d\u062f\u062b \u0630\u0648 \u0627\u0644\u0627\u0633\u0645 {0}.  \u0641\u0634\u0644\u062a \u0627\u0644\u0639\u0645\u0644\u064a\u0629.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: \u0642\u0627\u0645 \u0628\u0631\u0646\u0627\u0645\u062c \u0645\u0639\u0627\u0644\u062c\u0629 \u0627\u0644\u062d\u062f\u062b \u0627\u0644\u0645\u0633\u062c\u0644 \u0628\u0627\u064a\u0642\u0627\u0641 \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 {0} \u0645\u0646 \u0623\u0646 \u064a\u062a\u0645 \u0627\u0636\u0627\u0641\u062a\u0647\u0627
error.event.handler.tag.remove=CLFRQ0418E: \u0642\u0627\u0645 \u0628\u0631\u0646\u0627\u0645\u062c \u0645\u0639\u0627\u0644\u062c\u0629 \u0627\u0644\u062d\u062f\u062b \u0627\u0644\u0645\u0633\u062c\u0644 \u0628\u0627\u064a\u0642\u0627\u0641 \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 {0} \u0645\u0646 \u0623\u0646 \u064a\u062a\u0645 \u0627\u0632\u0627\u0644\u062a\u0647\u0627
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: \u0642\u0627\u0645 \u0628\u0631\u0646\u0627\u0645\u062c \u0645\u0639\u0627\u0644\u062c\u0629 \u0627\u0644\u062d\u062f\u062b \u0627\u0644\u0645\u0633\u062c\u0644 \u0628\u0627\u064a\u0642\u0627\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0627\u0644\u0643\u0648\u062f {0} \u0645\u0646 \u0623\u0646 \u064a\u062a\u0645 \u0627\u0636\u0627\u0641\u062a\u0647
error.event.handler.person.remove=CLFRQ0420E: \u0642\u0627\u0645 \u0628\u0631\u0646\u0627\u0645\u062c \u0645\u0639\u0627\u0644\u062c\u0629 \u0627\u0644\u062d\u062f\u062b \u0627\u0644\u0645\u0633\u062c\u0644 \u0628\u0627\u064a\u0642\u0627\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0627\u0644\u0643\u0648\u062f {0} \u0645\u0646 \u0623\u0646 \u064a\u062a\u0645 \u0627\u0632\u0627\u0644\u062a\u0647

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u064a\u062c\u0627\u062f \u0645\u0641\u062a\u0627\u062d \u0627\u0644\u0639\u0646\u0648\u0627\u0646 {0} \u0641\u064a \u062d\u0632\u0645\u0629 \u0627\u0644\u0628\u0631\u0627\u0645\u062c {1}

error.action.error.general=CLFRQ0415E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0646\u0641\u064a\u0630 \u0627\u0644\u062a\u0635\u0631\u0641. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

#Service config servlet
error.serviceconfig=CLFRQ0414E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0645\u0639 \u0627\u0633\u062a\u062f\u0639\u0627\u0621 \u0627\u0644\u0649 \u0628\u0631\u0646\u0627\u0645\u062c API \u0627\u0644\u062e\u0627\u0635 \u0628\u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u062e\u062f\u0645\u0629. \u0627\u0631\u062c\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644 \u0628\u0627\u0644\u0643\u0627\u0645\u0644.

#Metrics action
info.action.metrics=CLFRQ0421I: \u0645\u0642\u0627\u064a\u064a\u0633 \u0627\u0644\u0646\u0638\u0627\u0645 \u063a\u064a\u0631 \u0645\u062a\u0627\u062d\u0629 \u0628\u0639\u062f \u0623\u0648 \u0623\u0646 \u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645 \u0642\u0627\u0645 \u0628\u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u062a\u0647\u0645. \u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645 \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a.
error.loading.news.config.settings=CLFRQ0436E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u062a\u062d\u0645\u064a\u0644 \u0642\u064a\u0645\u0629 \u0645\u062f\u0629 \u0635\u0644\u0627\u062d\u064a\u0629 \u0627\u0644\u0645\u0648\u0636\u0648\u0639 \u0645\u0646 \u200f\u200enews-config.xml\u200e\u200f.
