# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: Der Katalog enth\u00e4lt keine verf\u00fcgbaren Widgets.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: F\u00fcr den durch {0} identifizierten Benutzer wurden keine Benutzervorgaben festgelegt.
info.nouserpref.create=CLFRQ0351I: F\u00fcr Benutzer {0} und Registerkarteninstanz {1} ist keine Widgetinstanz vorhanden; Standardsatz wird erstellt.
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: Die Details zum Benutzer mit der Anmelde-ID {0} konnten aufgrund einer Ausnahmebedingung nicht abgerufen werden. Die Ausnahmebedingung trat beim direkten Abrufen von Details \u00fcber den Virtual Member Manager auf: {1}
error.retrieve.user.wpi=CLFRQ0341E: Die Details zum Benutzer mit der Anmelde-ID {0} konnten aufgrund einer Ausnahme nicht abgerufen werden. Die Ausnahm trat beim Abrufen der Details \u00fcber die Verzeichnisserviceerweiterung der Komponente \u201eProfile\u201c auf: {1}
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: F\u00fcr den Benutzer mit der Anmelde-ID {0} konnten keine Benutzerangaben zur\u00fcckgegeben werden. Es wurde versucht, die Angaben direkt \u00fcber den Virtual Member Manager abzurufen. M\u00f6glicherweise handelt es sich um einen Benutzer, der nicht in der Benutzerregistry vorhanden ist.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: F\u00fcr den Benutzer mit der Anmelde-ID {0} wurden keine Benutzerangaben zur\u00fcckgegeben. Es wurde versucht, die Angaben \u00fcber die Verzeichnisserviceerweiterung der Komponente "Profile" abzurufen. M\u00f6glicherweise handelt es sich um einen Benutzer, der nicht in der Komponente "Profile" vorhanden ist.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: Die E-Mail-Adresse oder die Benutzer-ID hat den Wert null. Diese Werte wurden abgerufen: E-Mail-Adresse {0}, Benutzer-ID {1}

error.userpref.position=CLFRQ0057E: F\u00fcr diesen Benutzer wurde der Positionsparameter nicht angegeben: {0}
error.userpref.widgetid=CLFRQ0067E: F\u00fcr den folgenden Benutzer wurde die Widget-ID nicht angegeben: {0}

# {0} REST should be left in English
error.action.null=CLFRQ0074E: F\u00fcr diesen REST-Aufruf ist die Aktion nicht angegeben.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: Beim L\u00f6schen der Position f\u00fcr den folgenden Benutzer ist ein Fehler aufgetreten: {0}. Der Benutzer hat versucht, das Widget mit der ID {1} in die Seitenpalette zu verschieben.

error.userpref.change.widget.setting=CLFRQ0060E: Beim Versuch, neue Widgeteinstellungen mit den folgenden Informationen anzuwenden, ist ein Fehler aufgetreten: {0}
error.userpref.null.profileprovider=CLFRQ0071E: Beim Abrufen des Profilproviders ist ein Fehler aufgetreten. Der Profilprovider hat den Wert null.
error.update.lastVisit.user=CLFRQ0089E: Beim Aktualisieren der Informationen zum letzten Besuch f\u00fcr diesen Benutzer ist ein Fehler aufgetreten: {0}
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: Beim Aktualisieren des Felds "Letzter Besuch" f\u00fcr den Benutzer mit der ID {0} ist ein Fehler aufgetreten.
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: Beim Abrufen des Mitgliedsprofils ist ein Fehler aufgetreten. Das Mitgliedsprofil hat den Wert null.
error.userpref.validateNewUser.createUser=CLFRQ0125E: Beim Erstellen eines neuen Benutzers f\u00fcr die Homepage mit der E-Mail-Adresse {0} und der ID {1} ist ein Fehler aufgetreten.
error.userpref.get.widgetprefs=CLFRQ0126E: Beim Abrufen von Widgetvorgaben f\u00fcr den Benutzer mit der ID {0}, dem Widget mit der ID {1} und der Registerkarteninstanz mit der ID {2} ist ein Fehler aufgetreten.
error.userpref.check.admin.pref=CLFRQ0200E: Die Vorgaben zum Administrationstestmodus f\u00fcr den Benutzer mit der E-Mail-Adresse {0} konnten nicht \u00fcberpr\u00fcft werden.
error.userpref.createPersisBean=CLFRQ0191E: Beim Erstellen der Persistenzbean f\u00fcr den Benutzer mit der E-Mail-Adresse {0} ist ein Fehler aufgetreten.
error.userpref.load.widget.setting=CLFRQ0199E: Beim Laden der Anpassung f\u00fcr den Benutzer mit der E-Mail-Adresse {0} und das Widget mit der ID {1} ist ein Fehler aufgetreten.
error.userpref.setNumberColumns=CLFRQ0354E: Beim Einstellen des Anforderungsparameters, der die Spaltenanzahl f\u00fcr Registerkarteninstanz {0} enth\u00e4lt, ist ein Fehler aufgetreten. \u00dcberpr\u00fcfen Sie die verschachtelte Ausnahme auf weitere Details.
error.userpref.get.numberColumns=CLFRQ0357E: Beim Aktualisieren der Spaltenanzahl auf der Registerkarten-ID {0} ist ein Fehler aufgetreten.
error.tabheaderservlet.setTabs=CLFRQ0350E: Fehler beim Abrufen der Liste der Registerkarteninstanzen f\u00fcr Benutzer {0}. Weitere Details finden Sie in der verschachtelten Ausnahme.

error.email.null=CLFRQ0076E: Das Benutzer-E-Mail-Attribut fehlt f\u00fcr die Sitzung.
error.session.invalid=CLFRQ0075E: Die aktuelle Benutzersitzung ist ung\u00fcltig.
error.action.invalid=CLFRQ0077E: Aktion {0} ist f\u00fcr diesen REST-Aufruf ung\u00fcltig.
error.widgetInfo.retrieve=CLFRQ0078E: Beim Abrufen der Informationen zu verf\u00fcgbaren Widgets ist ein Fehler aufgetreten.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: Das Protokoll wird f\u00fcr {0} nicht unterst\u00fctzt.

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: Im Katalogkonfigurationsservice ist ein Fehler aufgetreten.
error.widgetInfo.response=CLFRQ0091E: W\u00e4hrend der Widgetdeskriptor auf den Client reagiert hat, ist ein Ein-/Ausgabefehler aufgetreten. Der Inhalt des XML-Deskriptors lautet: {0}

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: Der Katalogverwaltungsservice f\u00fcr Widgets konnte nicht abgerufen werden.
error.initializing.catalog.service=CLFRQ0275E: Der Widget-Katalogservice konnte nicht abgerufen werden.
error.initializing.panel.service=CLFRQ0356E: Der Anzeigeservice konnte nicht abgerufen werden.

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: Eine Instanz des Speichercaching-Services des Widgetdeskriptors konnte nicht abgerufen werden. Weitere Details finden Sie in der verschachtelten Ausnahme.
error.caching.service.startup=CLFRQ0390E: Beim Initialisieren des Speichercaching-Services des Widgetdeskriptors mit der Liste der verf\u00fcgbaren Widgets ist ein Fehler aufgetreten. Weitere Details finden Sie in der verschachtelten Ausnahme.
error.caching.service.getDescriptor=CLFRQ0387E: Fehler beim Abrufen des Deskriptors f\u00fcr Widget {0} aus dem Speichercache. Weitere Details finden Sie in der verschachtelten Ausnahme.

error.build.number.missing=CLFRQ0104E: Das Ressourcenpaket, das die Buildversion enth\u00e4lt, ist nicht vorhanden.
error.build.number.noname=CLFRQ0100E: F\u00fcr das Ressourcenpaket, das die Buildversion enth\u00e4lt, wurde kein Name angegeben.
error.build.number.cast=CLFRQ0106E: Falscher Datentyp f\u00fcr die Buildversion.

error.admin.null.widget=CLFRQ0198E: Eine Widget-ID wurde nicht als Parameter angegeben.
error.admin.enable=CLFRQ0192E: Das Widget mit der ID {0} konnte nicht aktiviert werden.
error.admin.disable=CLFRQ0201E: Das Widget mit der ID {0} konnte nicht inaktiviert werden.
error.admin.remove=CLFRQ0195E: Das Widget mit der ID {0} konnte nicht entfernt werden.
error.admin.add=CLFRQ0194E: Das neue Widget konnte nicht zum Katalog hinzugef\u00fcgt werden. Die folgenden Daten wurden angegeben: {0}
error.admin.update=CLFRQ0196E: Das Widget konnte im Katalog nicht aktualisiert werden. Die folgenden Daten wurden angegeben: {0}
error.admin.retrieve=CLFRQ0193E: Das Widget mit der ID {0} konnte nicht aus dem Katalog abgerufen werden.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: Beim Festlegen des Administrationstestmodus auf {0} f\u00fcr den Benutzer mit der E-Mail-Adresse {1} ist ein Fehler aufgetreten.

info.wpi.on=CLFRQ0340I: Der Homepage-Service wird mit aktivierter Verzeichnisserviceerweiterung der Komponente "Profile" ausgef\u00fchrt.
info.wpi.off=CLFRQ0343I: Der Homepage-Service wird mit inaktivierter Verzeichnisserviceerweiterung der Komponente "Profile" ausgef\u00fchrt.

error.url.check.config=CLFRQ0271E: Beim Abrufen des HCL Connections-Service zur \u00dcberpr\u00fcfung der folgenden URL ist ein Fehler aufgetreten: {0}
warn.url.check.io=CLFRQ0273W: Beim \u00dcberpr\u00fcfen der folgenden URL ist ein Fehler aufgetreten: {0}
warn.url.check.url=CLFRQ0612W: Beim \u00dcberpr\u00fcfen der folgenden URL ist ein Fehler aufgetreten: {0}

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: Der Benutzervorgabenservice konnte nicht abgerufen werden, um den Willkommensmodus zu aktualisieren.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: Beim Abrufen von Gruppen f\u00fcr den Benutzer {0} ist ein Verzeichnisservicefehler aufgetreten.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: Fehler beim Generieren des Suchergebnisfeeds.
error.index.missing=CLFRQ0400E: Der Suchindex fehlt.
error.naming.exception=CLFRQ0301E: Bei der JNDI-Benennung wurde eine Ausnahme abgefangen. Die Connections-Homepage-Anwendung wurde nicht ordnungsgem\u00e4\u00df implementiert.
error.create.exception=CLFRQ0385E: Fehler beim Abrufen der Ergebnisse.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: Der Browser wird nach einer formularbasierten Authentifizierungsanforderung, die bei der Anforderung eines asynchronen Vorgangs erkannt wurde, zu {0} umgeleitet.
info.redirect.nocookie=CLFRQ0299I: Nach einer formularbasierten Authentifizierungsanforderung bei der Anforderung eines asynchronen Vorgangs wurde kein Homepage-Cookie erkannt; es erfolgt eine standardm\u00e4\u00dfige Umleitung zum Stammverzeichnis des Homepage-Kontextpfads.
error.homepage.redirect.ventura=CLFRQ0300E: Beim Abrufen der URL des Kontextstammverzeichnisses der Homepage aus den Konfigurationsdateien ist ein Fehler aufgetreten.

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: Fehler beim Hinzuf\u00fcgen des Deskriptors f\u00fcr Widget {0} zum Speichercache. Weitere Details finden Sie in der verschachtelten Ausnahme.
error.admin.cache.updateDescriptor=CLFRQ0325E: Fehler beim Aktualisieren des Deskriptors f\u00fcr Widget {0} im Speichercache. Weitere Details finden Sie in der verschachtelten Ausnahme.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: Fehler beim Abrufen von Registerkarteninstanz f\u00fcr Benutzer {0}. Weitere Details finden Sie in der verschachtelten Ausnahme.
error.filter.get.userId=CLFRQ0355E: Die ID der Registerkarteninstanz kann nicht abgerufen werden. Fehler beim Abrufen der internen ID des authentifizierten Benutzers aus der Sitzung.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: Beim Aufrufen einer fernen Schnittstelle (EJB), mit der der Nachrichtenartikel mit der ID {0} als gespeichert markiert oder mit der diese Markierung aufgehoben wird, ist ein Fehler aufgetreten. \u00dcberpr\u00fcfen Sie die verschachtelte Ausnahme auf weitere Details.
error.createEJBHome.exception=CLFRQ0384E: Fehler beim Erstellen einer Remote-Interface (EJB) f\u00fcr das Nachrichtenrepository. Details dazu finden Sie in den Protokollen.
error.fetchNews.remoteException=CLFRQ0382E: Fehler beim Aufrufen einer Remote-Interface (EJB) zum Abrufen von Nachrichtenartikeln f\u00fcr Teilnehmer-ID {0}. \u00dcberpr\u00fcfen Sie die verschachtelte Ausnahme auf weitere Details.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: Als Anforderungsparameter wurde eine ung\u00fcltige Seitengr\u00f6\u00dfe ({0}) \u00fcbergeben. Standardwert f\u00fcr die Seitengr\u00f6\u00dfe wird verwendet: {1}. Benutzer: {2}

error.fetchNews.getEJB.exception=CLFRQ0402E: Beim Abrufen einer Instanz zur EJB-Referenz ist ein Fehler aufgetreten.
error.fetchNews.generic.exception=CLFRQ0401E: Beim Aufrufen einer Remote-Interface (EJB) ist ein Fehler aufgetreten. Weitere Details finden Sie in der verschachtelten Ausnahme.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: Fehler beim Initialisieren des Symbols der URL-Zuordnung f\u00fcr die Sprites im Nachrichtenfluss (Aktualisierungsseite). Weitere Details finden Sie in der verschachtelten Ausnahme.
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: Der Verweis auf die f\u00fcr die Spritesymbole im Nachrichtenfluss verwendete Eigenschaftendatei (web.xml) wurde nicht definiert. \u00dcberpr\u00fcfen Sie den Wert des Initialisierungsparameters mit dem Namen {0}.

# JSON parsing messages
error.json.parse=CLFRQ0353E: Fehler beim Parsen der Layout-JSON-Zeichenfolge {0}. Weitere Details finden Sie in der verschachtelten Ausnahme.

# Security related messages
error.security.tab.ownership=CLFRQ0393E: Es wurde eine \u00c4nderungsanforderung f\u00fcr die Informationen im Zusammenhang mit der Registerkarteninstanz {0} empfangen. Der derzeit authentifizierte Benutzer {1} ist allerdings nicht der Eigent\u00fcmer dieser Registerkarteninstanz.
error.security.service.exception=CLFRQ0394E: Beim Abrufen von Informationen aus der Datenbank ist bei der \u00dcberpr\u00fcfung von Sicherheitsvorgaben zum Speichern der Layoutinformationen ein Fehler aufgetreten. Weitere Details finden Sie in der verschachtelten Ausnahme.
error.security.widgetInstance.ownership=CLFRQ0392E: Es wurde eine \u00c4nderungsanforderung f\u00fcr die Informationen im Zusammenhang mit der Widgetinstanz {0} empfangen. Der derzeit authentifizierte Benutzer {1} ist allerdings nicht der Eigent\u00fcmer dieser Widgetinstanz.
error.security.widget.notAllowedOnTab=CLFRQ0395E: Es wurde eine Anforderung zum Hinzuf\u00fcgen von Widget {0} zur Registerkarteninstanz {1} ausgegeben. Dieses Widget ist allerdings auf dieser Registerkarte durch den Administrator nicht zugelassen. Der authentifizierte Benutzer war {2}.

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: Ein registrierter Ereignishandler f\u00fcr die Vorverarbeitung hat w\u00e4hrend einer Homepage-Transaktion f\u00fcr das Ereignis {0} eine Ausnahme ausgel\u00f6st. Die Transaktion ist fehlgeschlagen.
error.event.post.invoke=CLFRQ0422E: Ein registrierter Ereignishandler f\u00fcr die Nachverarbeitung hat w\u00e4hrend einer Homepage-Transaktion f\u00fcr das Ereignis {0} eine Ausnahme ausgel\u00f6st. Die Transaktion ist fehlgeschlagen.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: Ein registrierter Ereignishandler hat das Hinzuf\u00fcgen von Tag {0} gestoppt.
error.event.handler.tag.remove=CLFRQ0418E: Ein registrierter Ereignishandler hat das Entfernen von Tag {0} gestoppt.
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: Ein registrierter Ereignishandler hat das Hinzuf\u00fcgen der Person mit der ID {0} gestoppt.
error.event.handler.person.remove=CLFRQ0420E: Ein registrierter Ereignishandler hat das Entfernen der Person mit der ID {0} gestoppt.

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: Titelschl\u00fcssel {0} kann in Paket {1} nicht gefunden werden.

error.action.error.general=CLFRQ0415E: Beim Ausf\u00fchren dieser Aktion ist ein Fehler aufgetreten. Weitere Details finden Sie in der verschachtelten Ausnahme.

#Service config servlet
error.serviceconfig=CLFRQ0414E: Beim Verarbeiten eines Aufrufs an die Servicekonfigurations-API ist ein Fehler aufgetreten. Weitere Details finden Sie in der verschachtelten Ausnahme.

#Metrics action
info.action.metrics=CLFRQ0421I: Systemkennzahlen stehen noch nicht zur Verf\u00fcgung oder sie wurden vom Administrator inaktiviert. Um Informationen zu erhalten, wenden Sie sich an den zust\u00e4ndigen Administrator.
error.loading.news.config.settings=CLFRQ0436E: Beim Laden des Laufzeitwerts aus der Datei "news-config.xml" ist ein Fehler aufgetreten.
