# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: \u30ab\u30bf\u30ed\u30b0\u306b\u306f\u4f7f\u7528\u53ef\u80fd\u306a\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306f\u3042\u308a\u307e\u305b\u3093\u3002

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: {0} \u3067\u8b58\u5225\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u306b\u30e6\u30fc\u30b6\u30fc\u8a2d\u5b9a\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
info.nouserpref.create=CLFRQ0351I: \u30e6\u30fc\u30b6\u30fc {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3068\u30bf\u30d6\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9 {1} \u304c\u5b58\u5728\u3057\u306a\u3044\u305f\u3081\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30bb\u30c3\u30c8\u304c\u4f5c\u6210\u3055\u308c\u307e\u3059\u3002
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: \u4f8b\u5916\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u30ed\u30b0\u30a4\u30f3 ID  {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306b\u95a2\u3059\u308b\u8a73\u7d30\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u3053\u306e\u4f8b\u5916\u306f\u3001\u76f4\u63a5\u4eee\u60f3\u30e1\u30f3\u30d0\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u7d4c\u7531\u3067\u8a73\u7d30\u60c5\u5831\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u767a\u751f\u3057\u307e\u3057\u305f: {1}
error.retrieve.user.wpi=CLFRQ0341E: \u4f8b\u5916\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u30ed\u30b0\u30a4\u30f3 ID {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306b\u95a2\u3059\u308b\u8a73\u7d30\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3053\u306e\u4f8b\u5916\u306f\u3001\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u30fb\u30b5\u30fc\u30d3\u30b9\u62e1\u5f35\u6a5f\u80fd\u7d4c\u7531\u3067\u8a73\u7d30\u60c5\u5831\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u767a\u751f\u3057\u307e\u3057\u305f :{1}
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: \u30ed\u30b0\u30a4\u30f3 ID {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u3001\u76f4\u63a5\u4eee\u60f3\u30e1\u30f3\u30d0\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u7d4c\u7531\u3067\u30e6\u30fc\u30b6\u30fc\u8a73\u7d30\u60c5\u5831\u3092\u53d6\u5f97\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u3001\u8a73\u7d30\u60c5\u5831\u3092\u8fd4\u3059\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u3053\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u30fb\u30ec\u30b8\u30b9\u30c8\u30ea\u30fc\u306b\u6b63\u3057\u304f\u767b\u9332\u3055\u308c\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
error.retrieve.user.notvalid.wpi=CLFRQ0342E: \u30ed\u30b0\u30a4\u30f3 ID {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u3001\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u30fb\u30b5\u30fc\u30d3\u30b9\u62e1\u5f35\u6a5f\u80fd\u7d4c\u7531\u3067\u30e6\u30fc\u30b6\u30fc\u8a73\u7d30\u60c5\u5831\u3092\u53d6\u5f97\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u3001\u8a73\u7d30\u60c5\u5831\u3092\u8fd4\u3059\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u3053\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306b\u6b63\u3057\u304f\u767b\u9332\u3055\u308c\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: \u30e1\u30fc\u30eb\u307e\u305f\u306f\u30e6\u30fc\u30b6\u30fc ID \u304c NULL \u3067\u3059\u3002 \u53d6\u5f97\u3055\u308c\u305f\u5024:\u30e1\u30fc\u30eb {0}\u3001\u30e6\u30fc\u30b6\u30fc ID {1}

error.userpref.position=CLFRQ0057E: \u6b21\u306e\u30e6\u30fc\u30b6\u30fc: {0} \u306b\u306f\u4f4d\u7f6e\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
error.userpref.widgetid=CLFRQ0067E: \u6b21\u306e\u30e6\u30fc\u30b6\u30fc: {0} \u306b\u306f\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 ID \u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093

# {0} REST should be left in English
error.action.null=CLFRQ0074E: \u3053\u306e REST \u547c\u3073\u51fa\u3057\u306b\u306f\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: \u3053\u306e\u30e6\u30fc\u30b6\u30fc {0} \u306e\u4f4d\u7f6e\u306e\u524a\u9664\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u30e6\u30fc\u30b6\u30fc\u306f ID {1} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u30b5\u30a4\u30c9\u30fb\u30d1\u30ec\u30c3\u30c8\u306b\u524a\u9664\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u3002

error.userpref.change.widget.setting=CLFRQ0060E: \u60c5\u5831 {0} \u3067\u65b0\u898f\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u8a2d\u5b9a\u3092\u9069\u7528\u3057\u3088\u3046\u3068\u3057\u3066\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
error.userpref.null.profileprovider=CLFRQ0071E: \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30fb\u30d7\u30ed\u30d0\u30a4\u30c0\u30fc\u306e\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30fb\u30d7\u30ed\u30d0\u30a4\u30c0\u30fc\u304c NULL \u3067\u3059\u3002
error.update.lastVisit.user=CLFRQ0089E: \u30e6\u30fc\u30b6\u30fc {0} \u306e\u6700\u5f8c\u306e\u30a2\u30af\u30bb\u30b9\u60c5\u5831\u306e\u66f4\u65b0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: ID {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306b\u3064\u3044\u3066\u3001\u6700\u65b0\u30a2\u30af\u30bb\u30b9\u30fb\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u66f4\u65b0\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: \u30e1\u30f3\u30d0\u30fc\u30fb\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u30e1\u30f3\u30d0\u30fc\u30fb\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u304c NULL \u3067\u3059\u3002
error.userpref.validateNewUser.createUser=CLFRQ0125E: \u30e1\u30fc\u30eb {0} \u3068 ID {1} \u3092\u6307\u5b9a\u3057\u3066\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u306e\u65b0\u898f\u30e6\u30fc\u30b6\u30fc\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.userpref.get.widgetprefs=CLFRQ0126E: \u30e6\u30fc\u30b6\u30fc {0}\u3001\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 {1}\u3001\u30bf\u30d6\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9 {2} \u306b\u5bfe\u3059\u308b\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u8a2d\u5b9a\u60c5\u5831\u306e\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
error.userpref.check.admin.pref=CLFRQ0200E: \u30e1\u30fc\u30eb {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306b\u3064\u3044\u3066\u7ba1\u7406\u30c6\u30b9\u30c8\u30fb\u30e2\u30fc\u30c9\u306b\u95a2\u9023\u3057\u305f\u8a2d\u5b9a\u3092\u78ba\u8a8d\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.userpref.createPersisBean=CLFRQ0191E: \u30e1\u30fc\u30eb {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306b\u3064\u3044\u3066\u6c38\u7d9a Bean \u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.userpref.load.widget.setting=CLFRQ0199E: \u30e1\u30fc\u30eb {0}\u3001ID {1} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u3064\u3044\u3066\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3092\u30ed\u30fc\u30c9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.userpref.setNumberColumns=CLFRQ0354E: \u30bf\u30d6\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9 {0} \u306e\u6841\u6570\u304c\u6307\u5b9a\u3055\u308c\u305f\u8981\u6c42\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u306e\u8a2d\u5b9a\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.userpref.get.numberColumns=CLFRQ0357E: \u30bf\u30d6 ID {0} \u304b\u3089\u306e\u5217\u6570\u3092\u66f4\u65b0\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.tabheaderservlet.setTabs=CLFRQ0350E: \u3053\u308c\u306f\u3001\u30e6\u30fc\u30b6\u30fc {0} \u306b\u5bfe\u3059\u308b\u30bf\u30d6\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u30ea\u30b9\u30c8\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u767a\u751f\u3057\u305f\u30a8\u30e9\u30fc\u3067\u3059\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

error.email.null=CLFRQ0076E: \u30e6\u30fc\u30b6\u30fc\u306e\u30e1\u30fc\u30eb\u5c5e\u6027\u304c\u30bb\u30c3\u30b7\u30e7\u30f3\u304b\u3089\u6b20\u843d\u3057\u3066\u3044\u307e\u3059\u3002
error.session.invalid=CLFRQ0075E: \u73fe\u5728\u306e\u30e6\u30fc\u30b6\u30fc\u30fb\u30bb\u30c3\u30b7\u30e7\u30f3\u306f\u7121\u52b9\u3067\u3059
error.action.invalid=CLFRQ0077E: \u30a2\u30af\u30b7\u30e7\u30f3 {0} \u306f\u3053\u306e REST \u547c\u3073\u51fa\u3057\u3067\u306f\u7121\u52b9\u3067\u3059\u3002
error.widgetInfo.retrieve=CLFRQ0078E: \u4f7f\u7528\u53ef\u80fd\u306a\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u60c5\u5831\u306e\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: \u30d7\u30ed\u30c8\u30b3\u30eb\u306f {0} \u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: \u30ab\u30bf\u30ed\u30b0\u69cb\u6210\u30b5\u30fc\u30d3\u30b9\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.widgetInfo.response=CLFRQ0091E: \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u8a18\u8ff0\u5b50\u304c\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u5fdc\u7b54\u4e2d\u306b\u5165\u51fa\u529b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 XML \u8a18\u8ff0\u5b50\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306f {0} \u3067\u3059\u3002

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30fb\u30ab\u30bf\u30ed\u30b0\u7ba1\u7406\u30b5\u30fc\u30d3\u30b9\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.initializing.catalog.service=CLFRQ0275E: \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30fb\u30ab\u30bf\u30ed\u30b0\u30fb\u30b5\u30fc\u30d3\u30b9\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.initializing.panel.service=CLFRQ0356E: \u30d1\u30cd\u30eb\u30fb\u30b5\u30fc\u30d3\u30b9\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u8a18\u8ff0\u5b50\u306e\u30e1\u30e2\u30ea\u30fc\u5185\u30ad\u30e3\u30c3\u30b7\u30e5\u30fb\u30b5\u30fc\u30d3\u30b9\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u53d6\u5f97\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.caching.service.startup=CLFRQ0390E: \u4f7f\u7528\u53ef\u80fd\u306a\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u30ea\u30b9\u30c8\u306b\u3088\u3063\u3066\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u8a18\u8ff0\u5b50\u306e\u30e1\u30e2\u30ea\u30fc\u5185\u30ad\u30e3\u30c3\u30b7\u30e5\u30fb\u30b5\u30fc\u30d3\u30b9\u3092\u521d\u671f\u5316\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.caching.service.getDescriptor=CLFRQ0387E: \u30e1\u30e2\u30ea\u30fc\u5185\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u304b\u3089\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 {0} \u306e\u8a18\u8ff0\u5b50\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

error.build.number.missing=CLFRQ0104E: \u30d3\u30eb\u30c9\u30fb\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u542b\u3080\u30ea\u30bd\u30fc\u30b9\u30fb\u30d0\u30f3\u30c9\u30eb\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
error.build.number.noname=CLFRQ0100E: \u30d3\u30eb\u30c9\u30fb\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u542b\u3080\u30ea\u30bd\u30fc\u30b9\u30fb\u30d0\u30f3\u30c9\u30eb\u306b\u540d\u524d\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
error.build.number.cast=CLFRQ0106E: \u30d3\u30eb\u30c9\u30fb\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u30c7\u30fc\u30bf\u30fb\u30bf\u30a4\u30d7\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002

error.admin.null.widget=CLFRQ0198E: \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 ID \u304c\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u3068\u3057\u3066\u6307\u5b9a\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.admin.enable=CLFRQ0192E: ID {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u6709\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.admin.disable=CLFRQ0201E: ID {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u7121\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.admin.remove=CLFRQ0195E: ID {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.admin.add=CLFRQ0194E: \u65b0\u898f\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u30ab\u30bf\u30ed\u30b0\u306b\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u6b21\u306e\u30c7\u30fc\u30bf\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f: {0}
error.admin.update=CLFRQ0196E: \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u30ab\u30bf\u30ed\u30b0\u3067\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u6b21\u306e\u30c7\u30fc\u30bf\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f: {0}
error.admin.retrieve=CLFRQ0193E: ID {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u30ab\u30bf\u30ed\u30b0\u304b\u3089\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: \u7ba1\u7406\u30c6\u30b9\u30c8\u30fb\u30e2\u30fc\u30c9\u3092\u30e1\u30fc\u30eb {1} \u306e\u30e6\u30fc\u30b6\u30fc\u306b\u3064\u3044\u3066 {0} \u306b\u8a2d\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

info.wpi.on=CLFRQ0340I: \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u30fb\u30b5\u30fc\u30d3\u30b9\u62e1\u5f35\u6a5f\u80fd\u304c\u4f7f\u7528\u53ef\u80fd\u306a\u72b6\u614b\u3067\u3001\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30b5\u30fc\u30d3\u30b9\u304c\u5b9f\u884c\u3055\u308c\u3066\u3044\u307e\u3059\u3002
info.wpi.off=CLFRQ0343I: \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u30fb\u30b5\u30fc\u30d3\u30b9\u62e1\u5f35\u6a5f\u80fd\u304c\u4f7f\u7528\u4e0d\u53ef\u306e\u72b6\u614b\u3067\u3001\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30b5\u30fc\u30d3\u30b9\u304c\u5b9f\u884c\u3055\u308c\u3066\u3044\u307e\u3059\u3002

error.url.check.config=CLFRQ0271E: \u6b21\u306e URL \u3092\u78ba\u8a8d\u3059\u308b\u305f\u3081 HCL Connections \u30b5\u30fc\u30d3\u30b9\u3092\u53d6\u5f97\u3057\u3088\u3046\u3068\u3057\u3066\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}
warn.url.check.io=CLFRQ0273W: \u6b21\u306e URL \u3092\u78ba\u8a8d\u3057\u3088\u3046\u3068\u3057\u3066\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}
warn.url.check.url=CLFRQ0612W: \u6b21\u306e URL \u3092\u78ba\u8a8d\u3057\u3088\u3046\u3068\u3057\u3066\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: \u30e6\u30fc\u30b6\u30fc\u8a2d\u5b9a\u30b5\u30fc\u30d3\u30b9\u3092\u53d6\u5f97\u3057\u3066\u300c\u3088\u3046\u3053\u305d\u300d\u30e2\u30fc\u30c9\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: \u30e6\u30fc\u30b6\u30fc {0} \u306e\u30b0\u30eb\u30fc\u30d7\u3092\u53d6\u5f97\u4e2d\u306b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u30fb\u30b5\u30fc\u30d3\u30b9\u30fb\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: \u691c\u7d22\u7d50\u679c\u306e\u30d5\u30a3\u30fc\u30c9\u3092\u4f5c\u6210\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.index.missing=CLFRQ0400E: \u691c\u7d22\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
error.naming.exception=CLFRQ0301E: JNDI \u547d\u540d\u4f8b\u5916\u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f\u3002 IBM Connections \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u9593\u9055\u3063\u305f\u65b9\u6cd5\u3067\u30c7\u30d7\u30ed\u30a4\u3055\u308c\u3066\u3044\u307e\u3059\u3002
error.create.exception=CLFRQ0385E: \u7d50\u679c\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: \u30d5\u30a9\u30fc\u30e0\u30fb\u30d9\u30fc\u30b9\u306e\u8a8d\u8a3c\u30c1\u30e3\u30ec\u30f3\u30b8\u304c\u975e\u540c\u671f\u8981\u6c42\u3067\u691c\u51fa\u3055\u308c\u305f\u305f\u3081\u3001\u30d6\u30e9\u30a6\u30b6\u30fc\u3092 {0} \u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3057\u3066\u3044\u307e\u3059
info.redirect.nocookie=CLFRQ0299I: \u30d5\u30a9\u30fc\u30e0\u30fb\u30d9\u30fc\u30b9\u306e\u8a8d\u8a3c\u30c1\u30e3\u30ec\u30f3\u30b8\u304c\u975e\u540c\u671f\u8981\u6c42\u3067\u51e6\u7406\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u306e Cookie \u304c\u691c\u51fa\u3055\u308c\u306a\u304b\u3063\u305f\u305f\u3081\u3001\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30eb\u30fc\u30c8\u30fb\u30d1\u30b9\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3057\u3066\u3044\u307e\u3059
error.homepage.redirect.ventura=CLFRQ0300E: \u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306e\u30eb\u30fc\u30c8 URL \u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 {0} \u306e\u8a18\u8ff0\u5b50\u3092\u30e1\u30e2\u30ea\u30fc\u5185\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u8ffd\u52a0\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.admin.cache.updateDescriptor=CLFRQ0325E: \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 {0} \u306e\u8a18\u8ff0\u5b50\u3092\u30e1\u30e2\u30ea\u30fc\u5185\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u5bfe\u3057\u3066\u66f4\u65b0\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: \u30e6\u30fc\u30b6\u30fc {0} \u306b\u5bfe\u3059\u308b\u30bf\u30d6\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.filter.get.userId=CLFRQ0355E: \u3053\u306e\u30bf\u30d6\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9 ID \u3092\u53d6\u5f97\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002 \u8a8d\u8a3c\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u306e\u5185\u90e8 ID \u3092\u30bb\u30c3\u30b7\u30e7\u30f3\u304b\u3089\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: \u30ea\u30e2\u30fc\u30c8\u30fb\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9 (EJB) \u3092\u8d77\u52d5\u3057\u3001ID {0} \u3068\u3057\u3066\u4fdd\u5b58\u3055\u308c\u3066\u3044\u308b\u30cb\u30e5\u30fc\u30b9\u30fb\u30b9\u30c8\u30fc\u30ea\u30fc\u3092\u30de\u30fc\u30ad\u30f3\u30b0 (\u307e\u305f\u306f\u30de\u30fc\u30ad\u30f3\u30b0\u89e3\u9664) \u3059\u308b\u969b\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.createEJBHome.exception=CLFRQ0384E: \u30cb\u30e5\u30fc\u30b9\u30fb\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u306b\u5bfe\u3057\u3066\u30ea\u30e2\u30fc\u30c8\u30fb\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9 (EJB) \u3092\u4f5c\u6210\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30ed\u30b0\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.fetchNews.remoteException=CLFRQ0382E: \u30ea\u30e2\u30fc\u30c8\u30fb\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9 (EJB) \u3092\u8d77\u52d5\u3057\u3001ID {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3059\u308b\u30cb\u30e5\u30fc\u30b9\u30fb\u30b9\u30c8\u30fc\u30ea\u30fc\u3092\u53d6\u308a\u51fa\u3059\u969b\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
warn.fetchNews.invalid.pageSize=CLFRQ0382W: \u7121\u52b9\u306a\u30da\u30fc\u30b8\u30fb\u30b5\u30a4\u30ba ({0}) \u304c\u8981\u6c42\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u3068\u3057\u3066\u6e21\u3055\u308c\u307e\u3057\u305f\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30da\u30fc\u30b8\u30fb\u30b5\u30a4\u30ba\u5024 {1} \u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002 \u30e6\u30fc\u30b6\u30fc\u306f {2} \u3067\u3059\u3002

error.fetchNews.getEJB.exception=CLFRQ0402E: EJB \u53c2\u7167\u306b\u5bfe\u3059\u308b\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.fetchNews.generic.exception=CLFRQ0401E: \u30ea\u30e2\u30fc\u30c8\u30fb\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9 (EJB) \u306e\u8d77\u52d5\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: River of News (\u66f4\u65b0\u30da\u30fc\u30b8) \u306e\u30b9\u30d7\u30e9\u30a4\u30c8\u306b\u4f7f\u7528\u3055\u308c\u308b URL \u30de\u30c3\u30d7\u306e\u30a2\u30a4\u30b3\u30f3\u3092\u521d\u671f\u5316\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: River of News \u306e\u30b9\u30d7\u30e9\u30a4\u30c8\u30fb\u30a2\u30a4\u30b3\u30f3\u306b\u4f7f\u7528\u3055\u308c\u308b\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u30fb\u30d5\u30a1\u30a4\u30eb (web.xml) \u3078\u306e\u53c2\u7167\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \u521d\u671f\u5316\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc {0} \u306e\u5024\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# JSON parsing messages
error.json.parse=CLFRQ0353E: \u30ec\u30a4\u30a2\u30a6\u30c8 JSON \u30b9\u30c8\u30ea\u30f3\u30b0 {0} \u306e\u69cb\u6587\u89e3\u6790\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# Security related messages
error.security.tab.ownership=CLFRQ0393E: \u30bf\u30d6\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9 {0} \u306b\u95a2\u9023\u3059\u308b\u60c5\u5831\u306e\u5909\u66f4\u8981\u6c42\u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f\u304c\u3001\u73fe\u5728\u306e\u8a8d\u8a3c\u6e08\u307f\u30e6\u30fc\u30b6\u30fc\u3067\u3042\u308b {1} \u306b\u306f\u3001\u3053\u306e\u30bf\u30d6\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306b\u5bfe\u3059\u308b\u6240\u6709\u6a29\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
error.security.service.exception=CLFRQ0394E: \u30ec\u30a4\u30a2\u30a6\u30c8\u60c5\u5831\u3092\u4fdd\u5b58\u3059\u308b\u5834\u5408\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u5236\u9650\u3092\u78ba\u8a8d\u3057\u3066\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304b\u3089\u60c5\u5831\u3092\u53d6\u308a\u51fa\u3059\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.security.widgetInstance.ownership=CLFRQ0392E: \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9 {0} \u306b\u95a2\u9023\u3059\u308b\u60c5\u5831\u306e\u5909\u66f4\u8981\u6c42\u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f\u304c\u3001\u73fe\u5728\u306e\u8a8d\u8a3c\u6e08\u307f\u30e6\u30fc\u30b6\u30fc\u3067\u3042\u308b {1} \u306b\u306f\u3001\u3053\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306b\u5bfe\u3059\u308b\u6240\u6709\u6a29\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
error.security.widget.notAllowedOnTab=CLFRQ0395E: \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 {0} \u3092\u30bf\u30d6\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9 {1} \u306b\u8ffd\u52a0\u3059\u308b\u8981\u6c42\u304c\u767a\u884c\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u7ba1\u7406\u8005\u304c\u3053\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u3053\u306e\u30bf\u30d6\u4e0a\u3067\u64cd\u4f5c\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002 \u3053\u306e\u64cd\u4f5c\u3092\u8a31\u53ef\u3055\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fc\u306f {2} \u3067\u3059\u3002

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: \u540d\u524d\u304c {0} \u306e\u30a4\u30d9\u30f3\u30c8\u306e\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u4e2d\u306b\u3001\u767b\u9332\u6e08\u307f\u306e\u30d7\u30ec\u30a4\u30d9\u30f3\u30c8\u30fb\u30cf\u30f3\u30c9\u30e9\u30fc\u304c\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f\u3002\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u306f\u5931\u6557\u3057\u307e\u3057\u305f\u3002
error.event.post.invoke=CLFRQ0422E: \u540d\u524d\u304c {0} \u306e\u30a4\u30d9\u30f3\u30c8\u306e\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u4e2d\u306b\u3001\u767b\u9332\u6e08\u307f\u306e\u30dd\u30b9\u30c8\u30a4\u30d9\u30f3\u30c8\u30fb\u30cf\u30f3\u30c9\u30e9\u30fc\u304c\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f\u3002\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u306f\u5931\u6557\u3057\u307e\u3057\u305f\u3002
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: \u767b\u9332\u6e08\u307f\u30a4\u30d9\u30f3\u30c8\u30fb\u30cf\u30f3\u30c9\u30e9\u30fc\u306f\u3001\u30bf\u30b0 {0} \u304c\u8ffd\u52a0\u3055\u308c\u306a\u3044\u3088\u3046\u306b\u3057\u307e\u3057\u305f
error.event.handler.tag.remove=CLFRQ0418E: \u767b\u9332\u6e08\u307f\u30a4\u30d9\u30f3\u30c8\u30fb\u30cf\u30f3\u30c9\u30e9\u30fc\u306f\u3001\u30bf\u30b0 {0} \u304c\u524a\u9664\u3055\u308c\u306a\u3044\u3088\u3046\u306b\u3057\u307e\u3057\u305f
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: \u767b\u9332\u6e08\u307f\u30a4\u30d9\u30f3\u30c8\u30fb\u30cf\u30f3\u30c9\u30e9\u30fc\u306f\u3001ID \u304c {0} \u306e\u30e6\u30fc\u30b6\u30fc\u304c\u8ffd\u52a0\u3055\u308c\u306a\u3044\u3088\u3046\u306b\u3057\u307e\u3057\u305f
error.event.handler.person.remove=CLFRQ0420E: \u767b\u9332\u6e08\u307f\u30a4\u30d9\u30f3\u30c8\u30fb\u30cf\u30f3\u30c9\u30e9\u30fc\u306f\u3001ID \u304c {0} \u306e\u30e6\u30fc\u30b6\u30fc\u304c\u524a\u9664\u3055\u308c\u306a\u3044\u3088\u3046\u306b\u3057\u307e\u3057\u305f

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: \u30d0\u30f3\u30c9\u30eb {1} \u3067\u30bf\u30a4\u30c8\u30eb\u30fb\u30ad\u30fc {0} \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093

error.action.error.general=CLFRQ0415E: \u30a2\u30af\u30b7\u30e7\u30f3\u306e\u5b9f\u884c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

#Service config servlet
error.serviceconfig=CLFRQ0414E: \u30b5\u30fc\u30d3\u30b9\u69cb\u6210 API \u3078\u306e\u547c\u3073\u51fa\u3057\u3092\u51e6\u7406\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

#Metrics action
info.action.metrics=CLFRQ0421I: \u30b7\u30b9\u30c6\u30e0\u30fb\u30e1\u30c8\u30ea\u30c3\u30af\u306f\u307e\u3060\u4f7f\u7528\u53ef\u80fd\u3067\u306a\u3044\u304b\u3001\u7ba1\u7406\u8005\u304c\u30e1\u30c8\u30ea\u30c3\u30af\u3092\u7121\u52b9\u306b\u8a2d\u5b9a\u3057\u307e\u3057\u305f\u3002 \u8a73\u3057\u304f\u306f\u3001\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
error.loading.news.config.settings=CLFRQ0436E: news-config.xml \u304b\u3089\u306e\u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u5b58\u7d9a\u671f\u9593\u5024\u306e\u30ed\u30fc\u30c9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
