# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: W katalogu brak dost\u0119pnych widget\u00f3w.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: Preferencje u\u017cytkownika nie s\u0105 okre\u015blone dla u\u017cytkownika identyfikowanego przez {0}.
info.nouserpref.create=CLFRQ0351I: Dla u\u017cytkownika {0} nie istniej\u0105 instancje widgetu ani instancja karty {1}. Zostanie utworzony domy\u015blny zestaw.
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: Nie mo\u017cna pobra\u0107 szczeg\u00f3\u0142owych informacji dla u\u017cytkownika o identyfikatorze logowania {0} z powodu wyst\u0105pienia wyj\u0105tku. Wyj\u0105tek ten wyst\u0105pi\u0142 podczas pobierania szczeg\u00f3\u0142owych informacji bezpo\u015brednio przy u\u017cyciu produktu Virtual Member Manager: {1}.
error.retrieve.user.wpi=CLFRQ0341E: Nie mo\u017cna pobra\u0107 szczeg\u00f3\u0142owych informacji dla u\u017cytkownika o identyfikatorze logowania {0} z powodu wyst\u0105pienia wyj\u0105tku. Wyj\u0105tek ten wyst\u0105pi\u0142 podczas pobierania szczeg\u00f3\u0142owych informacji bezpo\u015brednio przy u\u017cyciu rozszerzenia us\u0142ugi katalogowej komponentu Profile: {1}.
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: Nie mo\u017cna zwr\u00f3ci\u0107 \u017cadnych szczeg\u00f3\u0142\u00f3w dotycz\u0105cych u\u017cytkownika dla u\u017cytkownika o identyfikatorze logowania: {0}. Wykonano pr\u00f3b\u0119 pobrania szczeg\u00f3\u0142owych informacji bezpo\u015brednio przy u\u017cyciu produktu Virtual Member Manager. By\u0107 mo\u017ce to nie jest poprawny u\u017cytkownik z rejestru u\u017cytkownik\u00f3w.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: Nie zwr\u00f3cono \u017cadnych szczeg\u00f3\u0142\u00f3w dotycz\u0105cych u\u017cytkownika dla u\u017cytkownika o identyfikatorze logowania: {0}. Wykonano pr\u00f3b\u0119 pobrania szczeg\u00f3\u0142owych informacji przy u\u017cyciu rozszerzenia us\u0142ugi katalogowej komponentu Profile. By\u0107 mo\u017ce to nie jest poprawny u\u017cytkownik z komponentu Profile.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: Adres e-mail lub identyfikator u\u017cytkownika ma warto\u015b\u0107 NULL. Pobrano nast\u0119puj\u0105ce warto\u015bci: adres e-mail {0}, identyfikator u\u017cytkownika {1}

error.userpref.position=CLFRQ0057E: Nie podano parametru stanowiska dla nast\u0119puj\u0105cego u\u017cytkownika: {0}.
error.userpref.widgetid=CLFRQ0067E: Nie podano identyfikatora widgetu dla nast\u0119puj\u0105cego u\u017cytkownika: {0}.

# {0} REST should be left in English
error.action.null=CLFRQ0074E: Dla tego wywo\u0142ania REST nie podano dzia\u0142ania.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas usuwania pozycji dla tego u\u017cytkownika: {0}. U\u017cytkownik pr\u00f3bowa\u0142 usun\u0105\u0107 widget o identyfikatorze {1} na palet\u0119 boczn\u0105.

error.userpref.change.widget.setting=CLFRQ0060E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by zastosowania nowych ustawie\u0144 widgetu dla nast\u0119puj\u0105cych informacji: {0}.
error.userpref.null.profileprovider=CLFRQ0071E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania dostawcy profilu. Dostawca profilu ma warto\u015b\u0107 NULL.
error.update.lastVisit.user=CLFRQ0089E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania informacji o ostatniej wizycie dla u\u017cytkownika {0}.
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania pola ostatniej wizyty dla u\u017cytkownika o nast\u0119puj\u0105cym identyfikatorze: {0}.
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania profilu cz\u0142onka. Profil cz\u0142onka ma warto\u015b\u0107 NULL.
error.userpref.validateNewUser.createUser=CLFRQ0125E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia nowego u\u017cytkownika o adresie e-mail {0} i identyfikatorze {1} dla komponentu Strona g\u0142\u00f3wna.
error.userpref.get.widgetprefs=CLFRQ0126E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania informacji o preferencjach widgetu dla u\u017cytkownika identyfikowanego przez {0}, widgetu identyfikowanego przez {1}, instancji karty identyfikowanej przez {2}.
error.userpref.check.admin.pref=CLFRQ0200E: Nie mo\u017cna by\u0142o sprawdzi\u0107 preferencji powi\u0105zanych z administracyjnym trybem testowym dla u\u017cytkownika o adresie e-mail {0}.
error.userpref.createPersisBean=CLFRQ0191E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia trwa\u0142ego komponentu bean dla u\u017cytkownika o adresie e-mail {0}.
error.userpref.load.widget.setting=CLFRQ0199E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas \u0142adowania dostosowania dla u\u017cytkownika o adresie e-mail {0} i widgetu o identyfikatorze {1}.
error.userpref.setNumberColumns=CLFRQ0354E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas ustawiania parametru \u017c\u0105dania zawieraj\u0105cego liczb\u0119 kolumn dla instancji karty {0}. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
error.userpref.get.numberColumns=CLFRQ0357E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania liczby kolumn z karty o identyfikatorze {0}.
error.tabheaderservlet.setTabs=CLFRQ0350E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania listy instancji kart dla u\u017cytkownika {0}. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.

error.email.null=CLFRQ0076E: W sesji brakuje atrybutu adresu e-mail u\u017cytkownika.
error.session.invalid=CLFRQ0075E: Bie\u017c\u0105ca sesja u\u017cytkownika jest niepoprawna.
error.action.invalid=CLFRQ0077E: Dzia\u0142anie: {0} nie jest poprawne dla tego wywo\u0142ania REST.
error.widgetInfo.retrieve=CLFRQ0078E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania informacji o dost\u0119pnych widgetach.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: Protok\u00f3\u0142 nie jest obs\u0142ugiwany dla adresu URL {0}.

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: Wyst\u0105pi\u0142 b\u0142\u0105d w us\u0142udze konfigurowania katalogu.
error.widgetInfo.response=CLFRQ0091E: Wyst\u0105pi\u0142 b\u0142\u0105d wej\u015bcia/wyj\u015bcia, kiedy deskryptor widgetu odpowiada\u0142 klientowi. Tre\u015b\u0107 deskryptora XML jest nast\u0119puj\u0105ca: {0}.

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: Nie mo\u017cna pobra\u0107 us\u0142ugi administrowania katalogu widgetu.
error.initializing.catalog.service=CLFRQ0275E: Nie mo\u017cna pobra\u0107 us\u0142ugi katalogowej widgetu.
error.initializing.panel.service=CLFRQ0356E: Nie mo\u017cna pobra\u0107 us\u0142ugi panelu.

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: Nie mo\u017cna pobra\u0107 instancji us\u0142ugi buforowania w pami\u0119ci deskryptora widgetu. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
error.caching.service.startup=CLFRQ0390E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas inicjowania us\u0142ugi buforowania w pami\u0119ci deskryptora widgetu z u\u017cyciem listy dost\u0119pnych widget\u00f3w. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
error.caching.service.getDescriptor=CLFRQ0387E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania deskryptora dla widgetu {0} z pami\u0119ci podr\u0119cznej. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.

error.build.number.missing=CLFRQ0104E: Dodatkowy zas\u00f3b zawieraj\u0105cy wersj\u0119 kompilacji nie istnieje.
error.build.number.noname=CLFRQ0100E: Nie podano nazwy dodatkowego zasobu zawieraj\u0105cego wersj\u0119 kompilacji.
error.build.number.cast=CLFRQ0106E: Niew\u0142a\u015bciwy typ danych dla wersji kompilacji.

error.admin.null.widget=CLFRQ0198E: Nie udost\u0119pniono identyfikatora widgetu jako parametru.
error.admin.enable=CLFRQ0192E: Nie mo\u017cna w\u0142\u0105czy\u0107 widgetu o identyfikatorze {0}.
error.admin.disable=CLFRQ0201E: Nie mo\u017cna wy\u0142\u0105czy\u0107 widgetu o identyfikatorze {0}.
error.admin.remove=CLFRQ0195E: Nie mo\u017cna usun\u0105\u0107 widgetu o identyfikatorze {0}.
error.admin.add=CLFRQ0194E: Nie mo\u017cna doda\u0107 widgetu do katalogu. Udost\u0119pniono nast\u0119puj\u0105ce dane: {0}.
error.admin.update=CLFRQ0196E: Nie mo\u017cna zaktualizowa\u0107 widgetu w katalogu. Udost\u0119pniono nast\u0119puj\u0105ce dane: {0}.
error.admin.retrieve=CLFRQ0193E: Nie mo\u017cna pobra\u0107 z katalogu widgetu o identyfikatorze {0}.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas ustawiania administracyjnego trybu testowego {0} dla u\u017cytkownika o adresie e-mail {1}.

info.wpi.on=CLFRQ0340I: Us\u0142uga komponentu Strona g\u0142\u00f3wna jest uruchomiona z w\u0142\u0105czonym rozszerzeniem us\u0142ugi katalogowej komponentu Profile.
info.wpi.off=CLFRQ0343I: Us\u0142uga komponentu Strona g\u0142\u00f3wna jest uruchomiona z wy\u0142\u0105czonym rozszerzeniem us\u0142ugi katalogowej komponentu Profile.

error.url.check.config=CLFRQ0271E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by pobrania us\u0142ugi programu HCL Connections w celu sprawdzenia nast\u0119puj\u0105cego adresu URL: {0}
warn.url.check.io=CLFRQ0273W: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by sprawdzenia nast\u0119puj\u0105cego adresu URL: {0}.
warn.url.check.url=CLFRQ0612W: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by sprawdzenia nast\u0119puj\u0105cego adresu URL: {0}.

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: Nie mo\u017cna pobra\u0107 us\u0142ugi preferencji u\u017cytkownika w celu zaktualizowania trybu powitania.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: Wyst\u0105pi\u0142 b\u0142\u0105d us\u0142ugi katalogowej podczas pobierania grup dla u\u017cytkownika {0}.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas generowania kana\u0142u RSS z wynikami wyszukiwania.
error.index.missing=CLFRQ0400E: Brak indeksu wyszukiwania.
error.naming.exception=CLFRQ0301E: Przechwycono wyj\u0105tek dotycz\u0105cy nazewnictwa JNDI. Aplikacja Strona g\u0142\u00f3wna programu Connections zosta\u0142a niepoprawnie wdro\u017cona.
error.create.exception=CLFRQ0385E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania wyniku.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: Trwa przekierowywanie przegl\u0105darki do strony {0} po wykryciu wezwania do uwierzytelnienia przy u\u017cyciu formularza w \u017c\u0105daniu asynchronicznym.
info.redirect.nocookie=CLFRQ0299I: Nie wykryto informacji cookie komponentu Strona g\u0142\u00f3wna po wykonaniu wezwania (znalezionego w \u017c\u0105daniu asynchronicznym) do uwierzytelnienia przy u\u017cyciu formularza. Zostanie wykonane domy\u015blne przekierowanie do kontekstowej \u015bcie\u017cki g\u0142\u00f3wnej komponentu Strona g\u0142\u00f3wna
error.homepage.redirect.ventura=CLFRQ0300E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania adresu URL kontekstowego katalogu g\u0142\u00f3wnego strony g\u0142\u00f3wnej z plik\u00f3w konfiguracyjnych

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas dodawania deskryptora dla widgetu {0} w celu buforowania w pami\u0119ci. Szczeg\u00f3\u0142owe informacje zawiera zagnie\u017cd\u017cony wyj\u0105tek.
error.admin.cache.updateDescriptor=CLFRQ0325E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania deskryptora dla widgetu {0} w celu buforowania w pami\u0119ci. Szczeg\u00f3\u0142owe informacje zawiera zagnie\u017cd\u017cony wyj\u0105tek.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania instancji karty dla u\u017cytkownika {0}. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
error.filter.get.userId=CLFRQ0355E: Nie mo\u017cna pobra\u0107 identyfikatora instancji karty. Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania identyfikatora wewn\u0119trznego uwierzytelnionego u\u017cytkownika z sesji.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wywo\u0142ywania zdalnego interfejsu (EJB) w celu oznaczenia artyku\u0142u wiadomo\u015bci o identyfikatorze {0} jako zapisanego lub w celu usuni\u0119cia tego zaznaczenia. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
error.createEJBHome.exception=CLFRQ0384E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia zdalnego interfejsu (EJB) do repozytorium wiadomo\u015bci. Szczeg\u00f3\u0142owe informacje znajduj\u0105 si\u0119 w dziennikach.
error.fetchNews.remoteException=CLFRQ0382E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wywo\u0142ywania zdalnego interfejsu (EJB) w celu pobrania artyku\u0142\u00f3w wiadomo\u015bci dla osoby o identyfikatorze {0}. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: Jako parametr \u017c\u0105dania przekazano niepoprawn\u0105 wielko\u015b\u0107 strony ({0}). Zostanie u\u017cyta domy\u015blna wielko\u015b\u0107 strony: {1}. U\u017cytkownik: {2}.

error.fetchNews.getEJB.exception=CLFRQ0402E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania instancji dla odwo\u0142ania EJB.
error.fetchNews.generic.exception=CLFRQ0401E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wywo\u0142ywania interfejsu usuni\u0119cia (EJB). Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas inicjowania ikony do odwzorowania adresu URL u\u017cywanego dla obrazk\u00f3w przemieszczalnych (sprite) w rzece wiadomo\u015bci (strona aktualizacji). Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: Niezdefiniowane odwo\u0142anie do pliku w\u0142a\u015bciwo\u015bci (web.xml) u\u017cywanego dla ikon obrazk\u00f3w przemieszczalnych (sprite) w rzece wiadomo\u015bci. Sprawd\u017a warto\u015b\u0107 parametru inicjowania o nazwie {0}.

# JSON parsing messages
error.json.parse=CLFRQ0353E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas analizowania \u0142a\u0144cucha JSON uk\u0142adu {0}. Szczeg\u00f3\u0142owe informacje zawiera zagnie\u017cd\u017cony wyj\u0105tek.

# Security related messages
error.security.tab.ownership=CLFRQ0393E: Otrzymano \u017c\u0105danie zmodyfikowania informacji zwi\u0105zanych z instancj\u0105 karty {0}. Jednak bie\u017c\u0105cy uwierzytelniony u\u017cytkownik {1} nie ma prawa w\u0142asno\u015bci do tej instancji karty.
error.security.service.exception=CLFRQ0394E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania informacji z bazy danych w trakcie sprawdzania regu\u0142 ograniczaj\u0105cych zabezpiecze\u0144 na potrzeby zapisywania informacji o uk\u0142adzie. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
error.security.widgetInstance.ownership=CLFRQ0392E: Otrzymano \u017c\u0105danie zmodyfikowania informacji zwi\u0105zanych z instancj\u0105 widgetu {0}. Jednak bie\u017c\u0105cy uwierzytelniony u\u017cytkownik {1} nie ma prawa w\u0142asno\u015bci do tej instancji widgetu.
error.security.widget.notAllowedOnTab=CLFRQ0395E: Zg\u0142oszono \u017c\u0105danie dodania widgetu {0} do instancji karty {1}. Jednak administrator nie zezwoli\u0142 na umieszczanie tego widgetu na tej karcie. Uwierzytelniony u\u017cytkownik: {2}.

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: Zarejestrowana procedura obs\u0142ugi zdarze\u0144 wst\u0119pnych zg\u0142osi\u0142a wyj\u0105tek podczas transakcji komponentu Strona g\u0142\u00f3wna dla zdarzenia o nazwie {0}. Transakcja nie powiod\u0142a si\u0119.
error.event.post.invoke=CLFRQ0422E: Zarejestrowana procedura obs\u0142ugi zdarze\u0144 ko\u0144cowych zg\u0142osi\u0142a wyj\u0105tek podczas transakcji komponentu Strona g\u0142\u00f3wna dla zdarzenia o nazwie {0}. Transakcja nie powiod\u0142a si\u0119.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: Zarejestrowana procedura obs\u0142ugi zdarze\u0144 zapobieg\u0142a dodaniu znacznika {0}.
error.event.handler.tag.remove=CLFRQ0418E: Zarejestrowana procedura obs\u0142ugi zdarze\u0144 zapobieg\u0142a usuni\u0119ciu znacznika {0}.
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: Zarejestrowana procedura obs\u0142ugi zdarze\u0144 zapobieg\u0142a dodaniu osoby o identyfikatorze {0}.
error.event.handler.person.remove=CLFRQ0420E: Zarejestrowana procedura obs\u0142ugi zdarze\u0144 zapobieg\u0142a usuni\u0119ciu osoby o identyfikatorze {0}.

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: Nie mo\u017cna znale\u017a\u0107 klucza tytu\u0142u {0} w pakunku {1}.

error.action.error.general=CLFRQ0415E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wykonywania dzia\u0142ania. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.

#Service config servlet
error.serviceconfig=CLFRQ0414E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas obs\u0142ugiwania wywo\u0142ania do interfejsu API konfiguracji us\u0142ugi. Szczeg\u00f3\u0142owe informacje zawiera zagnie\u017cd\u017cony wyj\u0105tek.

#Metrics action
info.action.metrics=CLFRQ0421I: Pomiary systemowe nie s\u0105 jeszcze dost\u0119pne lub zosta\u0142y wy\u0142\u0105czone przez administratora. W celu uzyskania informacji skontaktuj si\u0119 z administratorem.
error.loading.news.config.settings=CLFRQ0436E: B\u0142\u0105d podczas \u0142adowania warto\u015bci czasu \u017cycia artyku\u0142u z pliku news-config.xml.
