# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: Katalogda kullan\u0131labilir pencere arac\u0131 yok.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: {0} ile tan\u0131mlanan kullan\u0131c\u0131 i\u00e7in kullan\u0131c\u0131 tercihleri belirlenmedi.
info.nouserpref.create=CLFRQ0351I: {0} kullan\u0131c\u0131s\u0131 ve {1} sekme \u00f6rne\u011fi i\u00e7in var olan pencere arac\u0131 \u00f6rne\u011fi yok, varsay\u0131lan k\u00fcme olu\u015fturuluyor
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: Bir \u00f6zel durum nedeniyle {0} oturum a\u00e7ma kimli\u011fine sahip kullan\u0131c\u0131ya ili\u015fkin ayr\u0131nt\u0131lar al\u0131namad\u0131. Ayr\u0131nt\u0131lar do\u011frudan {1} sanal \u00fcye y\u00f6neticisi arac\u0131l\u0131\u011f\u0131yla al\u0131n\u0131rken \u00f6zel durum olu\u015ftu
error.retrieve.user.wpi=CLFRQ0341E: Bir \u00f6zel durum nedeniyle {0} oturum a\u00e7ma kimli\u011fine sahip kullan\u0131c\u0131ya ili\u015fkin ayr\u0131nt\u0131lar al\u0131namad\u0131. \u00d6zel durum, ayr\u0131nt\u0131lar {1} Profil Dizini Hizmet Uzant\u0131s\u0131 arac\u0131l\u0131\u011f\u0131yla al\u0131n\u0131rken olu\u015ftu
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: {0} oturum a\u00e7ma kimli\u011fine sahip kullan\u0131c\u0131 i\u00e7in herhangi bir kullan\u0131c\u0131 ayr\u0131nt\u0131s\u0131 d\u00f6nd\u00fcr\u00fclmedi. Ayr\u0131nt\u0131lar, sanal \u00fcye y\u00f6neticisi arac\u0131l\u0131\u011f\u0131yla do\u011frudan al\u0131nmaya \u00e7al\u0131\u015f\u0131ld\u0131. Kullan\u0131c\u0131, kullan\u0131c\u0131 kay\u0131t defterindeki ge\u00e7erli bir kullan\u0131c\u0131 olmayabilir.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: {0} oturum a\u00e7ma kimli\u011fine sahip kullan\u0131c\u0131 i\u00e7in herhangi bir kullan\u0131c\u0131 ayr\u0131nt\u0131s\u0131 d\u00f6nd\u00fcr\u00fclmedi. Ayr\u0131nt\u0131lar, Profil Dizini Hizmet Uzant\u0131s\u0131 arac\u0131l\u0131\u011f\u0131yla do\u011frudan al\u0131nmaya \u00e7al\u0131\u015f\u0131ld\u0131. Kullan\u0131c\u0131, Profiller''deki ge\u00e7erli bir kullan\u0131c\u0131 olmayabilir.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: E-posta ya da kullan\u0131c\u0131 kimli\u011fi bo\u015f. Al\u0131nan de\u011ferler \u015funlard\u0131r: e-posta: {0}, kullan\u0131c\u0131 kimli\u011fi: {1}

error.userpref.position=CLFRQ0057E: Bu kullan\u0131c\u0131ya ili\u015fkin konum parametresi belirlenmedi: {0}
error.userpref.widgetid=CLFRQ0067E: Bu kullan\u0131c\u0131ya ili\u015fkin pencere arac\u0131 tan\u0131t\u0131c\u0131s\u0131 belirlenmedi: {0}

# {0} REST should be left in English
error.action.null=CLFRQ0074E: Bu REST \u00e7a\u011fr\u0131s\u0131 i\u00e7in eylem belirlenmedi.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: Bu kullan\u0131c\u0131ya ili\u015fkin konum silinirken bir hata olu\u015ftu: {0}. Kullan\u0131c\u0131, {1} tan\u0131t\u0131c\u0131l\u0131 pencere arac\u0131n\u0131 kenar paletine ta\u015f\u0131maya \u00e7al\u0131\u015f\u0131yordu.

error.userpref.change.widget.setting=CLFRQ0060E: Bu bilgiyle yeni pencere arac\u0131 ayarlar\u0131 uygulanmaya \u00e7al\u0131\u015f\u0131l\u0131rken bir hata olu\u015ftu: {0}
error.userpref.null.profileprovider=CLFRQ0071E: Profil Sa\u011flay\u0131c\u0131 al\u0131n\u0131rken bir hata olu\u015ftu. Profil Sa\u011flay\u0131c\u0131 bo\u015f.
error.update.lastVisit.user=CLFRQ0089E: \u015eu kullan\u0131c\u0131ya ili\u015fkin son ziyaret bilgileri g\u00fcncelle\u015ftirilirken bir hata olu\u015ftu: {0}
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: Bu kimli\u011fe sahip kullan\u0131c\u0131ya ili\u015fkin son ziyaret alan\u0131 g\u00fcncelle\u015ftirilirken bir hata olu\u015ftu: {0}
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: \u00dcye Profili al\u0131n\u0131rken bir hata olu\u015ftu. \u00dcye Profili bo\u015f.
error.userpref.validateNewUser.createUser=CLFRQ0125E: Giri\u015f sayfas\u0131 i\u00e7in {0} e-postas\u0131na ve {1} kimli\u011fine sahip yeni bir kullan\u0131c\u0131 olu\u015fturulurken bir hata ortaya \u00e7\u0131kt\u0131.
error.userpref.get.widgetprefs=CLFRQ0126E: {0} taraf\u0131ndan tan\u0131mlanan kullan\u0131c\u0131, {1} taraf\u0131ndan tan\u0131mlanan pencere arac\u0131, {2} taraf\u0131ndan tan\u0131mlanan sekme \u00f6rne\u011fine ili\u015fkin pencere arac\u0131 tercih bilgileri al\u0131n\u0131rken bir hata olu\u015ftu
error.userpref.check.admin.pref=CLFRQ0200E: {0} e-postas\u0131na sahip kullan\u0131c\u0131ya ili\u015fkin y\u00f6netim s\u0131nama moduyla ilgili tercihler denetlenemedi.
error.userpref.createPersisBean=CLFRQ0191E: {0} e-postas\u0131na sahip kullan\u0131c\u0131ya ili\u015fkin s\u00fcreklilik bile\u015feni olu\u015fturulurken bir hata ortaya \u00e7\u0131kt\u0131.
error.userpref.load.widget.setting=CLFRQ0199E: {0} e-postas\u0131na sahip kullan\u0131c\u0131 ve {1} tan\u0131t\u0131c\u0131s\u0131na sahip pencere arac\u0131 i\u00e7in \u00f6zelle\u015ftirme y\u00fcklenirken bir hata olu\u015ftu.
error.userpref.setNumberColumns=CLFRQ0354E: {0} sekme \u00f6rne\u011fin ili\u015fkin s\u00fctun say\u0131s\u0131n\u0131 i\u00e7eren istek parametresi ayarlan\u0131rken bir hata olu\u015ftu. Ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel durumu denetleyin.
error.userpref.get.numberColumns=CLFRQ0357E: {0} sekme tan\u0131t\u0131c\u0131s\u0131ndan al\u0131nan s\u00fctun say\u0131s\u0131 g\u00fcncelle\u015ftirilirken bir hata olu\u015ftu
error.tabheaderservlet.setTabs=CLFRQ0350E: {0} kullan\u0131c\u0131s\u0131na ili\u015fkin sekme \u00f6rnekleri listesi al\u0131n\u0131rken bir hata olu\u015ftu. Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n.

error.email.null=CLFRQ0076E: Oturumda kullan\u0131c\u0131 e-posta \u00f6zniteli\u011fi yok.
error.session.invalid=CLFRQ0075E: Kullan\u0131c\u0131 oturumu ge\u00e7erli de\u011fil.
error.action.invalid=CLFRQ0077E: Eylem: {0}, bu REST \u00e7a\u011fr\u0131s\u0131 i\u00e7in ge\u00e7erli de\u011fil.
error.widgetInfo.retrieve=CLFRQ0078E: Kullan\u0131labilir pencere arac\u0131 bilgileri al\u0131n\u0131rken bir hata olu\u015ftu.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: \u0130leti\u015fim kural\u0131, {0} i\u00e7in desteklenmiyor

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: Katalog yap\u0131land\u0131rma hizmetinde bir hata olu\u015ftu.
error.widgetInfo.response=CLFRQ0091E: Pencere arac\u0131 tan\u0131mlay\u0131c\u0131s\u0131 istemciye yan\u0131t verirken bir giri\u015f \u00e7\u0131k\u0131\u015f hatas\u0131 olu\u015ftu. XML tan\u0131mlay\u0131c\u0131s\u0131n\u0131n i\u00e7eri\u011fi: {0}

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: Pencere arac\u0131 katalog y\u00f6netimi hizmeti al\u0131namad\u0131.
error.initializing.catalog.service=CLFRQ0275E: Pencere arac\u0131 katalog hizmeti al\u0131namad\u0131.
error.initializing.panel.service=CLFRQ0356E: Pano hizmeti al\u0131namad\u0131

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: Pencere arac\u0131 tan\u0131mlay\u0131c\u0131s\u0131 bellek i\u00e7i \u00f6nbelle\u011fe alma hizmeti \u00f6rne\u011fi al\u0131namad\u0131. Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n
error.caching.service.startup=CLFRQ0390E: Pencere arac\u0131 tan\u0131mlay\u0131c\u0131s\u0131 bellek i\u00e7i \u00f6nbelle\u011fe alma hizmeti, kullan\u0131labilir pencere ara\u00e7lar\u0131 listesi ile ba\u015flat\u0131l\u0131rken bir hata olu\u015ftu. Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n.
error.caching.service.getDescriptor=CLFRQ0387E: Bellek i\u00e7i \u00f6nbellekten {0} pencere arac\u0131na ili\u015fkin tan\u0131mlay\u0131c\u0131 al\u0131n\u0131rken bir hata olu\u015ftu. Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n.

error.build.number.missing=CLFRQ0104E: Derleme s\u00fcr\u00fcm\u00fcn\u00fc i\u00e7eren kaynak paketi yok.
error.build.number.noname=CLFRQ0100E: Derleme s\u00fcr\u00fcm\u00fcn\u00fc i\u00e7eren kaynak paketi i\u00e7in bir ad sa\u011flanmad\u0131.
error.build.number.cast=CLFRQ0106E: Derleme s\u00fcr\u00fcm\u00fc i\u00e7in yanl\u0131\u015f veri t\u00fcr\u00fc.

error.admin.null.widget=CLFRQ0198E: Parametre olarak bir pencere arac\u0131 tan\u0131mlay\u0131c\u0131s\u0131 sa\u011flanmad\u0131.
error.admin.enable=CLFRQ0192E: {0} tan\u0131t\u0131c\u0131s\u0131na sahip pencere arac\u0131 etkinle\u015ftirilemedi.
error.admin.disable=CLFRQ0201E: {0} tan\u0131t\u0131c\u0131s\u0131na sahip pencere arac\u0131 ge\u00e7ersiz k\u0131l\u0131namad\u0131.
error.admin.remove=CLFRQ0195E: {0} tan\u0131t\u0131c\u0131s\u0131na sahip pencere arac\u0131 kald\u0131r\u0131lamad\u0131.
error.admin.add=CLFRQ0194E: Yeni pencere arac\u0131, katalo\u011fa eklenemedi. \u015eu veriler sa\u011fland\u0131: {0}
error.admin.update=CLFRQ0196E: Pencere arac\u0131, katalogda g\u00fcncelle\u015ftirilemedi. \u015eu veriler sa\u011fland\u0131: {0}
error.admin.retrieve=CLFRQ0193E: {0} tan\u0131t\u0131c\u0131s\u0131na sahip pencere arac\u0131 katalogdan al\u0131namad\u0131.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: {1} e-postas\u0131na sahip kullan\u0131c\u0131 i\u00e7in y\u00f6netim s\u0131nama modu {0} de\u011ferine ayarlan\u0131rken bir hata olu\u015ftu.

info.wpi.on=CLFRQ0340I: Giri\u015f Sayfas\u0131 hizmeti, Profil Dizini Hizmet Uzant\u0131s\u0131 etkinle\u015ftirilmi\u015f bir \u015fekilde \u00e7al\u0131\u015f\u0131yor.
info.wpi.off=CLFRQ0343I: Giri\u015f Sayfas\u0131 hizmeti, Profil Dizini Hizmet Uzant\u0131s\u0131 devre d\u0131\u015f\u0131 b\u0131rak\u0131lm\u0131\u015f bir \u015fekilde \u00e7al\u0131\u015f\u0131yor.

error.url.check.config=CLFRQ0271E: \u015eu URL''yi denetlemek i\u00e7in HCL Connections hizmeti al\u0131nmaya \u00e7al\u0131\u015f\u0131l\u0131rken bir hata olu\u015ftu: {0}
warn.url.check.io=CLFRQ0273W: Bu URL denetlenmeye \u00e7al\u0131\u015f\u0131l\u0131rken bir hata olu\u015ftu: {0}
warn.url.check.url=CLFRQ0612W: Bu URL denetlenmeye \u00e7al\u0131\u015f\u0131l\u0131rken bir hata olu\u015ftu: {0}

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: Kar\u015f\u0131lama modunu g\u00fcncelle\u015ftirmek i\u00e7in kullan\u0131c\u0131 tercihleri hizmeti al\u0131namad\u0131.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: {0} kullan\u0131c\u0131s\u0131 i\u00e7in gruplar al\u0131n\u0131rken bir Dizin Hizmetleri hatas\u0131 olu\u015ftu.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: Arama sonu\u00e7lar\u0131 beslemesi olu\u015fturulurken hata ortaya \u00e7\u0131kt\u0131.
error.index.missing=CLFRQ0400E: Arama dizini eksik.
error.naming.exception=CLFRQ0301E: JNDI adland\u0131rma \u00f6zel durumu yakaland\u0131. Connections Giri\u015f Sayfas\u0131 uygulamas\u0131 yanl\u0131\u015f da\u011f\u0131t\u0131ld\u0131.
error.create.exception=CLFRQ0385E: Sonu\u00e7 al\u0131n\u0131rken bir hata olu\u015ftu.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: Zamanuyumsuz bir istekte forma dayal\u0131 kimlik do\u011frulama sorgusu alg\u0131land\u0131ktan sonra taray\u0131c\u0131 {0} konumuna yeniden y\u00f6nlendiriliyor
info.redirect.nocookie=CLFRQ0299I: Zamanuyumsuz istekte forma dayal\u0131 kimlik do\u011frulama sorgusundan sonra Giri\u015f Sayfas\u0131 tan\u0131mlama bilgisi alg\u0131lanmad\u0131, varsay\u0131lan olarak Giri\u015f Sayfas\u0131 ba\u011flam yolu k\u00f6k\u00fcne yeniden y\u00f6nlendiriliyor
error.homepage.redirect.ventura=CLFRQ0300E: Yap\u0131land\u0131rma dosyalar\u0131ndan giri\u015f sayfas\u0131 ba\u011flam k\u00f6k\u00fc URL'si al\u0131n\u0131rken bir hata olu\u015ftu

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: Bellek i\u00e7i \u00f6nbelle\u011fe {0} pencere arac\u0131na ili\u015fkin tan\u0131mlay\u0131c\u0131 eklenirken bir hata olu\u015ftu. Tam ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n.
error.admin.cache.updateDescriptor=CLFRQ0325E: Bellek i\u00e7i \u00f6nbellekteki {0} pencere arac\u0131na ili\u015fkin tan\u0131mlay\u0131c\u0131 g\u00fcncelle\u015ftirilirken bir hata olu\u015ftu. Tam ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: {0} kullan\u0131c\u0131s\u0131 i\u00e7in bir sekme \u00f6rne\u011fi al\u0131n\u0131rken bir hata olu\u015ftu. Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n
error.filter.get.userId=CLFRQ0355E: Sekme \u00f6rne\u011fi tan\u0131t\u0131c\u0131s\u0131 al\u0131nam\u0131yor. Oturumdan kimli\u011fi do\u011frulanm\u0131\u015f kullan\u0131c\u0131n\u0131n i\u00e7 kimli\u011fi al\u0131n\u0131rken bir hata olu\u015ftu.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: {0} tan\u0131t\u0131c\u0131s\u0131na sahip haber \u00f6yk\u00fcs\u00fcn\u00fc kaydedildi olarak i\u015faretlemek ya da i\u015faretini kald\u0131rmak i\u00e7in uzak arabirim (EJB) \u00e7a\u011fr\u0131l\u0131rken bir hata olu\u015ftu. Ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel durumu denetleyin.
error.createEJBHome.exception=CLFRQ0384E: Haber havuzuna uzak arabirim (EJB) olu\u015fturulurken bir hata ortaya \u00e7\u0131kt\u0131. Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in g\u00fcnl\u00fckleri denetleyin.
error.fetchNews.remoteException=CLFRQ0382E: {0} ki\u015fi tan\u0131t\u0131c\u0131s\u0131na ili\u015fkin haber \u00f6yk\u00fclerini almak \u00fczere bir uzak arabirim (EJB) \u00e7a\u011fr\u0131l\u0131rken bir hata olu\u015ftu. Ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel durumu denetleyin.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: Ge\u00e7ersiz sayfa boyutu ({0}) istek parametresi olarak ge\u00e7irildi. Varsay\u0131lan sayfa boyutu de\u011feri kullan\u0131l\u0131yor: {1}. Kullan\u0131c\u0131: {2}

error.fetchNews.getEJB.exception=CLFRQ0402E: EJB ba\u015fvurusuna bir \u00f6rnek al\u0131n\u0131rken bir hata olu\u015ftu.
error.fetchNews.generic.exception=CLFRQ0401E: Bir kald\u0131rma arabirimi (EJB) \u00e7a\u011fr\u0131l\u0131rken bir hata olu\u015ftu. Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: Haber ak\u0131\u015f\u0131ndaki hareketli grafikler i\u00e7in kullan\u0131lan URL e\u015flemi (g\u00fcncelle\u015ftirme sayfas\u0131) simgesi ba\u015flat\u0131l\u0131rken bir hata olu\u015ftu. Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: Haber ak\u0131\u015f\u0131ndaki hareketli grafik simgeleri i\u00e7in kullan\u0131lan \u00f6zellik dosyas\u0131n\u0131n (web.xml) ba\u015fvurusu tan\u0131ml\u0131 de\u011fil. {0} adl\u0131 ba\u015flatma parametresinin de\u011ferini denetleyin.

# JSON parsing messages
error.json.parse=CLFRQ0353E: {0} d\u00fczen JSON dizesi ayr\u0131\u015ft\u0131r\u0131l\u0131rken bir hata olu\u015ftu. Ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n

# Security related messages
error.security.tab.ownership=CLFRQ0393E: {0} sekme \u00f6rne\u011fiyle ilgili bilgileri de\u011fi\u015ftirmek i\u00e7in bir istek al\u0131nd\u0131. Ancak, kimli\u011fi do\u011frulanm\u0131\u015f ge\u00e7erli {1} kullan\u0131c\u0131s\u0131n\u0131n bu sekme \u00f6rne\u011fi \u00fczerinde sahipli\u011fi yok.
error.security.service.exception=CLFRQ0394E: D\u00fczen bilgilerinin kaydedilmesine ili\u015fkin g\u00fcvenlik k\u0131s\u0131tlamalar\u0131n\u0131 denetleme s\u0131ras\u0131nda veritaban\u0131ndan bilgiler al\u0131n\u0131rken bir hata olu\u015ftu. Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n.
error.security.widgetInstance.ownership=CLFRQ0392E: {0} pencere arac\u0131 \u00f6rne\u011fiyle ilgili bilgileri de\u011fi\u015ftirmek i\u00e7in bir istek al\u0131nd\u0131. Ancak, kimli\u011fi do\u011frulanm\u0131\u015f ge\u00e7erli {1} kullan\u0131c\u0131s\u0131n\u0131n bu pencere arac\u0131 \u00f6rne\u011fi \u00fczerinde sahipli\u011fi yok.
error.security.widget.notAllowedOnTab=CLFRQ0395E: {0} pencere arac\u0131n\u0131 {1} sekme \u00f6rne\u011fine ekleme iste\u011finde bulunuldu. Ancak, bu pencere arac\u0131n\u0131n bu sekmede bulunmas\u0131na y\u00f6netici taraf\u0131ndan izin verilmiyor. Kimli\u011fi do\u011frulanm\u0131\u015f kullan\u0131c\u0131: {2}

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: Kay\u0131tl\u0131 bir olay \u00f6ncesi i\u015fleyicisi {0} adl\u0131 olay i\u00e7in Giri\u015f Sayfas\u0131 i\u015flemi s\u0131ras\u0131nda \u00f6zel bir durum att\u0131. \u0130\u015flem ba\u015far\u0131s\u0131z oldu.
error.event.post.invoke=CLFRQ0422E: Kay\u0131tl\u0131 bir olay sonras\u0131 i\u015fleyicisi {0} adl\u0131 olay i\u00e7in Giri\u015f Sayfas\u0131 i\u015flemi s\u0131ras\u0131nda \u00f6zel bir durum att\u0131. \u0130\u015flem ba\u015far\u0131s\u0131z oldu.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: Kay\u0131tl\u0131 bir olay i\u015fleyicisi {0} etiketinin eklenmesini durdurdu
error.event.handler.tag.remove=CLFRQ0418E: Kay\u0131tl\u0131 bir olay i\u015fleyicisi {0} etiketinin kald\u0131r\u0131lmas\u0131n\u0131 durdurdu
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: Kay\u0131tl\u0131 bir olay i\u015fleyicisi {0} tan\u0131t\u0131c\u0131s\u0131na sahip ki\u015finin eklenmesini durdurdu
error.event.handler.person.remove=CLFRQ0420E: Kay\u0131tl\u0131 bir olay i\u015fleyicisi {0} tan\u0131t\u0131c\u0131s\u0131na sahip ki\u015finin kald\u0131r\u0131lmas\u0131n\u0131 durdurdu

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: {0} ba\u015fl\u0131k anahtar\u0131 {1} paketinde bulunam\u0131yor

error.action.error.general=CLFRQ0415E: Eylem y\u00fcr\u00fct\u00fcl\u00fcrken bir hata olu\u015ftu. Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n.

#Service config servlet
error.serviceconfig=CLFRQ0414E: Hizmet yap\u0131land\u0131rma API'sine yap\u0131lan bir \u00e7a\u011fr\u0131 yan\u0131tlan\u0131rken bir hata olu\u015ftu. Tam ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n.

#Metrics action
info.action.metrics=CLFRQ0421I: Sistem \u00f6l\u00e7\u00fcmleri hen\u00fcz kullan\u0131labilir de\u011fil ya da y\u00f6netici bunlar\u0131 devre d\u0131\u015f\u0131 b\u0131rakm\u0131\u015f. Bilgi i\u00e7in l\u00fctfen y\u00f6neticinize ba\u015fvurun.
error.loading.news.config.settings=CLFRQ0436E: News-config.xml dosyas\u0131ndan \u00f6yk\u00fc ya\u015fam s\u00fcresi de\u011feri y\u00fcklenirken hata olu\u015ftu.
