# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: \uce74\ud0c8\ub85c\uadf8\uc5d0 \uc0ac\uc6a9 \uac00\ub2a5\ud55c \uc704\uc82f\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: {0} \uc0ac\uc6a9\uc790\uc758 \uc0ac\uc6a9\uc790 \ud658\uacbd \uc124\uc815\uc774 \uc9c0\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
info.nouserpref.create=CLFRQ0351I: \uae30\ubcf8\uac12 \uc138\ud2b8\ub97c \uc791\uc131\ud558\ub294 \uc0ac\uc6a9\uc790 {0} \ubc0f \ud0ed \uc778\uc2a4\ud134\uc2a4 {1}\uc758 \uc704\uc82f \uc778\uc2a4\ud134\uc2a4\uac00 \uc874\uc7ac\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: \uc608\uc678\ub85c \uc778\ud574 \ub85c\uadf8\uc778 ID {0}\uc778 \uc0ac\uc6a9\uc790\uc758 \uc138\ubd80\uc0ac\ud56d\uc744 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uac00\uc0c1 Member Manager \ub514\ub809\ud1a0\ub9ac {1}\uc744(\ub97c) \ud1b5\ud574 \uc9c1\uc811 \uc138\ubd80\uc0ac\ud56d\uc744 \uac80\uc0c9\ud558\ub294 \uc911 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
error.retrieve.user.wpi=CLFRQ0341E: \uc608\uc678\ub85c \uc778\ud574 \ub85c\uadf8\uc778 ID\uac00 {0}\uc778 \uc0ac\uc6a9\uc790\uc758 \uc138\ubd80\uc0ac\ud56d\uc744 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ud504\ub85c\ud30c\uc77c \ub514\ub809\ud1a0\ub9ac \uc11c\ube44\uc2a4 \ud655\uc7a5\uc790 {1}\uc744(\ub97c) \ud1b5\ud574 \uc138\ubd80\uc0ac\ud56d\uc744 \uac80\uc0c9\ud558\ub294 \uc911 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: \ub85c\uadf8\uc778 ID {0}\uc778 \uc0ac\uc6a9\uc790\uc5d0 \ub9ac\ud134\ud560 \uc218 \uc788\ub294 \uc0ac\uc6a9\uc790 \uc138\ubd80\uc0ac\ud56d\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. \uac00\uc0c1 Member Manager \ub514\ub809\ud1a0\ub9ac\ub97c \ud1b5\ud574 \uc138\ubd80\uc0ac\ud56d \uac80\uc0c9\uc744 \uc2dc\ub3c4\ud588\uc2b5\ub2c8\ub2e4. \uc0ac\uc6a9\uc790\ub294 \uc0ac\uc6a9\uc790 \ub808\uc9c0\uc2a4\ud2b8\ub9ac\uc5d0\uc11c \uc62c\ubc14\ub978 \uc0ac\uc6a9\uc790\uac00 \uc544\ub2d0 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: \ub85c\uadf8\uc778 {0}\uc778 \uc0ac\uc6a9\uc790\uc5d0 \ub9ac\ud134\ub41c \uc0ac\uc6a9\uc790 \uc138\ubd80\uc0ac\ud56d\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. \ud504\ub85c\ud30c\uc77c \ub514\ub809\ud1a0\ub9ac \uc11c\ube44\uc2a4 \ud655\uc7a5\uc790\ub97c \ud1b5\ud574 \uc138\ubd80\uc0ac\ud56d \uac80\uc0c9\uc744 \uc2dc\ub3c4\ud588\uc2b5\ub2c8\ub2e4. \uc0ac\uc6a9\uc790\ub294 \ud504\ub85c\ud30c\uc77c\uc5d0\uc11c \uc62c\ubc14\ub978 \uc0ac\uc6a9\uc790\uac00 \uc544\ub2d0 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: \uc774\uba54\uc77c \ub610\ub294 \uc0ac\uc6a9\uc790 ID\uac00 \ub110\uc785\ub2c8\ub2e4. \ub2e4\uc74c\uc740 \uac80\uc0c9\ub41c \uac12\uc785\ub2c8\ub2e4. \uc774\uba54\uc77c {0}, \uc0ac\uc6a9\uc790 ID {1}

error.userpref.position=CLFRQ0057E: \uc0ac\uc6a9\uc790\uc5d0 \ub300\ud55c \uc704\uce58 \ub9e4\uac1c\ubcc0\uc218\uac00 \uc9c0\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. {0}
error.userpref.widgetid=CLFRQ0067E: \uc0ac\uc6a9\uc790\uc5d0 \ub300\ud55c \uc704\uc82f ID\uac00 \uc9c0\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. {0}

# {0} REST should be left in English
error.action.null=CLFRQ0074E: \uc774 REST \ud638\ucd9c\uc5d0 \ub300\ud55c \uc870\uce58\uac00 \uc9c0\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: \uc774 \uc0ac\uc6a9\uc790\uc5d0 \ub300\ud55c \uc704\uce58\ub97c \uc0ad\uc81c\ud558\ub294 \uc911 \uc624\ub958 \ubc1c\uc0dd: {0}. \uc0ac\uc6a9\uc790\uac00 \uce21\uba74 \ud314\ub808\ud2b8\uc5d0 \ub300\ud55c ID\uac00 {1}\uc778 \uc704\uc82f\uc744 \uc81c\uac70\ud558\ub824\uace0 \ud569\ub2c8\ub2e4.

error.userpref.change.widget.setting=CLFRQ0060E: \ub2e4\uc74c \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc0c8 \uc704\uc82f \uc124\uc815\uc744 \uc801\uc6a9\ud558\ub824\ub294 \uc911 \uc624\ub958 \ubc1c\uc0dd: {0}
error.userpref.null.profileprovider=CLFRQ0071E: \ud504\ub85c\ud30c\uc77c \uc81c\uacf5\uc5c5\uccb4\ub97c \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ud504\ub85c\ud30c\uc77c \uc81c\uacf5\uc5c5\uccb4\uac00 \ub110\uc785\ub2c8\ub2e4.
error.update.lastVisit.user=CLFRQ0089E: \uc0ac\uc6a9\uc790 {0}\uc758 \ucd5c\uc885 \ubc18\ubb38 \uc815\ubcf4\ub97c \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: \ub2e4\uc74c ID\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc0ac\uc6a9\uc790\uc758 \ucd5c\uc885 \ubc29\ubb38 \ud544\ub4dc\ub97c \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \uc911 \uc624\ub958 \ubc1c\uc0dd: {0}
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: \ud68c\uc6d0 \ud504\ub85c\ud30c\uc77c\uc744 \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ud68c\uc6d0 \ud504\ub85c\ud30c\uc77c\uc774 \ub110\uc785\ub2c8\ub2e4.
error.userpref.validateNewUser.createUser=CLFRQ0125E: \uc774\uba54\uc77c {0} \ubc0f ID {1}\uc744(\ub97c) \uc0ac\uc6a9\ud558\uc5ec \ud648 \ud398\uc774\uc9c0\uc758 \uc0c8 \uc0ac\uc6a9\uc790\ub97c \uc791\uc131\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
error.userpref.get.widgetprefs=CLFRQ0126E: {0}(\uc73c)\ub85c \uc2dd\ubcc4\ub41c \uc0ac\uc6a9\uc790, {1}(\uc73c)\ub85c \uc2dd\ubcc4\ub41c \uc704\uc82f, {2}(\uc73c)\ub85c \uc2dd\ubcc4\ub41c \ud0ed \uc778\uc2a4\ud134\uc2a4\uc758 \uc704\uc82f \ud658\uacbd \uc124\uc815 \uc815\ubcf4\ub97c \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
error.userpref.check.admin.pref=CLFRQ0200E: \uc774\uba54\uc77c\uc774 {0}\uc778 \uc0ac\uc6a9\uc790\uc758 \uc6b4\uc601 \ud14c\uc2a4\ud2b8 \ubaa8\ub4dc\uc640 \uad00\ub828\ud55c \ud658\uacbd \uc124\uc815\uc740 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
error.userpref.createPersisBean=CLFRQ0191E: \uc774\uba54\uc77c\uc774 {0}\uc778 \uc0ac\uc6a9\uc790\uc758 \uc9c0\uc18d\uc131 Bean\uc744 \uc791\uc131\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
error.userpref.load.widget.setting=CLFRQ0199E: \uc774\uba54\uc77c\uc774 {0}\uc778 \uc0ac\uc6a9\uc790\uc640 ID\uac00 {1}\uc778 \uc704\uc82f\uc758 \uc0ac\uc6a9\uc790 \uc815\uc758\ub97c \ub85c\ub4dc\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
error.userpref.setNumberColumns=CLFRQ0354E: \ud0ed \uc778\uc2a4\ud134\uc2a4 {0}\uc758 \uc5f4 \uc218\ub97c \ud3ec\ud568\ud558\ub294 \uc694\uccad \ub9e4\uac1c\ubcc0\uc218\ub97c \uc124\uc815\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
error.userpref.get.numberColumns=CLFRQ0357E: \ud0ed ID {0}\uc5d0\uc11c \uc5f4 \uc218\ub97c \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
error.tabheaderservlet.setTabs=CLFRQ0350E: \uc0ac\uc6a9\uc790 {0}\uc758 \ud0ed \uc778\uc2a4\ud134\uc2a4 \ubaa9\ub85d\uc744 \uac00\uc838\uc624\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ud655\uc778\ud558\uc2ed\uc2dc\uc624.

error.email.null=CLFRQ0076E: \uc0ac\uc6a9\uc790 \uc774\uba54\uc77c \uc18d\uc131\uc774 \uc138\uc158\uc5d0\uc11c \ub204\ub77d\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
error.session.invalid=CLFRQ0075E: \ud604\uc7ac \uc0ac\uc6a9\uc790 \uc138\uc158\uc774 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
error.action.invalid=CLFRQ0077E: \uc870\uce58: {0}\uc740(\ub294) \uc774 REST \ud638\ucd9c\uc5d0 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
error.widgetInfo.retrieve=CLFRQ0078E: \uc0ac\uc6a9 \uac00\ub2a5\ud55c \uc704\uc82f \uc815\ubcf4\ub97c \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: {0}\uc5d0 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\ub294 \ud504\ub85c\ud1a0\ucf5c

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: \uce74\ud0c8\ub85c\uadf8 \uad6c\uc131 \uc11c\ube44\uc2a4\uc5d0\uc11c \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
error.widgetInfo.response=CLFRQ0091E: \uc704\uc82f \ub514\uc2a4\ud06c\ub9bd\ud130\uac00 \ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0 \uc751\ub2f5\ud558\ub294 \uc911 \uc785/\ucd9c\ub825 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. XML \ub514\uc2a4\ud06c\ub9bd\ud130\uc758 \ucee8\ud150\uce20: {0}

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: \uc704\uc82f \uce74\ud0c8\ub85c\uadf8 \uad00\ub9ac \uc11c\ube44\uc2a4\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
error.initializing.catalog.service=CLFRQ0275E: \uc704\uc82f \uce74\ud0c8\ub85c\uadf8 \uc11c\ube44\uc2a4\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
error.initializing.panel.service=CLFRQ0356E: \ud328\ub110 \uc11c\ube44\uc2a4\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: \uc704\uc82f \ub514\uc2a4\ud06c\ub9bd\ud130 \uc778\uba54\ubaa8\ub9ac \uce90\uc2f1 \uc11c\ube44\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
error.caching.service.startup=CLFRQ0390E: \uc0ac\uc6a9 \uac00\ub2a5\ud55c \uc704\uc82f\uc758 \ubaa9\ub85d\uc73c\ub85c \uc704\uc82f \ub514\uc2a4\ud06c\ub9bd\ud130 \uc778\uba54\ubaa8\ub9ac \uce90\uc2f1 \uc11c\ube44\uc2a4\ub97c \ucd5c\uc801\ud654\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
error.caching.service.getDescriptor=CLFRQ0387E: \uc778\uba54\ubaa8\ub9ac \uce90\uc2dc\uc5d0\uc11c \uc704\uc82f {0}\uc758 \ub514\uc2a4\ud06c\ub9bd\ud130\ub97c \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ud655\uc778\ud558\uc2ed\uc2dc\uc624.

error.build.number.missing=CLFRQ0104E: \ube4c\ub4dc \ubc84\uc804\uc774 \ud3ec\ud568\ub41c \uc790\uc6d0 \ubc88\ub4e4\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
error.build.number.noname=CLFRQ0100E: \ube4c\ub4dc \ubc84\uc804\uc774 \ud3ec\ud568\ub41c \uc790\uc6d0 \ubc88\ub4e4\uc758 \uc774\ub984\uc774 \uc81c\uacf5\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.
error.build.number.cast=CLFRQ0106E: \ube4c\ub4dc \ubc84\uc804\uc5d0 \uc62c\ubc14\ub974\uc9c0 \uc54a\uc740 \ub370\uc774\ud130 \uc720\ud615\uc785\ub2c8\ub2e4.

error.admin.null.widget=CLFRQ0198E: \uc704\uc82f ID\uac00 \ub9e4\uac1c\ubcc0\uc218\ub85c \uc81c\uacf5\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.
error.admin.enable=CLFRQ0192E: ID\uac00 {0}\uc778 \uc704\uc82f\uc744 \uc0ac\uc6a9\ud568\uc73c\ub85c \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
error.admin.disable=CLFRQ0201E: ID\uac00 {0}\uc778 \uc704\uc82f\uc744 \uc0ac\uc6a9 \uc548\ud568\uc73c\ub85c \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
error.admin.remove=CLFRQ0195E: ID\uac00 {0}\uc778 \uc704\uc82f\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
error.admin.add=CLFRQ0194E: \uc0c8 \uc704\uc82f\uc744 \uce74\ud0c8\ub85c\uadf8\uc5d0 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ub2e4\uc74c \ub370\uc774\ud130\uac00 \uc81c\uacf5\ub418\uc5c8\uc2b5\ub2c8\ub2e4. {0}
error.admin.update=CLFRQ0196E: \uce74\ud0c8\ub85c\uadf8\uc758 \uc704\uc82f\uc744 \uc5c5\ub370\uc774\ud2b8\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ub2e4\uc74c \ub370\uc774\ud130\uac00 \uc81c\uacf5\ub418\uc5c8\uc2b5\ub2c8\ub2e4. {0}
error.admin.retrieve=CLFRQ0193E: \uce74\ud0c8\ub85c\uadf8\uc5d0\uc11c ID\uac00 {0}\uc778 \uc704\uc82f\uc744 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: \uc774\uba54\uc77c\uc774 {1}\uc778 \uc0ac\uc6a9\uc790\uc758 \uc6b4\uc601 \ud14c\uc2a4\ud2b8 \ubaa8\ub4dc\ub97c {0}(\uc73c)\ub85c \uc124\uc815\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.

info.wpi.on=CLFRQ0340I: \ud504\ub85c\ud30c\uc77c \ub514\ub809\ud1a0\ub9ac \uc11c\ube44\uc2a4 \ud655\uc7a5\uc790\uac00 \uc0ac\uc6a9 \uac00\ub2a5\ud55c \uc0c1\ud0dc\ub85c \ud648 \ud398\uc774\uc9c0 \uc11c\ube44\uc2a4\uac00 \uc2e4\ud589 \uc911\uc785\ub2c8\ub2e4.
info.wpi.off=CLFRQ0343I: \ud504\ub85c\ud30c\uc77c \ub514\ub809\ud1a0\ub9ac \uc11c\ube44\uc2a4 \ud655\uc7a5\uc790\uac00 \uc0ac\uc6a9 \ubd88\uac00\ub2a5\ud55c \uc0c1\ud0dc\ub85c \ud648 \ud398\uc774\uc9c0 \uc11c\ube44\uc2a4\uac00 \uc2e4\ud589 \uc911\uc785\ub2c8\ub2e4.

error.url.check.config=CLFRQ0271E: \ub2e4\uc74c URL\uc744 \ud655\uc778\ud558\uae30 \uc704\ud574 HCL Connections \uc11c\ube44\uc2a4\ub97c \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. {0}
warn.url.check.io=CLFRQ0273W: \ub2e4\uc74c URL\uc744 \ud655\uc778\ud558\ub824\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. {0}
warn.url.check.url=CLFRQ0612W: \ub2e4\uc74c URL\uc744 \ud655\uc778\ud558\ub824\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. {0}

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: \uc2dc\uc791 \ubaa8\ub4dc\ub97c \uc5c5\ub370\uc774\ud2b8\ud558\uae30 \uc704\ud574 \uc0ac\uc6a9\uc790 \ud658\uacbd \uc124\uc815 \uc11c\ube44\uc2a4\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: {0} \uc0ac\uc6a9\uc790\uc758 \uadf8\ub8f9\uc744 \uac80\uc0c9\ud558\ub294 \uc911 \ub514\ub809\ud1a0\ub9ac \uc11c\ube44\uc2a4 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: \uac80\uc0c9 \uacb0\uacfc \ud53c\ub4dc\ub97c \uc0dd\uc131\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
error.index.missing=CLFRQ0400E: \uac80\uc0c9 \uc0c9\uc778\uc774 \ub204\ub77d\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
error.naming.exception=CLFRQ0301E: JNDI \uc774\ub984 \uc9c0\uc815 \uc608\uc678\uac00 \ubc1c\uacac\ub418\uc5c8\uc2b5\ub2c8\ub2e4. Connections \ud648 \ud398\uc774\uc9c0 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc774 \uc62c\ubc14\ub974\uc9c0 \uc54a\uac8c \ubc30\uce58\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
error.create.exception=CLFRQ0385E: \uacb0\uacfc \uac80\uc0c9 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: \ube44\ub3d9\uae30 \uc694\uccad\uc5d0\uc11c \uc591\uc2dd \uae30\ubc18 \uc778\uc99d \ud655\uc778\uc774 \ubc1c\uacac\ub41c \ub2e4\uc74c {0}(\uc73c)\ub85c \ube0c\ub77c\uc6b0\uc800\ub97c \uc7ac\uc9c0\uc815\ud569\ub2c8\ub2e4.
info.redirect.nocookie=CLFRQ0299I: \ube44\ub3d9\uae30 \uc694\uccad\uc5d0\uc11c \uc591\uc2dd \uae30\ubc18 \uc778\uc99d \ud655\uc778 \uc774\ud6c4 \ud648 \ud398\uc774\uc9c0 \ucfe0\ud0a4\uac00 \ubc1c\uacac\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4. \uae30\ubcf8\uc801\uc73c\ub85c \ud648 \ud398\uc774\uc9c0 \ucee8\ud14d\uc2a4\ud2b8 \uacbd\ub85c \ub8e8\ud2b8\ub85c \uacbd\ub85c\ub97c \uc7ac\uc9c0\uc815\ud569\ub2c8\ub2e4.
error.homepage.redirect.ventura=CLFRQ0300E: \uad6c\uc131 \ud30c\uc77c\uc5d0\uc11c \ud648 \ud398\uc774\uc9c0 \ucee8\ud14d\uc2a4\ud2b8 \ub8e8\ud2b8 URL\uc744 \uac00\uc838\uc624\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: \uc704\uc82f {0}\uc758 \ub514\uc2a4\ud06c\ub9bd\ud130\ub97c \uc778\uba54\ubaa8\ub9ac \uce90\uc2f1\uc5d0 \ucd94\uac00\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \ud3ec\ud568\ub41c \uc124\uba85\uc744 \ucc38\uc870\ud558\uc2ed\uc2dc\uc624.
error.admin.cache.updateDescriptor=CLFRQ0325E: \uc704\uc82f {0}\uc758 \ub514\uc2a4\ud06c\ub9bd\ud130\ub97c \uc778\uba54\ubaa8\ub9ac \uce90\uc2f1\uc73c\ub85c \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \ud3ec\ud568\ub41c \uc124\uba85\uc744 \ucc38\uc870\ud558\uc2ed\uc2dc\uc624.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: \uc0ac\uc6a9\uc790 {0}\uc758 \ud0ed \uc778\uc2a4\ud134\uc2a4\ub97c \uac00\uc838\uc624\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
error.filter.get.userId=CLFRQ0355E: \ud0ed \uc778\uc2a4\ud134\uc2a4 ID\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc138\uc158\uc5d0\uc11c \uc778\uc99d\ub41c \uc0ac\uc6a9\uc790\uc758 \ub0b4\ubd80 ID\ub97c \uac00\uc838\uc624\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: ID {0}\uc778 \ub274\uc2a4 \uc2a4\ud1a0\ub9ac\ub97c \uc800\uc7a5\ub428\uc73c\ub85c \ud45c\uc2dc \ubc0f \ud45c\uc2dc \ud574\uc81c\ud558\ub294 \uc6d0\uaca9 \uc778\ud130\ud398\uc774\uc2a4(EJB)\ub97c \ud638\ucd9c\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
error.createEJBHome.exception=CLFRQ0384E: \ub274\uc2a4 \uc800\uc7a5\uc18c\ub85c \uc6d0\uaca9 \uc778\ud130\ud398\uc774\uc2a4(EJB)\ub97c \uc791\uc131\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \ub85c\uadf8\ub97c \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
error.fetchNews.remoteException=CLFRQ0382E: \uc0ac\uc6a9\uc790 ID {0}\uc758 \ub274\uc2a4 \uc2a4\ud1a0\ub9ac\ub97c \uac00\uc838\uc624\ub294 \uc6d0\uaca9 \uc778\ud130\ud398\uc774\uc2a4(EJB)\ub97c \ud638\ucd9c\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: \uc62c\ubc14\ub974\uc9c0 \uc54a\uc740 \ud398\uc774\uc9c0 \ud06c\uae30({0})\ub97c \uc694\uccad \ub9e4\uac1c\ubcc0\uc218\ub85c \uc804\ub2ec\ud588\uc2b5\ub2c8\ub2e4. \uae30\ubcf8 \ud398\uc774\uc9c0 \ud06c\uae30 \uac12 {1}\uc744(\ub97c) \uc0ac\uc6a9\ud569\ub2c8\ub2e4. \uc0ac\uc6a9\uc790\ub294 {2}\uc785\ub2c8\ub2e4.

error.fetchNews.getEJB.exception=CLFRQ0402E: EJB \ucc38\uc870\uc5d0 \ub300\ud55c \uc778\uc2a4\ud134\uc2a4\ub97c \uac00\uc838\uc624\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
error.fetchNews.generic.exception=CLFRQ0401E: \uc6d0\uaca9 \uc778\ud130\ud398\uc774\uc2a4(EJB)\ub97c \ud638\ucd9c\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ud655\uc778\ud558\uc2ed\uc2dc\uc624.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: \ud45c\uc2dc\ub418\ub294 \ub274\uc2a4(\uc5c5\ub370\uc774\ud2b8 \ud398\uc774\uc9c0)\uc758 \uc694\uc815\uc73c\ub85c \uc0ac\uc6a9\ub418\ub294 URL \ub9f5\uc5d0 \ub300\ud55c \uc544\uc774\ucf58\uc744 \ucd08\uae30\ud654\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: \ud45c\uc2dc\ub418\ub294 \ub274\uc2a4\uc758 \uc694\uc815 \uc544\uc774\ucf58\uc5d0 \uc0ac\uc6a9\ub418\ub294 \ud2b9\uc131 \ud30c\uc77c(web.xml) \ucc38\uc870\uac00 \uc815\uc758\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4. \ucd08\uae30 \ub9e4\uac1c\ubcc0\uc218({0})\uc758 \uac12\uc744 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.

# JSON parsing messages
error.json.parse=CLFRQ0353E: \ub808\uc774\uc544\uc6c3 JSON \ubb38\uc790\uc5f4 {0}\uc744(\ub97c) \uad6c\ubb38 \ubd84\uc11d\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ucc38\uc870\ud558\uc2ed\uc2dc\uc624.

# Security related messages
error.security.tab.ownership=CLFRQ0393E: \ud0ed \uc778\uc2a4\ud134\uc2a4 {0}\uacfc(\uc640) \uad00\ub828\ub41c \uc815\ubcf4\ub97c \uc218\uc815\ud558\uae30 \uc704\ud55c \uc694\uccad\uc774 \uac80\uc0c9\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \ud558\uc9c0\ub9cc \ud604\uc7ac \uc778\uc99d\ub41c \uc0ac\uc6a9\uc790 {1}\uc740(\ub294) \uc774 \ud0ed \uc778\uc2a4\ud134\uc2a4\uc5d0 \uc18c\uc720\uad8c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
error.security.service.exception=CLFRQ0394E: \ub808\uc774\uc544\uc6c3 \uc815\ubcf4 \uc800\uc7a5\uc5d0 \ub300\ud55c \ubcf4\uc548 \uc81c\ud55c\uc870\uac74\uc744 \uac80\uc0ac\ud560 \ub54c \ub370\uc774\ud130\ubca0\uc774\uc2a4\uc758 \uc815\ubcf4\ub97c \uac00\uc838\uc624\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
error.security.widgetInstance.ownership=CLFRQ0392E: \uc704\uc82f \uc778\uc2a4\ud134\uc2a4 {0}\uacfc(\uc640) \uad00\ub828\ub41c \uc815\ubcf4\ub97c \uc218\uc815\ud558\uae30 \uc704\ud55c \uc694\uccad\uc774 \uac80\uc0c9\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \ud558\uc9c0\ub9cc \ud604\uc7ac \uc778\uc99d\ub41c \uc0ac\uc6a9\uc790 {1}\uc740(\ub294) \uc774 \uc704\uc82f \uc778\uc2a4\ud134\uc2a4\uc5d0 \uc18c\uc720\uad8c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
error.security.widget.notAllowedOnTab=CLFRQ0395E: \uc704\uc82f {0}\uc744(\ub97c) \ud0ed \uc778\uc2a4\ud134\uc2a4 {1}\uc5d0 \ucd94\uac00\ud558\uae30 \uc704\ud55c \uc694\uccad\uc774 \uc791\uc131\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \ud558\uc9c0\ub9cc \uad00\ub9ac\uc790\uac00 \uc774 \uc704\uc82f\uc744 \uc774 \ud0ed\uc5d0 \ud5c8\uc6a9\ud558\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4. \uc778\uc99d\ub41c \uc0ac\uc6a9\uc790\ub294 {2}\uc785\ub2c8\ub2e4.

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: {0} \uc774\ubca4\ud2b8\uc758 \ud648 \ud398\uc774\uc9c0 \ud2b8\ub79c\uc7ad\uc158 \uc911 \ub4f1\ub85d\ub41c \uc0ac\uc804 \uc774\ubca4\ud2b8 \ud578\ub4e4\ub7ec\uac00 \uc608\uc678\ub97c \ucc98\ub9ac\ud588\uc2b5\ub2c8\ub2e4. \ud2b8\ub79c\uc7ad\uc158\uc774 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
error.event.post.invoke=CLFRQ0422E: {0} \uc774\ubca4\ud2b8\uc758 \ud648 \ud398\uc774\uc9c0 \ud2b8\ub79c\uc7ad\uc158 \uc911 \ub4f1\ub85d\ub41c \uac8c\uc2dc \uc774\ubca4\ud2b8 \ud578\ub4e4\ub7ec\uac00 \uc608\uc678\ub97c \ucc98\ub9ac\ud588\uc2b5\ub2c8\ub2e4. \ud2b8\ub79c\uc7ad\uc158\uc774 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: \ub4f1\ub85d\ub41c \uc774\ubca4\ud2b8 \ud578\ub4e4\ub7ec\uac00 {0} \ud0dc\uadf8\uc758 \ucd94\uac00\ub97c \uc911\uc9c0\ud588\uc2b5\ub2c8\ub2e4.
error.event.handler.tag.remove=CLFRQ0418E: \ub4f1\ub85d\ub41c \uc774\ubca4\ud2b8 \ud578\ub4e4\ub7ec\uac00 {0} \ud0dc\uadf8\uc758 \uc81c\uac70\ub97c \uc911\uc9c0\ud588\uc2b5\ub2c8\ub2e4.
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: \ub4f1\ub85d\ub41c \uc774\ubca4\ud2b8 \ud578\ub4e4\ub7ec\uac00 ID\uac00 {0}\uc778 \uc0ac\uc6a9\uc790\uc758 \ucd94\uac00\ub97c \uc911\uc9c0\ud588\uc2b5\ub2c8\ub2e4.
error.event.handler.person.remove=CLFRQ0420E: \ub4f1\ub85d\ub41c \uc774\ubca4\ud2b8 \ud578\ub4e4\ub7ec\uac00 ID\uac00 {0}\uc778 \uc0ac\uc6a9\uc790\uc758 \uc81c\uac70\ub97c \uc911\uc9c0\ud588\uc2b5\ub2c8\ub2e4.

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: {1} \ubc88\ub4e4\uc5d0\uc11c \uc81c\ubaa9 \ud0a4 {0}\uc744(\ub97c) \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

error.action.error.general=CLFRQ0415E: \uc870\uce58\ub97c \uc2e4\ud589\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ud655\uc778\ud558\uc2ed\uc2dc\uc624.

#Service config servlet
error.serviceconfig=CLFRQ0414E: \uc11c\ube44\uc2a4 \uad6c\uc131 API\uc5d0 \ub300\ud55c \ud638\ucd9c\uc744 \ucc98\ub9ac\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \ud3ec\ud568\ub41c \uc124\uba85\uc744 \ucc38\uc870\ud558\uc2ed\uc2dc\uc624.

#Metrics action
info.action.metrics=CLFRQ0421I: \uc2dc\uc2a4\ud15c \ud1b5\uacc4 \uc694\uc57d\uc774 \uc544\uc9c1 \uc0ac\uc6a9 \uac00\ub2a5\ud558\uc9c0 \uc54a\uac70\ub098 \uad00\ub9ac\uc790\uac00 \uc0ac\uc6a9 \ubd88\uac00\ub2a5\ud558\uac8c \ud588\uc2b5\ub2c8\ub2e4. \uad00\ub9ac\uc790\uc5d0\uac8c \uc815\ubcf4\ub97c \ubb38\uc758\ud558\uc2ed\uc2dc\uc624.
error.loading.news.config.settings=CLFRQ0436E: news-config.xml\uc5d0\uc11c \uc2a4\ud1a0\ub9ac \uc9c0\uc18d \uc2dc\uac04 \uac12\uc744 \ub85c\ub4dc\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
