# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: Der er ingen tilg\u00e6ngelige widgetter i kataloget.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: Brugerindstillinger er ikke angivet for bruger, der angives af {0}.
info.nouserpref.create=CLFRQ0351I: Der er ingen eksisterende widgetforekomster for brugeren {0} og faneforekomsten {1}. Der oprettes et standards\u00e6t
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: Kan ikke hente detaljer for brugeren med logon-id''en {0} p\u00e5 grund af en undtagelse. Undtagelsen er opst\u00e5et under hentning af detaljerne direkte via den virtuelle Member Manager: {1}
error.retrieve.user.wpi=CLFRQ0341E: Kan ikke hente detaljer for brugeren med logon-id''en {0} p\u00e5 grund af en undtagelse. Undtagelsen er opst\u00e5et under hentning af detaljerne via serviceprogramudvidelsen Profilbibliotek: {1}
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: Der er ikke returneret nogen brugerdetaljer for brugeren med logon-id''en {0}. Det blev fors\u00f8gt at hente detaljer direkte via den virtuelle Member Manager. Brugeren er muligvis ikke en gyldig bruger i brugerregistreringsdatabasen.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: Der er ikke returneret nogen brugerdetaljer for brugeren med logon-id''en {0}. Det blev fors\u00f8gt at hente detaljer via serviceprogramudvidelsen Profilbibliotek. Brugeren er muligvis ikke en gyldig bruger i Profiler.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: E-mailadresse eller bruger-id er NULL. F\u00f8lgende v\u00e6rdier er hentet: e-mailadresse {0}, bruger-id {1}

error.userpref.position=CLFRQ0057E: Placeringsparameteren er ikke angivet for denne bruger: {0}
error.userpref.widgetid=CLFRQ0067E: Widget-id''en er ikke angivet for denne bruger: {0}

# {0} REST should be left in English
error.action.null=CLFRQ0074E: Handlingen er ikke angivet for dette REST-kald.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: Der er opst\u00e5et en fejl under sletning af placeringen for denne bruger: {0}. Brugeren fors\u00f8gte at flytte widgetten med id''en {1} til sidepaletten.

error.userpref.change.widget.setting=CLFRQ0060E: Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at anvende nye widgetindstillinger med disse oplysninger: {0}
error.userpref.null.profileprovider=CLFRQ0071E: Der er opst\u00e5et en fejl under hentning af profiludbyderen. Profiludbyderen er NULL.
error.update.lastVisit.user=CLFRQ0089E: Der er opst\u00e5et en fejl under opdatering af oplysninger om de seneste bes\u00f8g for brugeren {0}
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: Der er opst\u00e5et en fejl under opdatering af feltet til seneste bes\u00f8g for bruger med denne id: {0}
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: Der er opst\u00e5et en fejl under hentning af medlemsprofilen. Medlemsprofilen er NULL.
error.userpref.validateNewUser.createUser=CLFRQ0125E: Der er opst\u00e5et en fejl under oprettelse af en ny bruger for hjemmesiden med e-mailadressen {0} og id''en {1}.
error.userpref.get.widgetprefs=CLFRQ0126E: Der er opst\u00e5et en fejl under hentning af oplysninger om widgetindstillinger for brugeren, der angives af {0}, widgetten, der angives af {1} og faneforekomsten, der angives af {2}
error.userpref.check.admin.pref=CLFRQ0200E: Det var ikke muligt at kontrollere indstillinger vedr\u00f8rende administrationstesttilstand for bruger med e-mailadressen {0}.
error.userpref.createPersisBean=CLFRQ0191E: Der er opst\u00e5et en fejl under oprettelse af persistens-bean for bruger med e-mailadressen {0}.
error.userpref.load.widget.setting=CLFRQ0199E: Der er opst\u00e5et en fejl under indl\u00e6sning af tilpasning for bruger med e-mailadressen {0} og widget med id {1}.
error.userpref.setNumberColumns=CLFRQ0354E: Der er opst\u00e5et en fejl under angivelse af anmodningsparameteren, der indeholder antallet af kolonner for faneforekomsten {0} Du kan finde flere oplysninger i den indlejrede undtagelse.
error.userpref.get.numberColumns=CLFRQ0357E: Der er opst\u00e5et en fejl under opdatering af antallet af kolonner fra fane-id''en {0}
error.tabheaderservlet.setTabs=CLFRQ0350E: Der er opst\u00e5et en fejl under hentning af listen over faneforekomster for brugeren {0}. Du kan finde flere oplysninger i den indlejrede undtagelse.

error.email.null=CLFRQ0076E: Attributten for brugerens e-mailadresse mangler i sessionen.
error.session.invalid=CLFRQ0075E: Den aktuelle brugersession er ugyldig.
error.action.invalid=CLFRQ0077E: Handlingen {0} er ugyldig for dette REST-kald.
error.widgetInfo.retrieve=CLFRQ0078E: Der er opst\u00e5et en fejl under hentning af oplysninger om tilg\u00e6ngelige widgetter.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: Protokol underst\u00f8ttes ikke for {0}

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: Der er opst\u00e5et en fejl i serviceprogrammet til katalogkonfiguration.
error.widgetInfo.response=CLFRQ0091E: Der opstod en I/O-fejl, da widgetdeskriptoren svarede klienten. XML-deskriptoren har f\u00f8lgende indhold: {0}

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: Serviceprogrammet til administration af widgetkatalog kan ikke hentes.
error.initializing.catalog.service=CLFRQ0275E: Serviceprogrammet til widgetkatalog kan ikke hentes.
error.initializing.panel.service=CLFRQ0356E: Panelserviceprogrammet kan ikke hentes

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: En forekomst af serviceprogrammet til lagring i hukommelsescache for widgetdeskriptor kan ikke hentes. Du kan finde flere oplysninger i den indlejrede undtagelse.
error.caching.service.startup=CLFRQ0390E: Der er opst\u00e5et en fejl under initialisering af serviceprogrammet til lagring i hukommelsescache for widgetdeskriptor med listen over tilg\u00e6ngelige widgetter. Du kan finde flere oplysninger i den indlejrede undtagelse.
error.caching.service.getDescriptor=CLFRQ0387E: Der er opst\u00e5et en fejl under hentning af desckiptoren widgetten {0} fra hukommelsescachen. Du kan finde flere oplysninger i den indlejrede undtagelse.

error.build.number.missing=CLFRQ0104E: Ressourcebundtet med byggeversionen findes ikke.
error.build.number.noname=CLFRQ0100E: Der er ikke angivet et navn for det ressourcebundt, der indeholder byggeversionen.
error.build.number.cast=CLFRQ0106E: Forkert datatype for byggeversion.

error.admin.null.widget=CLFRQ0198E: Der er ikke angivet en widget-id som parameter.
error.admin.enable=CLFRQ0192E: Widgetten med id {0} kan ikke aktiveres.
error.admin.disable=CLFRQ0201E: Widgetten med id {0} kan ikke deaktiveres.
error.admin.remove=CLFRQ0195E: Widgetten med id {0} kan ikke fjernes.
error.admin.add=CLFRQ0194E: Den nye widget kan ikke tilf\u00f8jes til kataloget. F\u00f8lgende data er leveret: {0}
error.admin.update=CLFRQ0196E: Widgetten kan ikke opdateres i kataloget. F\u00f8lgende data er leveret: {0}
error.admin.retrieve=CLFRQ0193E: Widgetten med id {0} kan ikke hentes fra kataloget.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: Der opstod en fejl, da administrationstesttilstand blev angivet til {0} for bruger med e-mailadressen {1}.

info.wpi.on=CLFRQ0340I: Hjemmesideserviceprogram k\u00f8rer med serviceprogramudvidelsen Profilbibliotek aktiveret.
info.wpi.off=CLFRQ0343I: Hjemmesideserviceprogram k\u00f8rer med serviceprogramudvidelsen Profilbibliotek deaktiveret.

error.url.check.config=CLFRQ0271E: Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente HCL Connections-serviceprogrammet for at kontrollere denne URL: {0}
warn.url.check.io=CLFRQ0273W: Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at kontrollere denne URL: {0}
warn.url.check.url=CLFRQ0612W: Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at kontrollere denne URL: {0}

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: Serviceprogrammet vedr\u00f8rende brugerindstillinger kunne ikke hentes for at opdatere velkomsttilstanden.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: Der er opst\u00e5et en fejl i opslagsfaciliteten under hentning af grupper for brugeren {0}.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: Fejl under generering af feed med s\u00f8geresultater.
error.index.missing=CLFRQ0400E: S\u00f8geindekset mangler.
error.naming.exception=CLFRQ0301E: JNDI-navneundtagelse registreret. Applikationen Connections Hjemmmeside er forkert implementeret.
error.create.exception=CLFRQ0385E: Der er opst\u00e5et en fejl under hentning af resultater.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: Under omdirigering af browseren til {0} efter formularbaseret valideringsudfordring blev der registreret en asynkron anmodning
info.redirect.nocookie=CLFRQ0299I: Der er ikke registreret nogen hjemmesidecookie efter formularbaseret valideringsudfordring p\u00e5 asynkron anmodning. Der omdirigeres som standard til stiroden for hjemmesidekonteksten.
error.homepage.redirect.ventura=CLFRQ0300E: Der er opst\u00e5et en fejl under hentning af rod-URL til hjemmesidekontekst fra konfigurationfilerne

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: Der er opst\u00e5et en fejl under tilf\u00f8jelse af deskriptoren for widgetten {0} til lagring i hukommelsescache. Du kan finde de fuldst\u00e6ndige oplysninger i den indlejrede undtagelse.
error.admin.cache.updateDescriptor=CLFRQ0325E: Der er opst\u00e5et en fejl under opdatering af deskriptoren for widgetten {0} til lagring i hukommelsescache. Du kan finde de fuldst\u00e6ndige oplysninger i den indlejrede undtagelse.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: Der er opst\u00e5et en fejl under hentning af faneforekomsten for brugeren {0}. Du kan finde flere oplysninger i den indlejrede undtagelse.
error.filter.get.userId=CLFRQ0355E: Det er ikke muligt at hente faneforekomst-id'en. Der er opst\u00e5et en fejl under hentning af den interne id for den validerede bruger fra sessionen.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: Der er opst\u00e5et en fejl under start af en ekstern gr\u00e6nseflade (EJB), der bruges til at markere nyhedshistorier med id''en {0} som gemt (og fjerne markeringen). Du kan finde flere oplysninger i den indlejrede undtagelse.
error.createEJBHome.exception=CLFRQ0384E: Der er opst\u00e5et en fejl under oprettelse af en ekstern gr\u00e6nseflade (EJB) i nyhedsopbevaringsstedet. Du kan finde flere oplysninger i logfilerne.
error.fetchNews.remoteException=CLFRQ0382E: Der er opst\u00e5et en fejl under start af en ekstern gr\u00e6nseflade (EJB) til hentning af nyhedshistorier for person-id''en {0}. Du kan finde flere oplysninger i den indlejrede undtagelse.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: Ugyldig sidest\u00f8rrelse ({0}) er overf\u00f8rt som anmodningsparameter. Anvender standardv\u00e6rdien for sidest\u00f8rrelse: {1} Brugeren er {2}

error.fetchNews.getEJB.exception=CLFRQ0402E: Der er opst\u00e5et en fejl under hentning af en forekomst til EJB-referencen.
error.fetchNews.generic.exception=CLFRQ0401E: Der er opst\u00e5et en fejl under start af en ekstern gr\u00e6nseflade (EJB). Du kan finde flere oplysninger i den indlejrede undtagelse.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: Der er opst\u00e5et en fejl under initialisering af ikonen til det URL-kort, der bruges til grafikarkene i nyhedsfloden (opdateringsside). Du kan finde flere oplysninger i den indlejrede undtagelse.
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: Referencen til den egenskabsfil (web.xml), der bruges til grafikarkikonerne i nyhedsfloden, er ikke defineret. Kontroll\u00e9r v\u00e6rdien af init-parameteren med navnet {0}

# JSON parsing messages
error.json.parse=CLFRQ0353E: Der er opst\u00e5et en fejl under analyse af JSON-layoutstrengen {0}. Du kan finde oplysninger i den indlejrede undtagelse.

# Security related messages
error.security.tab.ownership=CLFRQ0393E: Der er modtaget en anmodning om at \u00e6ndre de oplysninger, der er relateret til faneforekomsten {0}. Men den aktuelle validerede bruger {1} ejer ikke denne faneforekomst.
error.security.service.exception=CLFRQ0394E: Der er opst\u00e5et en fejl under hentning af oplysninger fra databasen i forbindelse med kontrol af sikkerhedsbegr\u00e6nsninger for lagring af layoutoplysninger. Du kan finde flere oplysninger i den indlejrede undtagelse.
error.security.widgetInstance.ownership=CLFRQ0392E: Der er modtaget en anmodning om at \u00e6ndre de oplysninger, der er relateret til widgetforekomsten {0}. Men den aktuelle validerede bruger {1} ejer ikke denne widgetforekomst.
error.security.widget.notAllowedOnTab=CLFRQ0395E: Der er foretaget en anmodning om at tilf\u00f8je en widget {0} til faneforekomsten {1}. Men administratoren har ikke tilladt denne widget p\u00e5 fanen. Den validerede bruger er {2}

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: En registreret f\u00f8rh\u00e6ndelsesbehandler sendte en undtagelse under en hjemmesidetransaktion for h\u00e6ndelsen {0}. Transaktionen er ikke udf\u00f8rt.
error.event.post.invoke=CLFRQ0422E: En registreret efterh\u00e6ndelsesbehandler sendte en undtagelse under en hjemmesidetransaktion for h\u00e6ndelsen {0}. Transaktionen er ikke udf\u00f8rt.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: En registreret h\u00e6ndeslesbehandler forhindrede tilf\u00f8jelse af emneordet {0}
error.event.handler.tag.remove=CLFRQ0418E: En registreret h\u00e6ndeslesbehandler forhindrede fjernelse af emneordet {0}
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: En registreret h\u00e6ndeslesbehandler forhindrede tilf\u00f8jelse af personen med id''en {0}
error.event.handler.person.remove=CLFRQ0420E: En registreret h\u00e6ndeslesbehandler forhindrede fjernelse af personen med id''en {0}

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: Kan ikke finde titeln\u00f8glen {0} i et bundt {1}

error.action.error.general=CLFRQ0415E: Der er opst\u00e5et en fejl under udf\u00f8relse af handlingen. Du kan finde flere oplysninger i den indlejrede undtagelse.

#Service config servlet
error.serviceconfig=CLFRQ0414E: Der er opst\u00e5et en fejl under h\u00e5ndtering af et kald til servicekonfigurations-API'et. Du kan finde de fuldst\u00e6ndige oplysninger i den indlejrede undtagelse.

#Metrics action
info.action.metrics=CLFRQ0421I: Systemmetrik er endnu ikke tilg\u00e6ngelig, eller administratoren har deaktiveret det. Kontakt systemadministratoren for at f\u00e5 flere oplysninger.
error.loading.news.config.settings=CLFRQ0436E: Fejl under indl\u00e6sning af livstidsv\u00e6rdi for historie fra news-config.xml.
