# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: V katalogu ni razpolo\u017eljivih gradnikov.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: Uporabni\u0161ke nastavitve niso podane za uporabnika, ki ga identificira {0}.
info.nouserpref.create=CLFRQ0351I: Za uporabnika {0} in primerek zavihka {1} ni obstoje\u010dih primerkov gradnikov. Ustvarjen bo privzeti nabor.
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: Podrobnosti za uporabnika s prijavnim ID-jem {0} ni mogo\u010de pridobiti zaradi izjemnega stanja. Med pridobivanjem podrobnosti neposredno prek upravljalnika navideznih \u010dlanov {1} je pri\u0161lo do izjemnega stanja.
error.retrieve.user.wpi=CLFRQ0341E: Podrobnosti za uporabnika s prijavnim ID-jem {0} ni mogo\u010de pridobiti zaradi izjeme. Med pridobivanjem podrobnosti prek pripone storitve imenika profilov {1} je pri\u0161lo do izjeme.
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: Za uporabnika s prijavnim ID-jem {0} ni bilo mogo\u010de vrniti podrobnosti o uporabniku. Pri\u0161lo je do poskusa pridobitve podrobnosti neposredno prek upravljalnika navideznih \u010dlanov. Uporabnik morda ni veljaven uporabnik v registru uporabnikov.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: Za uporabnika s prijavnim ID-jem {0} ni bilo mogo\u010de vrniti podrobnosti o uporabniku. Pri\u0161lo je do poskusa pridobitve podrobnosti prek pripone storitve imenika profilov. Uporabnik morda ni veljaven uporabnik v profilih.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: E-po\u0161ta ali identifikator uporabnika je ni\u010deln. To so najdene vrednosti: e-po\u0161ta {0}, identifikator uporabnika {1}

error.userpref.position=CLFRQ0057E: Parameter polo\u017eaja ni podan za uporabnika {0}.
error.userpref.widgetid=CLFRQ0067E: Identifikator gradnika ni podan za uporabnika {0}.

# {0} REST should be left in English
error.action.null=CLFRQ0074E: Dejanje ni podano za ta klic REST.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: Med brisanjem polo\u017eaja za uporabnika {0} je pri\u0161lo do napake. Uporabnik je posku\u0161al odstraniti gradnik z identifikatorjem {1} na stransko paleto.

error.userpref.change.widget.setting=CLFRQ0060E: Med poskusom uveljavitve novih nastavitev gradnika z informacijami {0} je pri\u0161lo do napake.
error.userpref.null.profileprovider=CLFRQ0071E: Med pridobivanjem ponudnika profilov je pri\u0161lo do napake. Ponudnik profilov je ni\u010deln (null).
error.update.lastVisit.user=CLFRQ0089E: Med posodabljanjem informacij o zadnjem obisku za uporabnika {0} je pri\u0161lo do napake.
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: Med posodabljanjem polja o zadnjem obisku za uporabnika z identifikatorjem {0} je pri\u0161lo do napake.
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: Med pridobivanjem profila \u010dlana je pri\u0161lo do napake. Profil \u010dlana je ni\u010deln (null).
error.userpref.validateNewUser.createUser=CLFRQ0125E: Med ustvarjanjem novega uporabnika za doma\u010do stran z e-po\u0161to {0} in identifikatorjem {1} je pri\u0161lo do napake.
error.userpref.get.widgetprefs=CLFRQ0126E: Med pridobivanjem informacij o preferenci gradnika za uporabnika, ki ga identificira {0}, gradnik, ki ga identificira {1}, primerek zavihka, ki ga identificira {2}, je pri\u0161lo do napake.
error.userpref.check.admin.pref=CLFRQ0200E: Nastavitev, povezanih s skrbni\u0161kim preizkusnim na\u010dinom za uporabnika z e-po\u0161to {0}, ni bilo mogo\u010de preveriti.
error.userpref.createPersisBean=CLFRQ0191E: Med ustvarjanjem gradnika trajnosti za uporabnika z e-po\u0161to {0} je pri\u0161lo do napake.
error.userpref.load.widget.setting=CLFRQ0199E: Med nalaganjem prilagajanja za uporabnika z e-po\u0161to {0} in gradnik z identifikatorjem {1} je pri\u0161lo do napake.
error.userpref.setNumberColumns=CLFRQ0354E: Med nastavljanjem parametra zahteve, ki vsebuje \u0161tevilo stolpcev za primerek zavihka {0}, je pri\u0161lo do napake. Ve\u010d podrobnosti boste na\u0161li v ugnezdenem izjemnem stanju.
error.userpref.get.numberColumns=CLFRQ0357E: Med posodabljanjem \u0161tevila stolpcev iz ID-ja zavihka {0} je pri\u0161lo do napake.
error.tabheaderservlet.setTabs=CLFRQ0350E: Med pridobivanjem seznama primerkov zavihkov za uporabnika {0} je pri\u0161lo do napake. Za podrobnosti preglejte ugnezdeno izjemno stanje.

error.email.null=CLFRQ0076E: Atribut e-po\u0161te uporabnika manjka v seji.
error.session.invalid=CLFRQ0075E: Seja trenutnega uporabnika ni veljavna.
error.action.invalid=CLFRQ0077E: Dejanje {0} ni veljavno za klic REST.
error.widgetInfo.retrieve=CLFRQ0078E: Med pridobivanjem razpolo\u017eljivih informacij o gradnikih je pri\u0161lo do napake.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: Protokol ni podprt za {0}.

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: V konfiguracijski storitvi kataloga je pri\u0161lo do napake.
error.widgetInfo.response=CLFRQ0091E: Ko se je deskriptor gradnika odzival na odjemalca, je pri\u0161lo do napake vhoda-izhoda. Vsebina deskriptorja XML je naslednja: {0}.

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: Skrbni\u0161ke storitve kataloga gradnikov ni bilo mogo\u010de pridobiti.
error.initializing.catalog.service=CLFRQ0275E: Storitve kataloga gradnikov ni bilo mogo\u010de pridobiti.
error.initializing.panel.service=CLFRQ0356E: Storitve podokna ni bilo mogo\u010de pridobiti.

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: Primerka storitve predpomnjenja v pomnilniku deskriptorja gradnika ni bilo mogo\u010de pridobiti. Oglejte si ugnezdeno izjemno stanje za ve\u010d podrobnosti.
error.caching.service.startup=CLFRQ0390E: Med inicializiranjem storitve predpomnjenja v pomnilniku deskriptorja gradnika s seznamom razpolo\u017eljivih gradnikov je pri\u0161lo do napake. Za podrobnosti preglejte ugnezdeno izjemno stanje.
error.caching.service.getDescriptor=CLFRQ0387E: Med pridobivanjem deskriptorja za gradnik {0} iz predpomnilnika v pomnilniku je pri\u0161lo do napake. Za podrobnosti preglejte ugnezdeno izjemno stanje.

error.build.number.missing=CLFRQ0104E: Sve\u017eenj virov, ki vsebuje razli\u010dico gradnje, ne obstaja.
error.build.number.noname=CLFRQ0100E: Za sve\u017eenj virov, ki vsebuje razli\u010dico gradnje, ni bilo podano nobeno ime.
error.build.number.cast=CLFRQ0106E: Napa\u010dna vrsta podatkov za razli\u010dico gradnje.

error.admin.null.widget=CLFRQ0198E: Identifikator gradnika ni bil podan kot parameter.
error.admin.enable=CLFRQ0192E: Gradnika z identifikatorjem {0} ni bilo mogo\u010de omogo\u010diti.
error.admin.disable=CLFRQ0201E: Gradnika z identifikatorjem {0} ni bilo mogo\u010de onemogo\u010diti.
error.admin.remove=CLFRQ0195E: Gradnika z identifikatorjem {0} ni bilo mogo\u010de odstraniti.
error.admin.add=CLFRQ0194E: Novega gradnika ni bilo mogo\u010de dodati v katalog. Podani so bili naslednji podatki: {0}.
error.admin.update=CLFRQ0196E: Gradnika ni bilo mogo\u010de posodobiti v katalogu. Podani so bili naslednji podatki: {0}.
error.admin.retrieve=CLFRQ0193E: Gradnika z identifikatorjem {0} ni bilo mogo\u010de pridobiti iz kataloga.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: Med nastavljanjem skrbni\u0161kega preizkusnega na\u010dina na {0} za uporabnika z e-po\u0161to {1} je pri\u0161lo do napake.

info.wpi.on=CLFRQ0340I: Storitev doma\u010de strani se izvaja z omogo\u010deno pripono storitve imenika profilov.
info.wpi.off=CLFRQ0343I: Storitev doma\u010de strani se izvaja z onemogo\u010deno pripono storitve imenika profilov.

error.url.check.config=CLFRQ0271E: Med poskusom pridobitve storitve HCL Connections za preverjanje URL-ja {0} je pri\u0161lo do napake.
warn.url.check.io=CLFRQ0273W: Med preverjanjem URL-ja {0} je pri\u0161lo do napake.
warn.url.check.url=CLFRQ0612W: Med preverjanjem URL-ja {0} je pri\u0161lo do napake.

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: Storitve uporabni\u0161kih preferenc ni bilo mogo\u010de pridobiti za posodobitev pozdravnega na\u010dina.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: Med pridobivanjem skupin za uporabnika {0} je pri\u0161lo do napake v imeni\u0161kih storitvah.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: Napaka pri generiranju vira rezultatov iskanja.
error.index.missing=CLFRQ0400E: Iskalni indeks manjka.
error.naming.exception=CLFRQ0301E: Izjemno stanje pri poimenovanju JNDI. Aplikacija Doma\u010da stran	Connections je bila nepravilno razme\u0161\u010dena.
error.create.exception=CLFRQ0385E: Med pridobivanjem rezultatov je pri\u0161lo do napake.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: Preusmerjanje brskalnika na {0} po izzivu overjanja, temelje\u010dega na obrazcu, ki je bil zaznan v asinhroni zahtevi.
info.redirect.nocookie=CLFRQ0299I: Po izzivu overjanja na osnovi obrazcev v asinhroni zahtevi ni bil zaznan noben pi\u0161kotek doma\u010de strani. Po privzetku se bo izvedla preusmeritev na koren poti konteksta doma\u010de strani.
error.homepage.redirect.ventura=CLFRQ0300E: Med pridobivanjem URL-ja korena konteksta doma\u010de strani iz konfiguracijskih datotek je pri\u0161lo do napake.

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: Med dodajanjem deskriptorja za gradnik {0} v predpomnjenje v pomnilniku je pri\u0161lo do napake. Oglejte si ugnezdeno izjemno stanje za celotne podrobnosti.
error.admin.cache.updateDescriptor=CLFRQ0325E: Med posodabljanjem deskriptorja za gradnik {0} v predpomnjenju v pomnilniku je pri\u0161lo do napake. Oglejte si ugnezdeno izjemno stanje za celotne podrobnosti.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: Med pridobivanjem primerka zavihka za uporabnika {0} je pri\u0161lo do napake. Oglejte si ugnezdeno izjemno stanje za ve\u010d podrobnosti.
error.filter.get.userId=CLFRQ0355E: ID-ja primerka zavihka ni mogo\u010de pridobiti. Med pridobivanjem notranjega ID-ja overjenega uporabnika iz seje je pri\u0161lo do napake.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: Med klicanjem oddaljenega vmesnika (EJB) za ozna\u010ditev ali odzna\u010ditev novice z ID-jem {0} kot shranjene je pri\u0161lo do napake. Ve\u010d podrobnosti boste na\u0161li v ugnezdenem izjemnem stanju.
error.createEJBHome.exception=CLFRQ0384E: Med ustvarjanjem oddaljenega vmesnika (EJB) za repozitorij novic je pri\u0161lo do napake. Za ve\u010d podrobnosti preglejte dnevnike.
error.fetchNews.remoteException=CLFRQ0382E: Med klicanjem oddaljenega vmesnika (EJB) za pridobivanje novic za ID osebe {0} je pri\u0161lo do napake. Ve\u010d podrobnosti boste na\u0161li v ugnezdenem izjemnem stanju.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: Neveljavna velikost strani ({0}) je bila posredovana kot parameter zahteve. Uporabljena bo privzeta vrednost velikosti strani: {1}. Uporabnik je {2}.

error.fetchNews.getEJB.exception=CLFRQ0402E: Med pridobivanjem primerka za sklic EJB je pri\u0161lo do napake.
error.fetchNews.generic.exception=CLFRQ0401E: Med klicanjem odstranitvenega vmesnika (EJB) je pri\u0161lo do napake. Za podrobnosti preglejte ugnezdeno izjemno stanje.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: Med inicializiranjem ikone za preslikavo URL-ja, ki se uporablja za animacije v reki novic (posodobitvena stran), je pri\u0161lo do napake. Oglejte si ugnezdeno izjemno stanje za ve\u010d podrobnosti.
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: Sklic na datoteko lastnosti (web.xml), ki se uporablja za ikone animacij v reki novic, ni definiran. Preverite vrednost za inicializacijski parameter z imenom {0}.

# JSON parsing messages
error.json.parse=CLFRQ0353E: Med raz\u010dlenjevanjem niza JSON postavitve {0} je pri\u0161lo do napake. Oglejte si ugnezdeno izjemno stanje za podrobnosti.

# Security related messages
error.security.tab.ownership=CLFRQ0393E: Prejeta je bila zahteva za spremembo informacij, povezanih s primerkom zavihka {0}. Trenutno overjeni uporabnik {1} nima lastni\u0161tva nad tem primerkom zavihka.
error.security.service.exception=CLFRQ0394E: Med pridobivanjem informacij iz baze podatkov med preverjanjem omejitev za\u0161\u010dite za shranjevanje informacij o postavitvi je pri\u0161lo do napake. Za podrobnosti preglejte ugnezdeno izjemno stanje.
error.security.widgetInstance.ownership=CLFRQ0392E: Prejeta je bila zahteva za spremembo informacij, povezanih s primerkom gradnika {0}. Trenutno overjeni uporabnik {1} nima lastni\u0161tva nad tem primerkom gradnika.
error.security.widget.notAllowedOnTab=CLFRQ0395E: Podana je bila zahteva za dodajanje gradnika {0} v primerek zavihka {1}. Vendar pa skrbnik ne dovoli tega gradnik na tem zavihku. Overjeni uporabnik je bil {2}.

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: Registrirani nadzornik preddogodkov je vrnil izjemno stanje med transakcijo doma\u010de strani za dogodek z imenom {0}. Transakcija ni uspela.
error.event.post.invoke=CLFRQ0422E: Registrirani nadzornik postdogodkov je vrnil izjemno stanje med transakcijo doma\u010de strani za dogodek z imenom {0}. Transakcija ni uspela.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: Registrirani nadzornik dogodkov je prepre\u010dil dodajanje oznake {0}.
error.event.handler.tag.remove=CLFRQ0418E: Registrirani nadzornik dogodkov je prepre\u010dil odstranjevanje oznake {0}.
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: Registrirani nadzornik dogodkov je prepre\u010dil dodajanje osebe z ID-jem {0}.
error.event.handler.person.remove=CLFRQ0420E: Registrirani nadzornik dogodkov je prepre\u010dil odstranjevanje osebe z ID-jem {0}.

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: Klju\u010da naslova {0} ni mogo\u010de najti v sve\u017enju {1}.

error.action.error.general=CLFRQ0415E: Med izvajanjem dejanja je pri\u0161lo do napake. Za podrobnosti preglejte ugnezdeno izjemno stanje.

#Service config servlet
error.serviceconfig=CLFRQ0414E: Med obravnavanjem klica konfiguracijskega API-ja storitve je pri\u0161lo do napake. Oglejte si ugnezdeno izjemno stanje za celotne podrobnosti.

#Metrics action
info.action.metrics=CLFRQ0421I: Sistemska metrika \u0161e ni na voljo ali pa jo je skrbnik onemogo\u010dil. Za informacije se obrnite na skrbnika.
error.loading.news.config.settings=CLFRQ0436E: Pri nalaganju vrednosti \u017eivljenjske dobe zgodbe iz datoteke news-config.xml je pri\u0161lo do napake.
