# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: No hi ha cap widget disponible al cat\u00e0leg.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: Les prefer\u00e8ncies d''usuari no s''han especificat per a l''usuari identificat mitjan\u00e7ant {0}.
info.nouserpref.create=CLFRQ0351I: No hi ha inst\u00e0ncies de widget existents per a l''usuari {0} i inst\u00e0ncia de pestanya {1}, creant conjunt per defecte
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: No s''han pogut recuperar els detalls per a l''usuari amb l''ID d''inici de sessi\u00f3: {0} a causa d''una excepci\u00f3. L''excepci\u00f3 s''ha produ\u00eft en recuperar els detalls directament a trav\u00e9s del gestor de membres virtual: {1}
error.retrieve.user.wpi=CLFRQ0341E: No es poden recuperar els detalls de l''usuari amb l''ID d''inici de sessi\u00f3 {0} a causa d''una excepci\u00f3. L''excepci\u00f3 s''ha produ\u00eft en recuperar els detalls a trav\u00e9s de Profiles Directory Service Extension: {1}
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: No s''han pogut tornar els detalls per a l''usuari amb l''ID d''inici de sessi\u00f3: {0}. S''han intentat recuperar els detalls directament a trav\u00e9s del gestor de membres virtual. \u00c9s possible que l''usuari no sigui un usuari v\u00e0lid al registre d''usuaris.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: No s''han tornat els detalls per a l''usuari amb l''ID d''inici de sessi\u00f3: {0}. S''han intentat recuperar els detalls a trav\u00e9s de Profiles Directory Service Extension. \u00c9s possible que l''usuari no sigui un usuari v\u00e0lid a Perfils.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: L''adre\u00e7a de correu electr\u00f2nic o l''identificador d''usuari \u00e9s nul. Aquests s\u00f3n els valors recuperats: adre\u00e7a de correu electr\u00f2nic {0}, identificador d''usuari {1}

error.userpref.position=CLFRQ0057E: El par\u00e0metre de posici\u00f3 no est\u00e0 especificat per a aquest usuari: {0}
error.userpref.widgetid=CLFRQ0067E: L''identificador de widget no est\u00e0 especificat per a aquest usuari: {0}

# {0} REST should be left in English
error.action.null=CLFRQ0074E: L'acci\u00f3 no s'ha especificat per a aquesta crida REST.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: S''ha produ\u00eft un error en suprimir la posici\u00f3 per a aquest usuari: {0}. L''usuari intentava eliminar el widget amb l''identificador {1} a la paleta lateral.

error.userpref.change.widget.setting=CLFRQ0060E: S''ha produ\u00eft un error en intentar aplicar els valors del widget nou amb aquesta informaci\u00f3: {0}
error.userpref.null.profileprovider=CLFRQ0071E: S'ha produ\u00eft un error en recuperar el prove\u00efdor de perfils. El prove\u00efdor de perfils \u00e9s nul.
error.update.lastVisit.user=CLFRQ0089E: S''ha produ\u00eft un error en actualitzar la informaci\u00f3 de la darrera visita per a aquest usuari: {0}
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: S''ha produ\u00eft un error en actualitzar el camp de darrera visita per a l''usuari amb aquest identificador: {0}
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: S'ha produ\u00eft un error en recuperar el perfil de membre. El perfil de membre \u00e9s nul.
error.userpref.validateNewUser.createUser=CLFRQ0125E: S''ha produ\u00eft un error en crear un usuari nou per a la p\u00e0gina inicial amb l''adre\u00e7a de correu electr\u00f2nic {0} i l''identificador {1}.
error.userpref.get.widgetprefs=CLFRQ0126E: S''ha produ\u00eft un error en recuperar la informaci\u00f3 de prefer\u00e8ncies del widget per a l''usuari identificat mitjan\u00e7ant {0}, el widget identificat mitjan\u00e7ant {1}, inst\u00e0ncia de pestanya identificada mitjan\u00e7ant {2}
error.userpref.check.admin.pref=CLFRQ0200E: No ha estat possible comprovar les prefer\u00e8ncies relacionades amb el mode de prova d''administraci\u00f3 per a l''usuari amb el correu electr\u00f2nic {0}.
error.userpref.createPersisBean=CLFRQ0191E: S''ha produ\u00eft un error en crear el bean de persist\u00e8ncia per a l''usuari amb el correu electr\u00f2nic {0}.
error.userpref.load.widget.setting=CLFRQ0199E: S''ha produ\u00eft un error en carregar la personalitzaci\u00f3 per a l''usuari amb el correu electr\u00f2nic {0} i el widget amb l''identificador {1}.
error.userpref.setNumberColumns=CLFRQ0354E: S''ha produ\u00eft un error en definir el par\u00e0metre de sol\u00b7licitud que cont\u00e9 el n\u00famero de columna per a la inst\u00e0ncia de pestanya {0}. Consulteu l''excepci\u00f3 imbricada per obtenir m\u00e9s detalls.
error.userpref.get.numberColumns=CLFRQ0357E: S''ha produ\u00eft un error en actualitzar el nombre de columnes per a l''ID de pestanya {0}.
error.tabheaderservlet.setTabs=CLFRQ0350E: S''ha produ\u00eft un error en obtenir la llista d''inst\u00e0ncies de pestanya per a l''usuari {0}. Consulteu l''excepci\u00f3 imbricada per obtenir m\u00e9s detalls.

error.email.null=CLFRQ0076E: Falta l'atribut de correu electr\u00f2nic de l'usuari a la sessi\u00f3.
error.session.invalid=CLFRQ0075E: La sessi\u00f3 d'usuari actual no \u00e9s v\u00e0lida.
error.action.invalid=CLFRQ0077E: Acci\u00f3: {0} no \u00e9s v\u00e0lida per a aquesta crida REST.
error.widgetInfo.retrieve=CLFRQ0078E: S'ha produ\u00eft un error en recuperar la informaci\u00f3 disponible dels widgets.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: El protocol no est\u00e0 suportat per a {0}

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: S'ha produ\u00eft un error al servei de configuraci\u00f3 del cat\u00e0leg.
error.widgetInfo.response=CLFRQ0091E: S''ha produ\u00eft un error d''entrada-sortida mentre el descriptor de widget responia al client. El contingut del descriptor XML \u00e9s el seg\u00fcent: {0}

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: No s'ha pogut recuperar el servei d'administraci\u00f3 de cat\u00e0leg de widgets.
error.initializing.catalog.service=CLFRQ0275E: No s'ha pogut recuperar el servei de cat\u00e0leg de widgets.
error.initializing.panel.service=CLFRQ0356E: No s'ha pogut recuperar el servei de panell.

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: No s'ha pogut recuperar una inst\u00e0ncia del servei de col\u00b7locaci\u00f3 a la mem\u00f2ria cau interna del descriptor de widget. Consulteu l'excepci\u00f3 imbricada per obtenir m\u00e9s detalls
error.caching.service.startup=CLFRQ0390E: S'ha produ\u00eft un error en inicialitzar el servei de col\u00b7locaci\u00f3 a la mem\u00f2ria cau interna del descriptor de widget amb la llista de widgets disponibles. Consulteu l'excepci\u00f3 imbricada per obtenir m\u00e9s detalls.
error.caching.service.getDescriptor=CLFRQ0387E: S''ha produ\u00eft un error en recuperar el descriptor per al widget {0} des de la mem\u00f2ria cau interna. Consulteu l''excepci\u00f3 imbricada per obtenir m\u00e9s detalls.

error.build.number.missing=CLFRQ0104E: El paquet de recursos que cont\u00e9 la versi\u00f3 de creaci\u00f3 no existeix.
error.build.number.noname=CLFRQ0100E: No s'ha especificat cap nom per al paquet de recursos que cont\u00e9 la versi\u00f3 de creaci\u00f3.
error.build.number.cast=CLFRQ0106E: Tipus de dades incorrecte per a la versi\u00f3 de creaci\u00f3.

error.admin.null.widget=CLFRQ0198E: L'identificador de widget no s'ha proporcionat com a par\u00e0metre.
error.admin.enable=CLFRQ0192E: El widget amb l''identificador {0} no s''ha pogut habilitar.
error.admin.disable=CLFRQ0201E: El widget amb l''identificador {0} no s''ha pogut inhabilitar.
error.admin.remove=CLFRQ0195E: El widget amb l''identificador {0} no s''ha pogut eliminar.
error.admin.add=CLFRQ0194E: El widget nou no s''ha pogut afegir al cat\u00e0leg. S''han proporcionat les dades seg\u00fcents: {0}
error.admin.update=CLFRQ0196E: El widget no s''ha pogut actualitzar al cat\u00e0leg. S''han proporcionat les dades seg\u00fcents: {0}
error.admin.retrieve=CLFRQ0193E: El widget amb l''identificador {0} no s''ha pogut recuperar del cat\u00e0leg.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: S''ha produ\u00eft un error en definir el mode de prova d''administraci\u00f3 com a {0} per a l''usuari amb el correu electr\u00f2nic {1}.

info.wpi.on=CLFRQ0340I: El servei de P\u00e0gina inicial s'executa amb Profiles Directory Service Extension habilitat.
info.wpi.off=CLFRQ0343I: El servei de P\u00e0gina inicial s'executa amb Profiles Directory Service Extension inhabilitat.

error.url.check.config=CLFRQ0271E: S''ha produ\u00eft un error en intentar recuperar el servei de l''HCL Connections per comprovar aquesta URL: {0}
warn.url.check.io=CLFRQ0273W: S''ha produ\u00eft un error en intentar comprovar aquest URL: {0}
warn.url.check.url=CLFRQ0612W: S''ha produ\u00eft un error en intentar comprovar aquest URL: {0}

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: No s'ha pogut recuperar el servei de prefer\u00e8ncies de l'usuari per actualitzar el mode de benvinguda.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: S''ha produ\u00eft un error de serveis de directori en recuperar els grups de l''usuari {0}.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: Error en generar el canal d'informaci\u00f3 de resultats de la cerca.
error.index.missing=CLFRQ0400E: Falta l'\u00edndex de cerca.
error.naming.exception=CLFRQ0301E: S'ha detectat excepci\u00f3 de denominaci\u00f3 JNDI. L'aplicaci\u00f3 P\u00e0gina inicial del Connections s'ha desplegat incorrectament.
error.create.exception=CLFRQ0385E: S'ha produ\u00eft un error durant la recuperaci\u00f3 de resultats.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: Redireccionant el navegador a {0} despr\u00e9s de detectar-se una autenticaci\u00f3 basada en formulari en una sol\u00b7licitud as\u00edncrona.
info.redirect.nocookie=CLFRQ0299I: No s'ha detectat cap galeta de la p\u00e0gina inicial despr\u00e9s d'una autenticaci\u00f3 basada en formulari en una sol\u00b7licitud as\u00edncrona, redireccionant a l'arrel del cam\u00ed d'acc\u00e9s de context de la p\u00e0gina inicial per defecte
error.homepage.redirect.ventura=CLFRQ0300E: S'ha produ\u00eft un error en obtenir l'URL de l'arrel de context de la p\u00e0gina inicial des dels fitxers de configuraci\u00f3

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: S''ha produ\u00eft un error en afegir el descriptor per al widget {0} a la mem\u00f2ria cau interna. Consulteu l''excepci\u00f3 imbricada per veure els detalls complets.
error.admin.cache.updateDescriptor=CLFRQ0325E: S''ha produ\u00eft un error en actualitzar el descriptor per al widget {0} a la mem\u00f2ria cau interna. Consulteu l''excepci\u00f3 imbricada per veure els detalls complets.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: S''ha produ\u00eft un error en obtenir una inst\u00e0ncia de pestanya per a l''usuari {0}. Consulteu l''excepci\u00f3 imbricada per obtenir m\u00e9s detalls
error.filter.get.userId=CLFRQ0355E: No \u00e9s possible recuperar l'ID d'inst\u00e0ncia de pestanya. S'ha produ\u00eft un error en obtenir l'ID intern de l'usuari autenticat des de la sessi\u00f3.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: S''ha produ\u00eft un error en invocar una interf\u00edcie remota (EJB) per marcar o desmarcar la not\u00edcia amb l''ID {0} com a desada. Comproveu l''excepci\u00f3 imbricada per obtenir m\u00e9s detalls.
error.createEJBHome.exception=CLFRQ0384E: S'ha produ\u00eft un error en crear una interf\u00edcie remota (EJB) al dip\u00f2sit de not\u00edcies. Consulteu els registres per obtenir m\u00e9s detalls.
error.fetchNews.remoteException=CLFRQ0382E: S''ha produ\u00eft un error en invocar una interf\u00edcie remota (EJB) per recollir not\u00edcies per a l''ID de persona {0}. Comproveu l''excepci\u00f3 imbricada per obtenir m\u00e9s detalls.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: S''ha passat una mida de p\u00e0gina no v\u00e0lida ({0}) com a par\u00e0metre de sol\u00b7licitud. Utilitzaci\u00f3 del valor de mida de p\u00e0gina per defecte: {1}. L''usuari \u00e9s {2}

error.fetchNews.getEJB.exception=CLFRQ0402E: S'ha produ\u00eft un error en obtenir una inst\u00e0ncia de la refer\u00e8ncia d'EJB.
error.fetchNews.generic.exception=CLFRQ0401E: S'ha produ\u00eft un error en invocar una interf\u00edcie remota (EJB). Consulteu l'excepci\u00f3 imbricada per obtenir m\u00e9s detalls.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: S'ha produ\u00eft un error en inicialitzar la icona en el mapa d'URL utilitzat per als sprites al riu de not\u00edcies (p\u00e0gina d'actualitzaci\u00f3). Consulteu l'excepci\u00f3 imbricada per obtenir m\u00e9s detalls
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: La refer\u00e8ncia al fitxer de propietats utilitzat (web.xml) per a les icones sprite al riu de not\u00edcies no est\u00e0 definida. Comproveu el valor per al par\u00e0metre d''inicialitzaci\u00f3 anomenat {0}

# JSON parsing messages
error.json.parse=CLFRQ0353E: S''ha produ\u00eft un error en analitzar la s\u00e8rie JSON de disseny {0}. Consulteu l''excepci\u00f3 imbricada per obtenir informaci\u00f3 detallada

# Security related messages
error.security.tab.ownership=CLFRQ0393E: S''ha rebut una sol\u00b7licitud per modificar la informaci\u00f3 relacionada amb la inst\u00e0ncia de pestanya {0}. No obstant aix\u00f2, l''usuari autenticat actual {1} no t\u00e9 la propietat sobre aquesta inst\u00e0ncia de pestanya.
error.security.service.exception=CLFRQ0394E: S'ha produ\u00eft un error en recollir informaci\u00f3 de la base de dades a l'hora de comprovar les restriccions de seguretat per desar la informaci\u00f3 de disseny. Consulteu l'excepci\u00f3 imbricada per obtenir m\u00e9s detalls.
error.security.widgetInstance.ownership=CLFRQ0392E: S''ha rebut una sol\u00b7licitud per modificar la informaci\u00f3 relacionada amb la inst\u00e0ncia de widget {0}. No obstant aix\u00f2, l''usuari autenticat actual {1} no t\u00e9 la propietat sobre aquesta inst\u00e0ncia de widget.
error.security.widget.notAllowedOnTab=CLFRQ0395E: S''ha realitzat una sol\u00b7licitud per afegir un widget {0} a la inst\u00e0ncia de pestanya {1}. No obstant aix\u00f2, l''administrador no permet aquest widget en aquesta pestanya. L''usuari autenticat era {2}

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: Un gestor d''esdeveniments previs registrat ha generat una excepci\u00f3 durant una transacci\u00f3 de la P\u00e0gina inicial per a l''esdeveniment anomenat {0}. La transacci\u00f3 no s''ha realitzat correctament.
error.event.post.invoke=CLFRQ0422E: Un gestor d''esdeveniments posteriors registrat ha generat una excepci\u00f3 durant una transacci\u00f3 de la P\u00e0gina inicial per a l''esdeveniment anomenat {0}. La transacci\u00f3 no s''ha realitzat correctament.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: Un gestor d''esdeveniments registrat ha impedit l''addici\u00f3 de l''etiqueta {0}
error.event.handler.tag.remove=CLFRQ0418E: Un gestor d''esdeveniments registrat ha impedit l''eliminaci\u00f3 de l''etiqueta {0}
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: Un gestor d''esdeveniments registrat ha impedit l''addici\u00f3 de la persona amb l''ID {0}
error.event.handler.person.remove=CLFRQ0420E: Un gestor d''esdeveniments registrat ha impedit l''eliminaci\u00f3 de la persona amb l''ID {0}

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: No es pot trobar la clau de t\u00edtol {0} en un paquet {1}

error.action.error.general=CLFRQ0415E: S'ha produ\u00eft un error en executar l'acci\u00f3. Consulteu l'excepci\u00f3 imbricada per obtenir m\u00e9s detalls.

#Service config servlet
error.serviceconfig=CLFRQ0414E: S'ha produ\u00eft un error en realitzar un crida a l'API de configuraci\u00f3 de servei. Consulteu l'excepci\u00f3 imbricada per veure els detalls complets.

#Metrics action
info.action.metrics=CLFRQ0421I: Les m\u00e8triques del sistema encara no estan disponibles o b\u00e9 l'administrador les ha inhabilitat. Poseu-vos en contacte amb l'administrador per obtenir informaci\u00f3.
error.loading.news.config.settings=CLFRQ0436E: Error en carregar el valor del cicle de vida dels relats des de news-config.xml.
