# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: V katalogu nejsou k dispozici \u017e\u00e1dn\u00e9 moduly widget.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: Pro u\u017eivatele ur\u010den\u00e9ho identifik\u00e1torem {0} nejsou zad\u00e1ny \u017e\u00e1dn\u00e9 u\u017eivatelsk\u00e9 p\u0159edvolby.
info.nouserpref.create=CLFRQ0351I: Neexistuj\u00ed \u017e\u00e1dn\u00e9 instance modulu widget pro u\u017eivatele {0} a instanci karty {1}; prob\u00edh\u00e1 vytvo\u0159en\u00ed v\u00fdchoz\u00ed sady.
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: Vzhledem k v\u00fdjimce nebylo mo\u017en\u00e9 na\u010d\u00edst podrobnosti pro u\u017eivatele s p\u0159ihla\u0161ovac\u00edm ID {0}. K v\u00fdjimce do\u0161lo p\u0159i na\u010d\u00edt\u00e1n\u00ed podrobnost\u00ed p\u0159\u00edmo prost\u0159ednictv\u00edm spr\u00e1vce virtu\u00e1ln\u00edch \u010dlen\u016f (VMM): {1}
error.retrieve.user.wpi=CLFRQ0341E: Vzhledem k v\u00fdjimce nebylo mo\u017en\u00e9 na\u010d\u00edst podrobnosti pro u\u017eivatele s p\u0159ihla\u0161ovac\u00edm ID: {0}. K v\u00fdjimce do\u0161lo p\u0159i na\u010d\u00edt\u00e1n\u00ed podrobnost\u00ed prost\u0159ednictv\u00edm roz\u0161\u00ed\u0159en\u00ed slu\u017eby Adres\u00e1\u0159 profil\u016f: {1}
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: Pro u\u017eivatele s p\u0159ihla\u0161ovac\u00edm ID {0} nebyly vr\u00e1ceny \u017e\u00e1dn\u00e9 podrobnosti o u\u017eivateli. Do\u0161lo k pokusu na\u010d\u00edst podrobnosti p\u0159\u00edmo prost\u0159ednictv\u00edm spr\u00e1vce virtu\u00e1ln\u00edch \u010dlen\u016f (VMM). Mo\u017enou p\u0159\u00ed\u010dinou je, \u017ee u\u017eivatel nen\u00ed platn\u00fdm u\u017eivatelem v registru u\u017eivatel\u016f.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: Pro u\u017eivatele s p\u0159ihla\u0161ovac\u00edm ID {0} nebyly vr\u00e1ceny \u017e\u00e1dn\u00e9 podrobnosti o u\u017eivateli. Do\u0161lo k pokusu na\u010d\u00edst podrobnosti prost\u0159ednictv\u00edm roz\u0161\u00ed\u0159en\u00ed slu\u017eby Adres\u00e1\u0159 profil\u016f. Mo\u017enou p\u0159\u00ed\u010dinou je, \u017ee u\u017eivatel nen\u00ed platn\u00fdm u\u017eivatelem ve slu\u017eb\u011b Profily.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: E-mailov\u00e1 adresa nebo identifik\u00e1tor u\u017eivatele m\u00e1 hodnotu Null. Na\u010dteny byly n\u00e1sleduj\u00edc\u00ed hodnoty: e-mailov\u00e1 adresa: {0}, identifik\u00e1tor u\u017eivatele: {1}.

error.userpref.position=CLFRQ0057E: Pro u\u017eivatele {0} nen\u00ed zad\u00e1n parametr pozice.
error.userpref.widgetid=CLFRQ0067E: Pro u\u017eivatele {0} nen\u00ed zad\u00e1n identifik\u00e1tor modulu widget.

# {0} REST should be left in English
error.action.null=CLFRQ0074E: Pro toto vol\u00e1n\u00ed rozhran\u00ed REST nen\u00ed ur\u010dena \u017e\u00e1dn\u00e1 akce.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: Do\u0161lo k chyb\u011b p\u0159i odstra\u0148ov\u00e1n\u00ed pozice pro u\u017eivatele {0}. U\u017eivatel se pokusil odebrat modul widget s identifik\u00e1torem {1} na postrann\u00ed paletu.

error.userpref.change.widget.setting=CLFRQ0060E: Do\u0161lo k chyb\u011b p\u0159i pokusu o pou\u017eit\u00ed nov\u00e9ho nastaven\u00ed modulu widget s n\u00e1sleduj\u00edc\u00edmi informacemi: {0}.
error.userpref.null.profileprovider=CLFRQ0071E: P\u0159i na\u010d\u00edt\u00e1n\u00ed poskytovatele profilu do\u0161lo k chyb\u011b. Poskytovatel profilu m\u00e1 hodnotu Null.
error.update.lastVisit.user=CLFRQ0089E: Do\u0161lo k chyb\u011b b\u011bhem aktualizaci informac\u00ed o posledn\u00ed n\u00e1v\u0161t\u011bv\u011b pro u\u017eivatele {0}.
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: Do\u0161lo k chyb\u011b p\u0159i aktualizaci pole posledn\u00ed n\u00e1v\u0161t\u011bvy pro u\u017eivatele s identifik\u00e1torem {0}.
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: P\u0159i na\u010d\u00edt\u00e1n\u00ed profilu \u010dlena do\u0161lo k chyb\u011b. Profil \u010dlena m\u00e1 hodnotu Null.
error.userpref.validateNewUser.createUser=CLFRQ0125E: Do\u0161lo k chyb\u011b p\u0159i vytv\u00e1\u0159en\u00ed nov\u00e9ho u\u017eivatele pro domovskou str\u00e1nku s e-mailovou adresou {0} a identifik\u00e1torem {1}.
error.userpref.get.widgetprefs=CLFRQ0126E: Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed informac\u00ed o p\u0159edvolb\u00e1ch modulu widget pro u\u017eivatele s identifik\u00e1torem {0}, modul widget s identifik\u00e1torem {1} a instanci karty s identifik\u00e1torem {2}.
error.userpref.check.admin.pref=CLFRQ0200E: Nebylo mo\u017en\u00e9 ov\u011b\u0159it p\u0159edvolby souvisej\u00edc\u00ed s testovac\u00edm re\u017eimem administrace pro u\u017eivatele s e-mailovou adresou {0}.
error.userpref.createPersisBean=CLFRQ0191E: P\u0159i vytv\u00e1\u0159en\u00ed objektu persistence bean pro u\u017eivatele s e-mailovou adresou {0} do\u0161lo k chyb\u011b.
error.userpref.load.widget.setting=CLFRQ0199E: P\u0159i na\u010d\u00edt\u00e1n\u00ed p\u0159izp\u016fsoben\u00ed pro u\u017eivatele s e-mailovou adresou {0} a modul widget s identifik\u00e1torem {1} do\u0161lo k chyb\u011b.
error.userpref.setNumberColumns=CLFRQ0354E: Do\u0161lo k chyb\u011b p\u0159i nastavov\u00e1n\u00ed parametru po\u017eadavku obsahuj\u00edc\u00edho po\u010det sloupc\u016f pro instanci karty {0}. Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce.
error.userpref.get.numberColumns=CLFRQ0357E: Do\u0161lo k chyb\u011b p\u0159i aktualizaci po\u010dtu sloupc\u016f z ID karty {0}.
error.tabheaderservlet.setTabs=CLFRQ0350E: Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed seznamu instanc\u00ed karet pro u\u017eivatele {0}. Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce.

error.email.null=CLFRQ0076E: V relaci chyb\u00ed atribut e-mailov\u00e9 adresy u\u017eivatele.
error.session.invalid=CLFRQ0075E: Aktu\u00e1ln\u00ed relace u\u017eivatele je neplatn\u00e1.
error.action.invalid=CLFRQ0077E: Akce {0} je pro toto vol\u00e1n\u00ed rozhran\u00ed REST neplatn\u00e1.
error.widgetInfo.retrieve=CLFRQ0078E: Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed informac\u00ed o modulech widget k dispozici.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: Protokol nen\u00ed podporov\u00e1n pro objekt {0}.

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: Do\u0161lo k chyb\u011b ve slu\u017eb\u011b konfigurace katalogu.
error.widgetInfo.response=CLFRQ0091E: Do\u0161lo k chyb\u011b vstupu/v\u00fdstupu p\u0159i odpov\u011bdi deskriptoru modulu widget klientovi. Obsah deskriptoru XML: {0}

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: Nelze na\u010d\u00edst slu\u017ebu administrace katalogu modul\u016f widget.
error.initializing.catalog.service=CLFRQ0275E: Nelze na\u010d\u00edst slu\u017ebu katalogu modul\u016f widget.
error.initializing.panel.service=CLFRQ0356E: Na\u010dten\u00ed slu\u017eby panelu se nezda\u0159ilo.

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: Na\u010dten\u00ed instance slu\u017eby mezipam\u011bti deskriptoru modulu widget se nezda\u0159ilo. Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce.
error.caching.service.startup=CLFRQ0390E: Do\u0161lo k chyb\u011b p\u0159i inicializaci slu\u017eby mezipam\u011bti deskriptoru modulu widget pomoc\u00ed seznamu modul\u016f widget k dispozici. Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce.
error.caching.service.getDescriptor=CLFRQ0387E: Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed deskriptoru modulu widget {0} z mezipam\u011bti. Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce.

error.build.number.missing=CLFRQ0104E: Bal\u00edk prost\u0159edk\u016f obsahuj\u00edc\u00ed verzi sestaven\u00ed neexistuje.
error.build.number.noname=CLFRQ0100E: Nebyl zad\u00e1n \u017e\u00e1dn\u00fd n\u00e1zev pro bal\u00edk prost\u0159edk\u016f obsahuj\u00edc\u00ed verzi sestaven\u00ed.
error.build.number.cast=CLFRQ0106E: Chybn\u00fd datov\u00fd typ pro verzi sestaven\u00ed.

error.admin.null.widget=CLFRQ0198E: Jako parametr nebyl zad\u00e1n identifik\u00e1tor modulu widget.
error.admin.enable=CLFRQ0192E: Povolen\u00ed modulu widget s identifik\u00e1torem {0} se nezda\u0159ilo.
error.admin.disable=CLFRQ0201E: Zak\u00e1z\u00e1n\u00ed modulu widget s identifik\u00e1torem {0} se nezda\u0159ilo.
error.admin.remove=CLFRQ0195E: Odebr\u00e1n\u00ed modulu widget s identifik\u00e1torem {0} se nezda\u0159ilo.
error.admin.add=CLFRQ0194E: Nov\u00fd modul widget nebylo mo\u017en\u00e9 p\u0159idat do katalogu. Byla p\u0159ed\u00e1na n\u00e1sleduj\u00edc\u00ed data: {0}
error.admin.update=CLFRQ0196E: Modul widget nebylo mo\u017en\u00e9 v katalogu aktualizovat. Byla p\u0159ed\u00e1na n\u00e1sleduj\u00edc\u00ed data: {0}
error.admin.retrieve=CLFRQ0193E: Modul widget s identifik\u00e1torem {0} nebylo mo\u017en\u00e9 na\u010d\u00edst z katalogu.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: P\u0159i nastavov\u00e1n\u00ed testovac\u00edho re\u017eimu administrace na {0} pro u\u017eivatele s e-mailovou adresou {1} do\u0161lo k chyb\u011b.

info.wpi.on=CLFRQ0340I: Slu\u017eba Domovsk\u00e1 str\u00e1nka je spu\u0161t\u011bna s povolen\u00fdm roz\u0161\u00ed\u0159en\u00edm slu\u017eby Adres\u00e1\u0159 profil\u016f.
info.wpi.off=CLFRQ0343I: Slu\u017eba Domovsk\u00e1 str\u00e1nka je spu\u0161t\u011bna se zak\u00e1zan\u00fdm roz\u0161\u00ed\u0159en\u00edm slu\u017eby Adres\u00e1\u0159 profil\u016f.

error.url.check.config=CLFRQ0271E: Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed slu\u017eby HCL Connections s c\u00edlem ov\u011b\u0159it adresu URL: {0}
warn.url.check.io=CLFRQ0273W: P\u0159i pokusu o ov\u011b\u0159en\u00ed adresy URL {0} do\u0161lo k chyb\u011b.
warn.url.check.url=CLFRQ0612W: P\u0159i pokusu o ov\u011b\u0159en\u00ed adresy URL {0} do\u0161lo k chyb\u011b.

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: Slu\u017ebu p\u0159edvoleb u\u017eivatele nebylo mo\u017en\u00e9 na\u010d\u00edst s c\u00edlem aktualizovat uv\u00edtac\u00ed re\u017eim.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: Do\u0161lo k chyb\u011b adres\u00e1\u0159ov\u00fdch slu\u017eeb p\u0159i na\u010d\u00edt\u00e1n\u00ed skupin pro u\u017eivatele {0}.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: Do\u0161lo k chyb\u011b p\u0159i generov\u00e1n\u00ed kan\u00e1lu v\u00fdsledk\u016f hled\u00e1n\u00ed
error.index.missing=CLFRQ0400E: Chyb\u00ed vyhled\u00e1vac\u00ed index.
error.naming.exception=CLFRQ0301E: Byla zachycena v\u00fdjimka pojmenov\u00e1n\u00ed rozhran\u00ed JNDI. Aplikace Domovsk\u00e1 str\u00e1nka produktu Connections byla nespr\u00e1vn\u011b implementov\u00e1na.
error.create.exception=CLFRQ0385E: Do\u0161lo k chyb\u011b b\u011bhem na\u010d\u00edt\u00e1n\u00ed v\u00fdsledk\u016f.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: Prob\u00edh\u00e1 p\u0159esm\u011brov\u00e1n\u00ed prohl\u00ed\u017ee\u010de do um\u00edst\u011bn\u00ed {0} po zji\u0161t\u011bn\u00ed zpochybn\u011bn\u00ed ov\u011b\u0159en\u00ed na z\u00e1klad\u011b formul\u00e1\u0159e pro asynchronn\u00ed po\u017eadavek.
info.redirect.nocookie=CLFRQ0299I: Po zpochybn\u011bn\u00ed ov\u011b\u0159en\u00ed na z\u00e1klad\u011b formul\u00e1\u0159e pro asynchronn\u00ed po\u017eadavek nebyl zji\u0161t\u011bn \u017e\u00e1dn\u00fd soubor cookie domovsk\u00e9 str\u00e1nky. Prob\u00edh\u00e1 p\u0159esm\u011brov\u00e1n\u00ed na v\u00fdchoz\u00ed ko\u0159enovou cestu ke kontextu domovsk\u00e9 str\u00e1nky.
error.homepage.redirect.ventura=CLFRQ0300E: Do\u0161lo k chyb\u011b p\u0159i z\u00edsk\u00e1v\u00e1n\u00ed adresy URL ko\u0159enov\u00e9ho adres\u00e1\u0159e kontextu domovsk\u00e9 str\u00e1nky z konfigura\u010dn\u00edch soubor\u016f.

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: Do\u0161lo k chyb\u011b p\u0159i p\u0159id\u00e1v\u00e1n\u00ed deskriptoru pro modul widget {0} do mezipam\u011bti. Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce.
error.admin.cache.updateDescriptor=CLFRQ0325E: Do\u0161lo k chyb\u011b p\u0159i aktualizaci deskriptoru pro modul widget {0} v mezipam\u011bti. Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: Do\u0161lo k chyb\u011b p\u0159i z\u00edsk\u00e1v\u00e1n\u00ed instance karty pro u\u017eivatele {0}. Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce.
error.filter.get.userId=CLFRQ0355E: Nelze na\u010d\u00edst ID instance karty. Do\u0161lo k chyb\u011b p\u0159i z\u00edsk\u00e1v\u00e1n\u00ed intern\u00edho ID ov\u011b\u0159en\u00e9ho u\u017eivatele z relace.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: Do\u0161lo k chyb\u011b p\u0159i vyvol\u00e1v\u00e1n\u00ed vzd\u00e1len\u00e9ho rozhran\u00ed (objekt EJB) pro ozna\u010den\u00ed nebo zru\u0161en\u00ed ozna\u010den\u00ed zpr\u00e1vy novinek s ID {0} jako ulo\u017een\u00e9. Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce.
error.createEJBHome.exception=CLFRQ0384E: Do\u0161lo k chyb\u011b p\u0159i vytv\u00e1\u0159en\u00ed vzd\u00e1len\u00e9ho rozhran\u00ed (objekt EJB) pro \u00falo\u017ei\u0161t\u011b novinek. Dal\u0161\u00ed podrobnosti naleznete v protokolech.
error.fetchNews.remoteException=CLFRQ0382E: Do\u0161lo k chyb\u011b p\u0159i vyvol\u00e1v\u00e1n\u00ed vzd\u00e1len\u00e9ho rozhran\u00ed (objekt EJB) pro na\u010dten\u00ed zpr\u00e1v novinek pro ID u\u017eivatele {0}. Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: Jako parametr po\u017eadavku byla p\u0159ed\u00e1na neplatn\u00e1 velikost str\u00e1nky ({0}). Bude pou\u017eita v\u00fdchoz\u00ed velikost str\u00e1nky: {1}. U\u017eivatel: {2}.

error.fetchNews.getEJB.exception=CLFRQ0402E: B\u011bhem z\u00edsk\u00e1v\u00e1n\u00ed instance pro odkaz EJB do\u0161lo k chyb\u011b.
error.fetchNews.generic.exception=CLFRQ0401E: Do\u0161lo k chyb\u011b p\u0159i vyvol\u00e1v\u00e1n\u00ed vzd\u00e1len\u00e9ho rozhran\u00ed (objekt EJB). Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: Do\u0161lo k chyb\u011b p\u0159i inicializaci ikony pro mapov\u00e1n\u00ed adresy URL pou\u017eit\u00e9 pro objekty sprite v toku novinek (str\u00e1nka aktualizac\u00ed). Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce.
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: Odkaz na pou\u017eit\u00fd soubor vlastnost\u00ed (web.xml) pro ikony objekt\u016f sprite v toku novinek nen\u00ed definov\u00e1n. Zkontrolujte hodnotu inicializa\u010dn\u00edho parametru s n\u00e1zvem {0}.

# JSON parsing messages
error.json.parse=CLFRQ0353E: Do\u0161lo k chyb\u011b p\u0159i anal\u00fdze \u0159et\u011bzce JSON rozvr\u017een\u00ed {0}. Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce.

# Security related messages
error.security.tab.ownership=CLFRQ0393E: Byl p\u0159ijat po\u017eadavek na \u00fapravu informac\u00ed souvisej\u00edc\u00edch s instanc\u00ed karty {0}. Aktu\u00e1ln\u00ed ov\u011b\u0159en\u00fd u\u017eivatel {1} v\u0161ak nen\u00ed vlastn\u00edkem t\u00e9to instance karty.
error.security.service.exception=CLFRQ0394E: Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed informac\u00ed z datab\u00e1ze p\u0159i ov\u011b\u0159ov\u00e1n\u00ed omezen\u00ed zabezpe\u010den\u00ed pro ukl\u00e1d\u00e1n\u00ed informac\u00ed o rozvr\u017een\u00ed. Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce.
error.security.widgetInstance.ownership=CLFRQ0392E: Byl p\u0159ijat po\u017eadavek na \u00fapravu informac\u00ed souvisej\u00edc\u00edch s instanc\u00ed modulu widget {0}. Aktu\u00e1ln\u00ed ov\u011b\u0159en\u00fd u\u017eivatel {1} v\u0161ak nen\u00ed vlastn\u00edkem t\u00e9to instance modulu widget.
error.security.widget.notAllowedOnTab=CLFRQ0395E: Byl zad\u00e1n po\u017eadavek na p\u0159id\u00e1n\u00ed modulu widget {0} k instanci karty {1}. Tento modul widget v\u0161ak nen\u00ed na t\u00e9to kart\u011b povolen administr\u00e1torem. Ov\u011b\u0159en\u00fd u\u017eivatel: {2}

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: Obslu\u017en\u00e1 rutina registrovan\u00fdch p\u0159edb\u011b\u017en\u00fdch ud\u00e1lost\u00ed vyvolala v\u00fdjimku b\u011bhem transakce slu\u017eby Domovsk\u00e1 str\u00e1nka pro ud\u00e1lost s n\u00e1zvem {0}. Transakce selhala.
error.event.post.invoke=CLFRQ0422E: Obslu\u017en\u00e1 rutina registrovan\u00fdch dodate\u010dn\u00fdch ud\u00e1lost\u00ed vyvolala v\u00fdjimku b\u011bhem transakce slu\u017eby Domovsk\u00e1 str\u00e1nka pro ud\u00e1lost s n\u00e1zvem {0}. Transakce selhala.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: Obslu\u017en\u00e1 rutina registrovan\u00fdch ud\u00e1lost\u00ed zabr\u00e1nila p\u0159id\u00e1n\u00ed zna\u010dky {0}.
error.event.handler.tag.remove=CLFRQ0418E: Obslu\u017en\u00e1 rutina registrovan\u00fdch ud\u00e1lost\u00ed zabr\u00e1nila odebr\u00e1n\u00ed zna\u010dky {0}.
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: Obslu\u017en\u00e1 rutina registrovan\u00fdch ud\u00e1lost\u00ed zabr\u00e1nila p\u0159id\u00e1n\u00ed u\u017eivatele s identifik\u00e1torem {0}.
error.event.handler.person.remove=CLFRQ0420E: Obslu\u017en\u00e1 rutina registrovan\u00fdch ud\u00e1lost\u00ed zabr\u00e1nila odebr\u00e1n\u00ed u\u017eivatele s identifik\u00e1torem {0}.

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: V bal\u00edku {1} nebyl nalezen kl\u00ed\u010d nadpisu {0}.

error.action.error.general=CLFRQ0415E: P\u0159i spou\u0161t\u011bn\u00ed akce do\u0161lo k chyb\u011b. Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce.

#Service config servlet
error.serviceconfig=CLFRQ0414E: P\u0159i zpracov\u00e1n\u00ed vol\u00e1n\u00ed rozhran\u00ed API pro konfiguraci slu\u017eeb do\u0161lo k chyb\u011b. Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce.

#Metrics action
info.action.metrics=CLFRQ0421I: Metriky syst\u00e9mu nejsou dosud k dispozici nebo je administr\u00e1tor zak\u00e1zal. S \u017e\u00e1dost\u00ed o poskytnut\u00ed informac\u00ed se obra\u0165te na administr\u00e1tora.
error.loading.news.config.settings=CLFRQ0436E: Chyba p\u0159i na\u010d\u00edt\u00e1n\u00ed hodnoty \u017eivotnosti \u010dl\u00e1nku ze souboru news-config.xml.
