# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

info.nowidget=CLFRQ0064I: Nincs el\u00e9rhet\u0151 fel\u00fcleti elem a katal\u00f3gusban.

# {0} is an internal non-translatable identifier
info.nouserpref=CLFRQ0065I: Nincsenek megadva felhaszn\u00e1l\u00f3i be\u00e1ll\u00edt\u00e1sok a(z) {0} \u00e1ltal azonos\u00edtott felhaszn\u00e1l\u00f3 sz\u00e1m\u00e1ra.
info.nouserpref.create=CLFRQ0351I: Nem l\u00e9tezik fel\u00fcleti elem {0} felhaszn\u00e1l\u00f3hoz \u00e9s {1} oldalp\u00e9ld\u00e1nyhoz, alap\u00e9rtelmezett k\u00e9szlet l\u00e9trehoz\u00e1sa
# {0} is an internal non-translatable identifier {1} is another exception message.
error.retrieve.user=CLFRQ0066E: Kiv\u00e9tel miatt nem siker\u00fclt {0} bejelentkez\u00e9si azonos\u00edt\u00f3j\u00fa felhaszn\u00e1l\u00f3 adatainak beolvas\u00e1sa. A kiv\u00e9tel akkor t\u00f6rt\u00e9nt, mikor megk\u00eds\u00e9relte az adatok beolvas\u00e1s\u00e1t k\u00f6zvetlen\u00fcl a virtu\u00e1lis tagkezel\u0151b\u0151l: {1}
error.retrieve.user.wpi=CLFRQ0341E: Kiv\u00e9tel miatt nem siker\u00fclt {0} bejelentkez\u00e9si azonos\u00edt\u00f3j\u00fa felhaszn\u00e1l\u00f3 adatainak beolvas\u00e1sa. A kiv\u00e9tel akkor t\u00f6rt\u00e9nt, mikor megk\u00eds\u00e9relte az adatok beolvas\u00e1s\u00e1t a Profilok c\u00edmt\u00e1rszolg\u00e1ltat\u00e1si b\u0151v\u00edtm\u00e9nyb\u0151l: {1}
# {0} is an internal non-translatable identifier
error.retrieve.user.notvalid=CLFRQ0344E: A program nem adott vissza {0} bejelentkez\u00e9si azonos\u00edt\u00f3j\u00fa felhaszn\u00e1l\u00f3hoz adatokat. K\u00f6zvetlen\u00fcl a virtu\u00e1lis tagkezel\u0151n kereszt\u00fcl pr\u00f3b\u00e1lt meg adatokat beolvasni. Lehet, hogy a felhaszn\u00e1l\u00f3 nem \u00e9rv\u00e9nyes felhaszn\u00e1l\u00f3 a felhaszn\u00e1l\u00f3i nyilv\u00e1ntart\u00e1sban.
error.retrieve.user.notvalid.wpi=CLFRQ0342E: {0} bejelentkez\u00e9si azonos\u00edt\u00f3hoz a program nem adott vissza adatokat. A profilok c\u00edmt\u00e1rszolg\u00e1ltat\u00e1si b\u0151v\u00edt\u00e9sen kereszt\u00fcl pr\u00f3b\u00e1lt meg adatokat beolvasni. Lehet, hogy a felhaszn\u00e1l\u00f3 nem \u00e9rv\u00e9nyes felhaszn\u00e1l\u00f3 a Profilokban.
# {0} is an email address, {1} is an internal non-translatable identifier
error.retrieve.usermail=CLFRQ0068E: Az e-mail vagy a felhaszn\u00e1l\u00f3i azonos\u00edt\u00f3 null \u00e9rt\u00e9k\u0171. A beolvasott \u00e9rt\u00e9kek: e-mail: {0}, felhaszn\u00e1l\u00f3i azonos\u00edt\u00f3: {1}

error.userpref.position=CLFRQ0057E: Nincs megadva a poz\u00edci\u00f3 param\u00e9tere a k\u00f6vetkez\u0151 felhaszn\u00e1l\u00f3hoz: {0}
error.userpref.widgetid=CLFRQ0067E: A k\u00f6vetkez\u0151 felhaszn\u00e1l\u00f3hoz nincs megadva a fel\u00fcleti elem azonos\u00edt\u00f3ja: {0}

# {0} REST should be left in English
error.action.null=CLFRQ0074E: A REST h\u00edv\u00e1shoz nincs megadva a m\u0171velet.

# {0} and {1} contain non-readable identifiers.
error.userpref.delete.update=CLFRQ0069E: Hiba t\u00f6rt\u00e9nt a(z) {0} felhaszn\u00e1l\u00f3 poz\u00edci\u00f3j\u00e1nak t\u00f6rl\u00e9sekor. A felhaszn\u00e1l\u00f3 megk\u00eds\u00e9relte elt\u00e1vol\u00edtani a(z) {1} azonos\u00edt\u00f3j\u00fa fel\u00fcleti elemet az oldalpalett\u00e1ra.

error.userpref.change.widget.setting=CLFRQ0060E: Hiba t\u00f6rt\u00e9nt az \u00faj fel\u00fcleti elem be\u00e1ll\u00edt\u00e1sainak alkalmaz\u00e1si k\u00eds\u00e9rletekor a k\u00f6vetkez\u0151 inform\u00e1ci\u00f3kkal: {0}
error.userpref.null.profileprovider=CLFRQ0071E: Hiba t\u00f6rt\u00e9nt a Profilszolg\u00e1ltat\u00f3 beolvas\u00e1sakor. A Profilszolg\u00e1ltat\u00f3 null \u00e9rt\u00e9k\u0171.
error.update.lastVisit.user=CLFRQ0089E: Hiba t\u00f6rt\u00e9nt a(z) {0} felhaszn\u00e1l\u00f3 legut\u00f3bbi l\u00e1togat\u00e1s\u00e1ra vonatkoz\u00f3 inform\u00e1ci\u00f3k friss\u00edt\u00e9sekor.
#warning.update.lastVisit.user=CLFRQ0089W: An error occurred while updating the last visit field for user with this identifier: {0}
warning.update.language.user=CLFRQ0381W: Hiba t\u00f6rt\u00e9nt a k\u00f6vetkez\u0151 azonos\u00edt\u00f3j\u00fa felhaszn\u00e1l\u00f3 utols\u00f3 l\u00e1togat\u00e1s\u00e1t t\u00e1rol\u00f3 mez\u0151 friss\u00edt\u00e9sekor: {0}
#error.userprefbeanfactory.nullUser=CLFRQ0122E: The user value when creating persistence bean is null.
error.userpref.null.memberprovider=CLFRQ0073E: Hiba t\u00f6rt\u00e9nt a Tagprofil beolvas\u00e1sakor. A Tagprofil null \u00e9rt\u00e9k\u0171.
error.userpref.validateNewUser.createUser=CLFRQ0125E: Hiba t\u00f6rt\u00e9nt a kezd\u0151lap \u00faj felhaszn\u00e1l\u00f3j\u00e1nak l\u00e9trehoz\u00e1sakor {0} e-mail c\u00edmmel \u00e9s {1} azonos\u00edt\u00f3val.
error.userpref.get.widgetprefs=CLFRQ0126E: Hiba t\u00f6rt\u00e9nt {0} azonos\u00edt\u00f3j\u00fa felhaszn\u00e1l\u00f3 {1} fel\u00fcleti elem\u00e9nek \u00e9s {2} oldalp\u00e9ld\u00e1ny\u00e1nak be\u00e1ll\u00edt\u00e1saira vonatkoz\u00f3 inform\u00e1ci\u00f3k beolvas\u00e1sakor.
error.userpref.check.admin.pref=CLFRQ0200E: Nem lehets\u00e9ges a(z) {0} e-mail c\u00edmmel rendelkez\u0151 felhaszn\u00e1l\u00f3 adminisztr\u00e1tori tesztm\u00f3dj\u00e1val kapcsolatos be\u00e1ll\u00edt\u00e1sok ellen\u0151rz\u00e9se.
error.userpref.createPersisBean=CLFRQ0191E: Hiba t\u00f6rt\u00e9nt a(z) {0} e-mail c\u00edmmel rendelkez\u0151 felhaszn\u00e1l\u00f3 fennmarad\u00e1si komponens\u00e9nek l\u00e9trehoz\u00e1sakor.
error.userpref.load.widget.setting=CLFRQ0199E: Hiba t\u00f6rt\u00e9nt a(z) {0} e-mail c\u00edmmel rendelkez\u0151 felhaszn\u00e1l\u00f3 {1} azonos\u00edt\u00f3j\u00fa fel\u00fcleti elem\u00e9hez tartoz\u00f3 egy\u00e9ni be\u00e1ll\u00edt\u00e1sok bet\u00f6lt\u00e9sekor.
error.userpref.setNumberColumns=CLFRQ0354E: Hiba t\u00f6rt\u00e9nt a(z) {0} oldalp\u00e9ld\u00e1ny oszlopsz\u00e1m\u00e1t tartalmaz\u00f3 k\u00e9r\u00e9sparam\u00e9ter be\u00e1ll\u00edt\u00e1sakor. Tov\u00e1bbi r\u00e9szletek\u00e9rt ellen\u0151rizze a be\u00e1gyazott kiv\u00e9telt.
error.userpref.get.numberColumns=CLFRQ0357E: Hiba t\u00f6rt\u00e9nt a(z) {0} oldalazonos\u00edt\u00f3 oszlopsz\u00e1m\u00e1nak friss\u00edt\u00e9sekor.
error.tabheaderservlet.setTabs=CLFRQ0350E: Hiba t\u00f6rt\u00e9nt {0} felhaszn\u00e1l\u00f3 oldalp\u00e9ld\u00e1nylist\u00e1j\u00e1nak beolvas\u00e1sakor. Tov\u00e1bbi r\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.

error.email.null=CLFRQ0076E: A felhaszn\u00e1l\u00f3 e-mail attrib\u00fatuma hi\u00e1nyzik a munkamenetb\u0151l.
error.session.invalid=CLFRQ0075E: A jelenlegi felhaszn\u00e1l\u00f3i munkamenet \u00e9rv\u00e9nytelen.
error.action.invalid=CLFRQ0077E: M\u0171velet: {0} \u00e9rv\u00e9nytelen enn\u00e9l a REST h\u00edv\u00e1sn\u00e1l.
error.widgetInfo.retrieve=CLFRQ0078E: Hiba t\u00f6rt\u00e9nt az el\u00e9rhet\u0151 fel\u00fcleti elemek inform\u00e1ci\u00f3inak beolvas\u00e1sakor.

# {0} contains a URL, e.g. ftp://ftp.ibm.com/examplefile.xml or http://www.ibm.com/examplefile.xml
error.widgetInfo.update.notSupportedProtocol=CLFRQ0123E: A(z) {0} protokoll nem t\u00e1mogatott

# {0} contains a URL, e.g. http://www.ibm.com/examplefile.xml
# error.widgetInfo.retrieve.HttpError=CLFRQ0124E: An error occurred while fetching XML descriptor at {0}.
error.configSvc.retrieve=CLFRQ0090E: Hiba t\u00f6rt\u00e9nt a katal\u00f3guskonfigur\u00e1l\u00e1si szolg\u00e1ltat\u00e1sban.
error.widgetInfo.response=CLFRQ0091E: Bemeneti-kimeneti hiba t\u00f6rt\u00e9nt, amikor a fel\u00fcleti elem le\u00edr\u00f3ja v\u00e1laszolt a kliens sz\u00e1m\u00e1ra. Az XML le\u00edr\u00f3 tartalma: {0}

# Errors related to getting an instance to one of the components living in the service layer
error.initializing.admin.service=CLFRQ0035E: A fel\u00fcleti elem katal\u00f3gus adminisztr\u00e1ci\u00f3s szolg\u00e1ltat\u00e1st nem lehetett beolvasni.
error.initializing.catalog.service=CLFRQ0275E: A fel\u00fcleti elem katal\u00f3gus szolg\u00e1ltat\u00e1st nem lehetett beolvasni.
error.initializing.panel.service=CLFRQ0356E: A panelszolg\u00e1ltat\u00e1st nem lehetett beolvasni.

# Error related to the caching service
error.initializing.caching.service=CLFRQ0389E: Nem lehet beolvasni a fel\u00fcleti elem le\u00edr\u00f3j\u00e1nak mem\u00f3ria-gyors\u00edt\u00f3t\u00e1raz\u00e1si szolg\u00e1ltat\u00e1s p\u00e9ld\u00e1ny\u00e1t. R\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.
error.caching.service.startup=CLFRQ0390E: Hiba t\u00f6rt\u00e9nt a fel\u00fcleti elem le\u00edr\u00f3j\u00e1nak mem\u00f3ria-gyors\u00edt\u00f3t\u00e1raz\u00e1si szolg\u00e1ltat\u00e1s\u00e1nak inicializ\u00e1l\u00e1sakor az el\u00e9rhet\u0151 fel\u00fcleti elemek list\u00e1j\u00e1val. Tov\u00e1bbi r\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.
error.caching.service.getDescriptor=CLFRQ0387E: Hiba t\u00f6rt\u00e9nt {0} fel\u00fcleti elem le\u00edr\u00f3j\u00e1nak beolvas\u00e1sakor a mem\u00f3ria-gyors\u00edt\u00f3t\u00e1rb\u00f3l. Tov\u00e1bbi r\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.

error.build.number.missing=CLFRQ0104E: Az build verzi\u00f3t tartalmaz\u00f3 er\u0151forr\u00e1sk\u00f6teg nem l\u00e9tezik.
error.build.number.noname=CLFRQ0100E: Nem volt megadva n\u00e9v a build verzi\u00f3t tartalmaz\u00f3 er\u0151forr\u00e1sk\u00f6teghez.
error.build.number.cast=CLFRQ0106E: Hib\u00e1s a build verzi\u00f3 adatt\u00edpusa.

error.admin.null.widget=CLFRQ0198E: Egy fel\u00fcleti elem azonos\u00edt\u00f3 nem volt megadva param\u00e9terk\u00e9nt.
error.admin.enable=CLFRQ0192E: A(z) {0} azonos\u00edt\u00f3j\u00fa fel\u00fcleti elemet nem lehetett enged\u00e9lyezni.
error.admin.disable=CLFRQ0201E: A(z) {0} azonos\u00edt\u00f3j\u00fa fel\u00fcleti elemet nem lehetett letiltani.
error.admin.remove=CLFRQ0195E: A(z) {0} azonos\u00edt\u00f3j\u00fa fel\u00fcleti elemet nem lehetett elt\u00e1vol\u00edtani.
error.admin.add=CLFRQ0194E: Az \u00faj fel\u00fcleti elemet nem lehetett hozz\u00e1adni a katal\u00f3gushoz. A k\u00f6vetkez\u0151 adatok voltak megadva: {0}
error.admin.update=CLFRQ0196E: A fel\u00fcleti elemet nem lehetett friss\u00edteni a katal\u00f3gusban. A k\u00f6vetkez\u0151 adatok voltak megadva: {0}
error.admin.retrieve=CLFRQ0193E: A(z) {0} azonos\u00edt\u00f3j\u00fa fel\u00fcleti elemet nem siker\u00fclt beolvasni a katal\u00f3gusb\u00f3l.
# {0} contains a non-translatable value
error.admin.testmode=CLFRQ0197E: Hiba t\u00f6rt\u00e9nt az adminisztr\u00e1tori tesztm\u00f3d be\u00e1ll\u00edt\u00e1sakor {0} \u00e9rt\u00e9kre a(z) {1} e-mail c\u00edmmel rendelkez\u0151 felhaszn\u00e1l\u00f3n\u00e1l.

info.wpi.on=CLFRQ0340I: A Kezd\u0151lap szolg\u00e1ltat\u00e1s enged\u00e9lyezett Profilok c\u00edmt\u00e1rszolg\u00e1ltat\u00e1si b\u0151v\u00edt\u00e9ssel fut.
info.wpi.off=CLFRQ0343I: A Kezd\u0151lap szolg\u00e1ltat\u00e1s letiltott Profilok c\u00edmt\u00e1rszolg\u00e1ltat\u00e1si b\u0151v\u00edt\u00e9ssel fut.

error.url.check.config=CLFRQ0271E: Hiba t\u00f6rt\u00e9nt a HCL Connections szolg\u00e1ltat\u00e1s lek\u00e9r\u00e9sekor a k\u00f6vetkez\u0151 URL-c\u00edm ellen\u0151rz\u00e9s\u00e9re: {0}
warn.url.check.io=CLFRQ0273W: Hiba t\u00f6rt\u00e9nt a k\u00f6vetkez\u0151 URL c\u00edm ellen\u0151rz\u00e9si k\u00eds\u00e9rletekor: {0}
warn.url.check.url=CLFRQ0612W: Hiba t\u00f6rt\u00e9nt a k\u00f6vetkez\u0151 URL c\u00edm ellen\u0151rz\u00e9si k\u00eds\u00e9rletekor: {0}

#error.welcome.mode=CLFRQ0274E: An error occurred while trying to update welcome mode for user with email {0}.
error.welcome.mode.service=CLFRQ0276E: Nem siker\u00fclt beolvasni a felhaszn\u00e1l\u00f3i be\u00e1ll\u00edt\u00e1sok szolg\u00e1ltat\u00e1s\u00e1t az \u00fcdv\u00f6zl\u00e9si m\u00f3d friss\u00edt\u00e9s\u00e9hez.

# {0} contains the username of the user causing the message
warn.directory.user.groups=CLFRQ0298W: C\u00edmt\u00e1r-szolg\u00e1ltat\u00e1si hiba t\u00f6rt\u00e9nt {0} felhaszn\u00e1l\u00f3 csoportjainak beolvas\u00e1sakor.
#warn.retreiving.user.groups=CLFRQ0324W: A Directory Services error occurred while retrieving communities for user {0}.
error.generating.feed=CLFRQ0297E: Hiba t\u00f6rt\u00e9nt a keres\u00e9si eredm\u00e9nyek h\u00edrfolyam\u00e1nak el\u0151\u00e1ll\u00edt\u00e1sakor.
error.index.missing=CLFRQ0400E: A keres\u00e9si index hi\u00e1nyzik.
error.naming.exception=CLFRQ0301E: JNDI elnevez\u00e9si kiv\u00e9tel. A Connections Kezd\u0151lap alkalmaz\u00e1s\u00e1nak telep\u00edt\u00e9se hib\u00e1s.
error.create.exception=CLFRQ0385E: Hiba t\u00f6rt\u00e9nt az eredm\u00e9nyek beolvas\u00e1sakor.

# Form based auth messages
info.redirect.form.auth=CLFRQ0296I: Aszinkron k\u00e9r\u00e9sn\u00e9l az \u0171rlap alap\u00fa azonos\u00edt\u00e1s \u00e9szlel\u00e9se ut\u00e1n a b\u00f6ng\u00e9sz\u0151 \u00e1tir\u00e1ny\u00edt\u00e1sa ide: {0}
info.redirect.nocookie=CLFRQ0299I: Nem tal\u00e1lhat\u00f3 az aszinkron k\u00e9r\u00e9sn\u00e9l az \u0171rlap alap\u00fa azonos\u00edt\u00e1s ut\u00e1n kezd\u0151lap cookie, alap\u00e9rtelmez\u00e9s szerint \u00e1tir\u00e1ny\u00edt\u00e1sra ker\u00fcl sor a Kezd\u0151lap kontextus \u00fatvonalgy\u00f6ker\u00e9re
error.homepage.redirect.ventura=CLFRQ0300E: Hiba t\u00f6rt\u00e9nt a kezd\u0151lap kontextus gy\u00f6k\u00e9r URL c\u00edm\u00e9nek beolvas\u00e1sakor a konfigur\u00e1ci\u00f3s f\u00e1jlokb\u00f3l

# XML descriptor messages
error.admin.cache.addDescriptor=CLFRQ0323E: Hiba t\u00f6rt\u00e9nt {0} fel\u00fcleti elem le\u00edr\u00f3j\u00e1nak hozz\u00e1ad\u00e1sakor a mem\u00f3ria gyors\u00edt\u00f3t\u00e1rhoz. A r\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.
error.admin.cache.updateDescriptor=CLFRQ0325E: Hiba t\u00f6rt\u00e9nt {0} fel\u00fcleti elem le\u00edr\u00f3j\u00e1nak friss\u00edt\u00e9sekor a mem\u00f3ria gyors\u00edt\u00f3t\u00e1rban. A r\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.

# Messages related to filters responsible for init/getting the tabs
error.filter.get.tab.instance=CLFRQ0352E: Hiba t\u00f6rt\u00e9nt {0} felhaszn\u00e1l\u00f3 oldalp\u00e9ld\u00e1ny\u00e1nak beolvas\u00e1sakor. R\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.
error.filter.get.userId=CLFRQ0355E: Nem lehet az oldalp\u00e9ld\u00e1ny azonos\u00edt\u00f3j\u00e1t beolvasni. Hiba t\u00f6rt\u00e9nt az azonos\u00edtott felhaszn\u00e1l\u00f3 bels\u0151 azonos\u00edt\u00f3j\u00e1nak beolvas\u00e1sakor a munkamenetb\u0151l.

# Messages related to news story handling
error.saveNewsAction.remoteException=CLFRQ0383E: Hiba t\u00f6rt\u00e9nt a t\u00e1voli fel\u00fclet (EJB) megh\u00edv\u00e1sakor {0} h\u00edrt\u00f6rt\u00e9net megjel\u00f6l\u00e9s\u00e9re mentettk\u00e9nt vagy a megjel\u00f6l\u00e9s t\u00f6rl\u00e9s\u00e9re. Tov\u00e1bbi r\u00e9szletek\u00e9rt ellen\u0151rizze a be\u00e1gyazott kiv\u00e9telt.
error.createEJBHome.exception=CLFRQ0384E: Hiba t\u00f6rt\u00e9nt a t\u00e1voli fel\u00fclet (EJB) l\u00e9trehoz\u00e1sakor a h\u00edrlerakathoz. Tov\u00e1bbi r\u00e9szletek\u00e9rt ellen\u0151rizze a napl\u00f3kat.
error.fetchNews.remoteException=CLFRQ0382E: Hiba t\u00f6rt\u00e9nt a t\u00e1voli fel\u00fclet (EJB) megh\u00edv\u00e1sakor a(z) {0} azonos\u00edt\u00f3j\u00fa felhaszn\u00e1l\u00f3 h\u00edrt\u00f6rt\u00e9neteinek leh\u00edv\u00e1s\u00e1hoz. Tov\u00e1bbi r\u00e9szletek\u00e9rt ellen\u0151rizze a be\u00e1gyazott kiv\u00e9telt.
warn.fetchNews.invalid.pageSize=CLFRQ0382W: \u00c9rv\u00e9nytelen oldalm\u00e9ret ({0}) szerepelt a k\u00e9r\u00e9s param\u00e9tereiben. A program az alap\u00e9rtelmezett oldalm\u00e9ret \u00e9rt\u00e9k\u00e9t haszn\u00e1lja: {1}. A felhaszn\u00e1l\u00f3: {2}

error.fetchNews.getEJB.exception=CLFRQ0402E: Hiba t\u00f6rt\u00e9nt p\u00e9ld\u00e1ny beolvas\u00e1sakor az EJB hivatkoz\u00e1sba.
error.fetchNews.generic.exception=CLFRQ0401E: Hiba t\u00f6rt\u00e9nt kezel\u0151fel\u00fclet (EJB) elt\u00e1vol\u00edt\u00e1s\u00e1nak ind\u00edt\u00e1sakor. Tov\u00e1bbi r\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.

#  Messages related to the sprite custom code living in Homepage
error.sprite.icon.init=CLFRQ0386E: Hiba t\u00f6rt\u00e9nt a h\u00edr\u00e1radat ikonjaihoz haszn\u00e1lt ikon-URL lek\u00e9pez\u00e9s inicializ\u00e1l\u00e1sakor. R\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.
error.sprite.icon.undefined.propertyFile=CLFRQ0388E: A h\u00edr\u00e1radat ikonjaihoz haszn\u00e1lt tulajdons\u00e1gf\u00e1jl (web.xml) hivatkoz\u00e1sa meghat\u00e1rozatlan. Ellen\u0151rizze a(z) {0} inicializ\u00e1l\u00e1si param\u00e9ter \u00e9rt\u00e9k\u00e9t.

# JSON parsing messages
error.json.parse=CLFRQ0353E: Hiba t\u00f6rt\u00e9nt {0} elrendez\u00e9si JSON karakterl\u00e1nc \u00e9rtelmez\u00e9sekor. R\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.

# Security related messages
error.security.tab.ownership=CLFRQ0393E: K\u00e9r\u00e9s \u00e9rkezett {0} oldalp\u00e9ld\u00e1ny kapcsol\u00f3d\u00f3 inform\u00e1ci\u00f3inak m\u00f3dos\u00edt\u00e1s\u00e1ra. Az aktu\u00e1lis azonos\u00edtott felhaszn\u00e1l\u00f3 ({1}) azonban nem tulajdonosa ennek az oldalp\u00e9ld\u00e1nynak.
error.security.service.exception=CLFRQ0394E: Hiba t\u00f6rt\u00e9nt az adatb\u00e1zis inform\u00e1ci\u00f3inak lek\u00e9r\u00e9sekor a biztons\u00e1gi megszor\u00edt\u00e1sok ellen\u0151rz\u00e9s\u00e9hez az elrendez\u00e9si inform\u00e1ci\u00f3k ment\u00e9sekor. Tov\u00e1bbi r\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.
error.security.widgetInstance.ownership=CLFRQ0392E: K\u00e9r\u00e9s \u00e9rkezett {0} fel\u00fcleti elemhez kapcsol\u00f3d\u00f3 inform\u00e1ci\u00f3k m\u00f3dos\u00edt\u00e1s\u00e1ra. Az aktu\u00e1lis azonos\u00edtott felhaszn\u00e1l\u00f3 ({1}) azonban nem tulajdonosa a fel\u00fcleti elem p\u00e9ld\u00e1ny\u00e1nak.
error.security.widget.notAllowedOnTab=CLFRQ0395E: K\u00e9r\u00e9s \u00e9rkezett {0} fel\u00fcleti elem hozz\u00e1ad\u00e1s\u00e1ra {1} oldalp\u00e9ld\u00e1nyhoz. Az adminisztr\u00e1tor azonban nem enged\u00e9lyezte ezt a fel\u00fcleti elemet ezen a lapon. Az azonos\u00edtott felhaszn\u00e1l\u00f3: {2}

# Messages for event related code
# {0} is an event name such as homepage.watchlist.person.add
error.event.pre.invoke=CLFRQ0413E: Egy esem\u00e9ny el\u0151tti regisztr\u00e1lt kezel\u0151 kiv\u00e9telt adott a(z) {0} nev\u0171 esem\u00e9ny Kezd\u0151lap tranzakci\u00f3ja sor\u00e1n. A tranzakci\u00f3 meghi\u00fasult.
error.event.post.invoke=CLFRQ0422E: Egy esem\u00e9ny ut\u00e1ni regisztr\u00e1lt kezel\u0151 kiv\u00e9telt adott a(z) {0} nev\u0171 esem\u00e9ny Kezd\u0151lap tranzakci\u00f3ja sor\u00e1n. A tranzakci\u00f3 meghi\u00fasult.
# {0} is a tag
error.event.handler.tag.add=CLFRQ0416E: Egy regisztr\u00e1lt esem\u00e9nykezel\u0151 megakad\u00e1lyozta a(z) {0} c\u00edmke hozz\u00e1ad\u00e1s\u00e1t
error.event.handler.tag.remove=CLFRQ0418E: Egy regisztr\u00e1lt esem\u00e9nykezel\u0151 megakad\u00e1lyozta a(z) {0} c\u00edmke elt\u00e1vol\u00edt\u00e1s\u00e1t
# {0} is a person ext id
error.event.handler.person.add=CLFRQ0419E: Egy regisztr\u00e1lt esem\u00e9nykezel\u0151 megakad\u00e1lyozta a(z) {0} azonos\u00edt\u00f3j\u00fa szem\u00e9ly hozz\u00e1ad\u00e1s\u00e1t
error.event.handler.person.remove=CLFRQ0420E: Egy regisztr\u00e1lt esem\u00e9nykezel\u0151 megakad\u00e1lyozta a(z) {0} azonos\u00edt\u00f3j\u00fa szem\u00e9ly elt\u00e1vol\u00edt\u00e1s\u00e1t

#Messages for gettingstarted tab
error.gettingstarted.title=CLFRQ0417E: Nem tal\u00e1lhat\u00f3 k\u00f6tegben a(z) {0} c\u00edmkulcs: {1}

error.action.error.general=CLFRQ0415E: Hiba t\u00f6rt\u00e9nt a m\u0171velet v\u00e9grehajt\u00e1sakor. Tov\u00e1bbi r\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.

#Service config servlet
error.serviceconfig=CLFRQ0414E: Hiba t\u00f6rt\u00e9nt a szolg\u00e1ltat\u00e1skonfigur\u00e1ci\u00f3s API h\u00edv\u00e1s\u00e1nak kezel\u00e9sekor. A r\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.

#Metrics action
info.action.metrics=CLFRQ0421I: A rendszermetrika m\u00e9g nem el\u00e9rhet\u0151 vagy az adminisztr\u00e1tor letiltotta. Inform\u00e1ci\u00f3k\u00e9rt forduljon az adminisztr\u00e1torhoz.
error.loading.news.config.settings=CLFRQ0436E: Hiba t\u00f6rt\u00e9nt a t\u00f6rt\u00e9net \u00e9lettartam\u00e9rt\u00e9k\u00e9nek bet\u00f6lt\u00e9sekor a news-config.xml f\u00e1jlb\u00f3l.
