# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N GA UI

# str.msgid.ignore=true
str_component_id=CLFRQ

# Widget names and descriptions
widget.dogear.personal.name=\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
widget.dogear.personal.desc=\u0e41\u0e2a\u0e14\u0e07\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13

widget.dogear.recent.name=\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
widget.dogear.recent.desc=\u0e41\u0e2a\u0e14\u0e07\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e08\u0e32\u0e01\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14

widget.dogear.watchlist.name=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
widget.dogear.watchlist.desc=\u0e41\u0e2a\u0e14\u0e07\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13

widget.dogear.popular.name=/\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e19\u0e34\u0e22\u0e21
widget.dogear.popular.desc=\u0e41\u0e2a\u0e14\u0e07\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e17\u0e35\u0e48\u0e19\u0e34\u0e22\u0e21\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14


widget.activities.public.name=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e1e\u0e31\u0e1a\u0e25\u0e34\u0e01
widget.activities.public.desc=\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e1e\u0e31\u0e1a\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14

widget.activities.personal.name=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
widget.activities.personal.desc=\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e08\u0e32\u0e01\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01

widget.activities.sidebar.todo.name=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e33
widget.activities.sidebar.todo.desc=\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e33\u0e08\u0e32\u0e01\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e43\u0e19\u0e1b\u0e0f\u0e34\u0e17\u0e34\u0e19

widget.communities.personal.name=\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
widget.communities.personal.desc=\u0e41\u0e2a\u0e14\u0e07\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01

widget.communities.public.name=\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e1e\u0e31\u0e1a\u0e25\u0e34\u0e01
widget.communities.public.desc=\u0e41\u0e2a\u0e14\u0e07\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e1e\u0e31\u0e1a\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14

widget.communities.event.name=\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c
widget.communities.event.desc=\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 \u0e2b\u0e23\u0e37\u0e2d\u0e23\u0e30\u0e1a\u0e38\u0e27\u0e48\u0e32\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21

widget.profiles.personal.name=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
widget.profiles.personal.desc=\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13

widget.profiles.colleagues.name=\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
widget.profiles.colleagues.desc=\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e08\u0e32\u0e01\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13


widget.activities.name=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
widget.activities.desc=\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21

widget.blogs.name=\u0e1a\u0e25\u0e47\u0e2d\u0e01
widget.blogs.desc=\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14

widget.communities.name=\u0e0a\u0e38\u0e21\u0e0a\u0e19
widget.communities.desc=\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e0a\u0e38\u0e21\u0e0a\u0e19

widget.activities.todoList.name=\u0e20\u0e32\u0e23\u0e01\u0e34\u0e08\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
widget.activities.todoList.desc=\u0e20\u0e32\u0e23\u0e01\u0e34\u0e08\u0e17\u0e35\u0e48\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e33\u0e02\u0e2d\u0e07\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21


widget.dogear.name=\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
widget.dogear.desc=\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01

widget.profiles.name=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
widget.profiles.desc=\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25

widget.popwiki.name=\u0e27\u0e34\u0e01\u0e34\u0e22\u0e2d\u0e14\u0e19\u0e34\u0e22\u0e21
widget.popwiki.desc=\u0e41\u0e2a\u0e14\u0e07\u0e27\u0e34\u0e01\u0e34\u0e17\u0e35\u0e48\u0e19\u0e34\u0e22\u0e21\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14

widget.mywiki.name=\u0e27\u0e34\u0e01\u0e34\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
widget.mywiki.desc=\u0e41\u0e2a\u0e14\u0e07\u0e27\u0e34\u0e01\u0e34\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01

widget.latestwiki.name=\u0e27\u0e34\u0e01\u0e34\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
widget.latestwiki.desc=\u0e41\u0e2a\u0e14\u0e07\u0e27\u0e34\u0e01\u0e34\u0e1e\u0e31\u0e1a\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14

widget.files.name=\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
widget.files.desc=\u0e41\u0e2a\u0e14\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14

widget.sharedfiles.name=\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a\u0e09\u0e31\u0e19
widget.sharedfiles.desc=\u0e41\u0e2a\u0e14\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a\u0e04\u0e38\u0e13

widget.connmail.name=Connections Mail
widget.connmail.desc=\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c Connections Mail

widget.connee.name=Connections Embedded Experience
widget.connee.desc=\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c Connections Embedded Experience

widget.connshare.microblog.name=Microblogging Share
widget.connshare.microblog.desc=\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c Microblogging Share

widget.connshare.files.name=\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e44\u0e1f\u0e25\u0e4c
widget.connshare.files.desc=\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e44\u0e1f\u0e25\u0e4c

category.activities.name = \u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
category.blogs.name = \u0e1a\u0e25\u0e47\u0e2d\u0e01
category.communities.name = \u0e0a\u0e38\u0e21\u0e0a\u0e19
category.dogear.name = \u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
category.profiles.name = \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
category.wiki.name = \u0e27\u0e34\u0e01\u0e34
category.files.name = \u0e44\u0e1f\u0e25\u0e4c
category.forums.name = \u0e1f\u0e2d\u0e23\u0e31\u0e21
category.other.name = \u0e2d\u0e37\u0e48\u0e19 \u0e46

# NEW
category.sand.name = \u0e01\u0e32\u0e23\u0e27\u0e34\u0e40\u0e04\u0e23\u0e32\u0e30\u0e2b\u0e4c\u0e40\u0e0a\u0e34\u0e07\u0e2a\u0e31\u0e07\u0e04\u0e21
category.people.name = \u0e1a\u0e38\u0e04\u0e04\u0e25
category.tags.name = \u0e41\u0e17\u0e47\u0e01
category.responses.name = \u0e01\u0e32\u0e23\u0e15\u0e2d\u0e1a\u0e2a\u0e19\u0e2d\u0e07

#NEW
main.menu.status.updates = \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30
main.menu.news.feed = \u0e1f\u0e35\u0e14\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23
main.menu.discover = \u0e2a\u0e33\u0e23\u0e27\u0e08
main.menu.notifications.empty = \u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19
main.menu.notifications = \u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19 ({0})
main.menu.saved.items = \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e25\u0e49\u0e27

panel.update = \u0e40\u0e1e\u0e08\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15
panel.widget = \u0e40\u0e1e\u0e08\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15
panel.getstart = \u0e40\u0e1e\u0e08\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19

widget.type.primary = \u0e2b\u0e25\u0e31\u0e01
widget.type.secondary = \u0e23\u0e2d\u0e07

notifications.sent.tab = \u0e2a\u0e48\u0e07\u0e41\u0e25\u0e49\u0e27
notifications.received.tab = \u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e41\u0e25\u0e49\u0e27

notification.atom.author = \u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08 HCL Connections
notification.sent.atom.title = \u0e2a\u0e48\u0e07\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19 - \u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08 HCL Connections
notification.received.atom.title = \u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19 - \u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08 HCL Connections

# Info for about page
# Translation: this string will be something like 'Release 2.0 LC2.0_20080424.1916'
build.about.release=\u0e23\u0e35\u0e25\u0e35\u0e2a {0}

#NEW FOR SAND WIDGETS
widget.sand.recommend.name = \u0e04\u0e33\u0e41\u0e19\u0e30\u0e19\u0e33
widget.sand.recommend.desc = \u0e08\u0e31\u0e14\u0e43\u0e2b\u0e49\u0e21\u0e35\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e41\u0e19\u0e30\u0e19\u0e33
