# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# str.msgid.ignore=true
str_component_id=CLFRQ

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value

# Updates/Home


jsp.status.updates.title = \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30
jsp.status.updates.sub.title = \u0e14\u0e39\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e08\u0e32\u0e01\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 \u0e2b\u0e23\u0e37\u0e2d\u0e1c\u0e39\u0e49\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e04\u0e38\u0e13\u0e22\u0e31\u0e07\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e2d\u0e07

jsp.news.feed.title = \u0e1f\u0e35\u0e14\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23
jsp.news.feed.sub.title = \u0e14\u0e39\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e08\u0e32\u0e01\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e2b\u0e23\u0e37\u0e2d\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e15\u0e2d\u0e1a\u0e01\u0e25\u0e31\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e44\u0e27\u0e49

jsp.discover.title = \u0e2a\u0e33\u0e23\u0e27\u0e08
jsp.discover.sub.title = \u0e14\u0e39\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e08\u0e32\u0e01\u0e17\u0e31\u0e49\u0e07 HCL Connections \u0e14\u0e39\u0e27\u0e48\u0e32\u0e04\u0e19\u0e2d\u0e37\u0e48\u0e19 \u0e46 \u0e01\u0e33\u0e25\u0e31\u0e07\u0e17\u0e33\u0e2d\u0e30\u0e44\u0e23\u0e01\u0e31\u0e19\u0e1a\u0e49\u0e32\u0e07

jsp.tags.title = \u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e09\u0e31\u0e19\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
jsp.tags.sub.title = \u0e14\u0e39\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e08\u0e32\u0e01\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21

jsp.saved.items.title = \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e25\u0e49\u0e27
jsp.saved.items.sub.title = \u0e14\u0e39\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e44\u0e27\u0e49

# Service names
jsp.common.service.name.activities=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
jsp.common.service.name.dogear=\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.common.service.name.profiles=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
jsp.common.service.name.blogs=\u0e1a\u0e25\u0e47\u0e2d\u0e01
jsp.common.service.name.wikis=\u0e27\u0e34\u0e01\u0e34
jsp.common.service.name.forums=\u0e1f\u0e2d\u0e23\u0e31\u0e21
jsp.common.service.name.files=\u0e44\u0e1f\u0e25\u0e4c
jsp.common.service.name.communities=\u0e0a\u0e38\u0e21\u0e0a\u0e19

# Generic across multiple pages
jsp.homepage.title = \u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08 HCL Connections
jsp.homepage.title.short = \u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
jsp.homepage.home = \u0e42\u0e2e\u0e21
jsp.homepage.tab.updates = \u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15
jsp.homepage.tab.gettingStarted = \u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
jsp.homepage.tab.admin = \u0e01\u0e32\u0e23\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a
jsp.homepage.tab.myPage = \u0e40\u0e1e\u0e08\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
jsp.homepage.tab.widgets = \u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15
jsp.homepage.tab.search = \u0e04\u0e49\u0e19\u0e2b\u0e32
jsp.homepage.logo.alt = \u0e15\u0e23\u0e32\u0e2a\u0e31\u0e0d\u0e25\u0e31\u0e01\u0e29\u0e13\u0e4c\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
jsp.homepage.copyright.short = \u0e07\u0e32\u0e19\u0e2d\u0e31\u0e19\u0e21\u0e35\u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c \u2013 \u0e17\u0e23\u0e31\u0e1e\u0e22\u0e4c\u0e2a\u0e34\u0e19\u0e02\u0e2d\u0e07 HCL \u00a9 \u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c HCL Technologies Limited 2007-2019 \u0e2a\u0e07\u0e27\u0e19\u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c
jsp.homepage.copyright.long = \u0e07\u0e32\u0e19\u0e2d\u0e31\u0e19\u0e21\u0e35\u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e4c \u2013 \u0e17\u0e23\u0e31\u0e1e\u0e22\u0e4c\u0e2a\u0e34\u0e19\u0e02\u0e2d\u0e07 HCL. \u00a9 Copyright HCL Technologies Limited 2007-2019. \u0e2a\u0e07\u0e27\u0e19\u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e4c \u0e14\u0e39\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e44\u0e14\u0e49\u0e17\u0e35\u0e48\u0e44\u0e25\u0e40\u0e0b\u0e19\u0e2a\u0e4c\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c \u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e01\u0e32\u0e23\u0e04\u0e49\u0e32\u0e41\u0e25\u0e30\u0e42\u0e25\u0e42\u0e01\u0e49 Java \u0e23\u0e27\u0e21\u0e17\u0e31\u0e49\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e01\u0e32\u0e23\u0e04\u0e49\u0e32\u0e41\u0e25\u0e30\u0e42\u0e25\u0e42\u0e01\u0e49\u0e17\u0e35\u0e48\u0e2d\u0e34\u0e07\u0e08\u0e32\u0e01 Java \u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e01\u0e32\u0e23\u0e04\u0e49\u0e32\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e01\u0e32\u0e23\u0e04\u0e49\u0e32\u0e08\u0e14\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e02\u0e2d\u0e07 Oracle \u0e41\u0e25\u0e30/\u0e2b\u0e23\u0e37\u0e2d\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d
jsp.homepage.nav.activitystream.views = \u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e02\u0e2d\u0e07\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
jsp.homepage.nav.activitystream.imFollowing = \u0e09\u0e31\u0e19\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
jsp.homepage.nav.activitystream.statusUpdates = \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30
jsp.homepage.nav.activitystream.actionRequired = \u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23
jsp.homepage.nav.activitystream.saved = \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e25\u0e49\u0e27
jsp.homepage.nav.activitystream.myNotifications = \u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
jsp.homepage.nav.activitystream.discover = \u0e2a\u0e33\u0e23\u0e27\u0e08
jsp.homepage.nav.activitystream.myPageDesc = \u0e41\u0e14\u0e0a\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e2a\u0e48\u0e27\u0e19\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e1b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e07\u0e44\u0e14\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e41\u0e25\u0e30\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.homepage.nav.activitystream.imFollowingDesc=\u0e14\u0e39\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e41\u0e25\u0e30\u0e2a\u0e34\u0e48\u0e07\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 \u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e15\u0e2d\u0e1a\u0e01\u0e25\u0e31\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.homepage.nav.activitystream.statusUpdatesDesc=\u0e14\u0e39\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e08\u0e32\u0e01\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22 \u0e1a\u0e38\u0e04\u0e04\u0e25 \u0e41\u0e25\u0e30\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
jsp.homepage.nav.activitystream.myNotificationsDesc=\u0e14\u0e39\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e41\u0e25\u0e30\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e48\u0e07 \u0e41\u0e25\u0e30\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a
jsp.homepage.nav.activitystream.actionRequiredDesc=\u0e14\u0e39\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e15\u0e2d\u0e1a\u0e01\u0e25\u0e31\u0e1a
jsp.homepage.nav.activitystream.savedDesc=\u0e14\u0e39\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e44\u0e27\u0e49
jsp.homepage.nav.activitystream.discoverDesc=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e01\u0e33\u0e25\u0e31\u0e07\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e41\u0e25\u0e30\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e43\u0e2b\u0e21\u0e48
jsp.homepage.nav.activitystream.myNotificationForMeDesc=\u0e14\u0e39\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e41\u0e25\u0e30\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a
jsp.homepage.nav.activitystream.myNotificationFromMeDesc=\u0e14\u0e39\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e48\u0e07
jsp.homepage.nav.landmark.aria=\u0e40\u0e21\u0e19\u0e39\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
jsp.homepage.nav.activitystream.selected=\u0e16\u0e39\u0e01\u0e40\u0e25\u0e37\u0e2d\u0e01

jsp.homepage.nav.badging.mentions.aria=\u0e04\u0e38\u0e13\u0e21\u0e35\u0e01\u0e32\u0e23\u0e01\u0e25\u0e48\u0e32\u0e27\u0e16\u0e36\u0e07\u0e17\u0e35\u0e48\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e2d\u0e48\u0e32\u0e19 {0}
jsp.homepage.nav.badging.notifications.aria=\u0e04\u0e38\u0e13\u0e21\u0e35\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e2d\u0e48\u0e32\u0e19 {0}

jsp.homepage.lotusBar.customize = \u0e1b\u0e23\u0e31\u0e1a\u0e15\u0e32\u0e21\u0e04\u0e27\u0e32\u0e21\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23
jsp.homepage.lotusBar.widgets = \u0e42\u0e2e\u0e21
jsp.homepage.lotusBar.updates = \u0e42\u0e2e\u0e21
jsp.homepage.lotusBar.gettingStarted = \u0e42\u0e2e\u0e21
jsp.homepage.lotusBar.admin = \u0e42\u0e2e\u0e21

jsp.homepage.javascript.disabled.msg.title = \u0e40\u0e1b\u0e34\u0e14 JavaScript
jsp.homepage.javascript.disabled.msg.section1 = JavaScript \u0e16\u0e39\u0e01\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e43\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e1a\u0e23\u0e32\u0e27\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 HCL Connections \u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e43\u0e0a\u0e49 JavaScript \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e33\u0e07\u0e32\u0e19\u0e44\u0e14\u0e49  \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e41\u0e25\u0e49\u0e27 \u0e42\u0e1b\u0e23\u0e14\u0e23\u0e35\u0e40\u0e1f\u0e23\u0e0a\u0e40\u0e1e\u0e08
jsp.homepage.javascript.disabled.msg.section2 = \u0e23\u0e35\u0e40\u0e1f\u0e23\u0e0a\u0e40\u0e1e\u0e08\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e15\u0e48\u0e2d

# search results tab
jsp.search.tab.results = \u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32

#auth/login.jsp auth/error.jsp
jsp.login.title = \u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08 HCL Connections
jsp.login.homepage = \u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
jsp.login.strapline = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e01\u0e33\u0e25\u0e31\u0e07\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.login.search = \u0e04\u0e49\u0e19\u0e2b\u0e32
jsp.login.straplinesearch = \u0e04\u0e49\u0e19\u0e2b\u0e32: \u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 Connections \u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e43\u0e2b\u0e49\u0e21\u0e32\u0e01\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14
jsp.login.username = \u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49:
jsp.login.password = \u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19:
jsp.login.username.error = \u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e25\u0e30/\u0e2b\u0e23\u0e37\u0e2d\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27\u0e43\u0e14\u0e46 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e41\u0e25\u0e30\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07
jsp.login.description.title = \u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e33\u0e44\u0e14\u0e49\u0e01\u0e31\u0e1a\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08?
jsp.login.description = \u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e01\u0e2a\u0e40\u0e1b\u0e0b\u0e17\u0e35\u0e48\u0e41\u0e2a\u0e14\u0e07\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e2a\u0e41\u0e19\u0e47\u0e1b\u0e0a\u0e47\u0e2d\u0e15\u0e02\u0e2d\u0e07\u0e2a\u0e31\u0e07\u0e04\u0e21\u0e2d\u0e2d\u0e19\u0e44\u0e25\u0e19\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e17\u0e31\u0e19\u0e2a\u0e16\u0e32\u0e19\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e14\u0e49\u0e27\u0e22\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e16\u0e32\u0e19\u0e30 \u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15 \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e33\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e41\u0e25\u0e30\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e41\u0e25\u0e30\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e43\u0e2b\u0e21\u0e48\u0e46 \u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e19\u0e43\u0e08
jsp.login.login = \u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19
jsp.login.cancel = \u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
jsp.login.error = \u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14

#web/jsp/main.jsp
jsp.main.function.sorry = \u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e1e\u0e31\u0e12\u0e19\u0e32\u0e02\u0e36\u0e49\u0e19\u0e21\u0e32\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
jsp.main.close = \u0e1b\u0e34\u0e14
jsp.main.skip.link.river = \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e02\u0e49\u0e32\u0e21\u0e02\u0e48\u0e32\u0e27\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e2a\u0e19\u0e43\u0e08 \u0e43\u0e2b\u0e49\u0e01\u0e14\u0e41\u0e2d\u0e47\u0e01\u0e40\u0e0b\u0e2a\u0e04\u0e35\u0e22\u0e4c R \u0e2b\u0e23\u0e37\u0e2d U
jsp.main.skip.link.palette = \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e02\u0e49\u0e32\u0e21\u0e16\u0e32\u0e14\u0e04\u0e48\u0e32\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e01\u0e14\u0e41\u0e2d\u0e47\u0e01\u0e40\u0e0b\u0e2a\u0e04\u0e35\u0e22\u0e4c P
jsp.main.skip.link.first.column = \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e02\u0e49\u0e32\u0e21\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e41\u0e23\u0e01 \u0e01\u0e14\u0e41\u0e2d\u0e47\u0e01\u0e40\u0e0b\u0e2a\u0e04\u0e35\u0e22\u0e4c 3
jsp.main.skip.link.second.column = \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e02\u0e49\u0e32\u0e21\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e17\u0e35\u0e48\u0e2a\u0e2d\u0e07 \u0e01\u0e14\u0e41\u0e2d\u0e47\u0e01\u0e40\u0e0b\u0e2a\u0e04\u0e35\u0e22\u0e4c 4
jsp.main.summary.table.layout = \u0e15\u0e32\u0e23\u0e32\u0e07\u0e41\u0e2a\u0e14\u0e07\u0e42\u0e04\u0e23\u0e07\u0e23\u0e48\u0e32\u0e07\u0e02\u0e2d\u0e07\u0e40\u0e1e\u0e08 \u0e42\u0e04\u0e23\u0e07\u0e23\u0e48\u0e32\u0e07\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e07\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15
jsp.main.iwidget.loading = \u0e01\u0e32\u0e23\u0e42\u0e2b\u0e25\u0e14

#web/jsp/welcomeMessage.jspf
jsp.welcome.title = \u0e22\u0e34\u0e19\u0e14\u0e35\u0e15\u0e49\u0e2d\u0e19\u0e23\u0e31\u0e1a\u0e2a\u0e39\u0e48 HCL Connections
jsp.welcome.desc = \u0e43\u0e0a\u0e49\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e41\u0e25\u0e30\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e19\u0e43\u0e08\u0e43\u0e19 HCL Connections \u0e14\u0e39\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e08\u0e32\u0e01\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22 \u0e1a\u0e25\u0e47\u0e2d\u0e01 \u0e41\u0e25\u0e30\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e41\u0e25\u0e30\u0e08\u0e31\u0e14\u0e40\u0e23\u0e35\u0e22\u0e07\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e40\u0e2b\u0e21\u0e32\u0e30\u0e01\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e2d\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.welcome.learn = \u0e28\u0e36\u0e01\u0e29\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
jsp.welcome.demo = \u0e14\u0e39\u0e01\u0e32\u0e23\u0e2a\u0e32\u0e18\u0e34\u0e15

#web/jsp/about.jsp
jsp.about.homepagehelp = \u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
jsp.about.help = \u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49
jsp.about.homepagedemo = \u0e01\u0e32\u0e23\u0e2a\u0e32\u0e18\u0e34\u0e15\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
jsp.about.demo = \u0e14\u0e39\u0e01\u0e32\u0e23\u0e2a\u0e32\u0e18\u0e34\u0e15
jsp.about.tips = \u0e40\u0e04\u0e25\u0e47\u0e14\u0e25\u0e31\u0e1a
jsp.about.tip.1 = \u0e44\u0e21\u0e48\u0e40\u0e04\u0e22\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 HCL Connections \u0e43\u0e0a\u0e48\u0e44\u0e2b\u0e21 \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07 \u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e41\u0e25\u0e30\u0e17\u0e33\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01\u0e01\u0e31\u0e1a\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e15\u0e48\u0e32\u0e07 \u0e46 \u0e14\u0e49\u0e27\u0e22\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e07\u0e48\u0e32\u0e22 \u0e46 \u0e44\u0e21\u0e48\u0e01\u0e35\u0e48\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19
jsp.about.tip.2 = \u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08\u0e43\u0e19\u0e41\u0e17\u0e47\u0e01\u0e1a\u0e32\u0e07\u0e41\u0e17\u0e47\u0e01 \u0e17\u0e33\u0e44\u0e21\u0e44\u0e21\u0e48\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e41\u0e17\u0e47\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e08\u0e30\u0e44\u0e14\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e23\u0e32\u0e1a\u0e02\u0e48\u0e32\u0e27\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e17\u0e47\u0e01\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e17\u0e31\u0e19\u0e17\u0e35\u0e48\u0e08\u0e32\u0e01\u0e1f\u0e35\u0e14\u0e02\u0e48\u0e32\u0e27
jsp.about.tip.3 = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e49\u0e2d\u0e40\u0e2a\u0e19\u0e2d\u0e41\u0e19\u0e30\u0e08\u0e32\u0e01\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e41\u0e25\u0e30\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2d\u0e32\u0e08\u0e2a\u0e19\u0e43\u0e08\u0e08\u0e32\u0e01\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15 \u0e04\u0e38\u0e13\u0e17\u0e23\u0e32\u0e1a\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48 \u0e41\u0e25\u0e30 \u0e02\u0e49\u0e2d\u0e40\u0e2a\u0e19\u0e2d\u0e41\u0e19\u0e30
jsp.about.headline.title = \u0e40\u0e2b\u0e15\u0e38\u0e43\u0e14\u0e15\u0e49\u0e2d\u0e07\u0e43\u0e0a\u0e49\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08?
jsp.about.headline.desc = \u0e17\u0e23\u0e32\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e08\u0e32\u0e01\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e01\u0e2a\u0e40\u0e1b\u0e0b\u0e28\u0e39\u0e19\u0e22\u0e4c\u0e01\u0e25\u0e32\u0e07 \u0e40\u0e23\u0e35\u0e22\u0e01\u0e14\u0e39\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e08\u0e32\u0e01\u0e43\u0e19 HCL Connections \u0e14\u0e39\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e01\u0e33\u0e25\u0e31\u0e07\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e04\u0e19\u0e41\u0e25\u0e30\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 \u0e41\u0e25\u0e30\u0e15\u0e32\u0e21\u0e15\u0e34\u0e14\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e33\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.about.breakout.1.title = \u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e43\u0e19\u0e10\u0e32\u0e19\u0e30\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e2b\u0e21\u0e48?
jsp.about.breakout.1.desc = \u0e43\u0e0a\u0e49\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07 \u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e0a\u0e48\u0e27\u0e22\u0e04\u0e38\u0e13\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e20\u0e32\u0e23\u0e01\u0e34\u0e08\u0e1e\u0e37\u0e49\u0e19\u0e10\u0e32\u0e19\u0e1a\u0e32\u0e07\u0e2d\u0e22\u0e48\u0e32\u0e07 \u0e1b\u0e0f\u0e34\u0e1a\u0e31\u0e15\u0e34\u0e15\u0e32\u0e21\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e04\u0e33\u0e41\u0e19\u0e30\u0e19\u0e33\u0e17\u0e35\u0e48\u0e23\u0e27\u0e14\u0e40\u0e23\u0e47\u0e27\u0e41\u0e25\u0e30\u0e07\u0e48\u0e32\u0e22\u0e43\u0e19\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e2b\u0e25\u0e31\u0e01\u0e1a\u0e32\u0e07\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e43\u0e19 HCL Connections \u0e01\u0e23\u0e2d\u0e01\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e0a\u0e48\u0e27\u0e22\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e04\u0e19\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e21\u0e32\u0e01\u0e02\u0e36\u0e49\u0e19 \u0e2a\u0e33\u0e23\u0e27\u0e08\u0e27\u0e48\u0e32\u0e41\u0e17\u0e47\u0e01\u0e04\u0e37\u0e2d\u0e2d\u0e30\u0e44\u0e23 \u0e41\u0e25\u0e30\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e44\u0e23 \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e27\u0e34\u0e18\u0e35\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e25\u0e30\u0e17\u0e33\u0e07\u0e32\u0e19\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19\u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e15\u0e48\u0e32\u0e07 \u0e46
jsp.about.breakout.1.aria = \u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
jsp.about.breakout.2.title = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e04\u0e38\u0e13
jsp.about.breakout.2.desc = \u0e43\u0e0a\u0e49\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07 \u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15 \u0e15\u0e48\u0e32\u0e07 \u0e46 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e08\u0e32\u0e01\u0e43\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e23\u0e2d\u0e07\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e15\u0e32\u0e21\u0e0a\u0e19\u0e34\u0e14 \u0e0b\u0e36\u0e48\u0e07\u0e0a\u0e48\u0e27\u0e22\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e40\u0e19\u0e49\u0e19\u0e14\u0e39\u0e02\u0e48\u0e32\u0e27\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e19\u0e43\u0e08\u0e21\u0e32\u0e01\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e44\u0e14\u0e49\u0e07\u0e48\u0e32\u0e22 \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e27\u0e48\u0e32\u0e43\u0e04\u0e23\u0e15\u0e2d\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e23\u0e49\u0e32\u0e07 \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e17\u0e35\u0e48\u0e2a\u0e33\u0e04\u0e31\u0e0d\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e25\u0e31\u0e1a\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e19\u0e31\u0e49\u0e19\u0e44\u0e14\u0e49\u0e43\u0e19\u0e20\u0e32\u0e22\u0e2b\u0e25\u0e31\u0e07 \u0e43\u0e0a\u0e49\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e17\u0e35\u0e48\u0e01\u0e33\u0e25\u0e31\u0e07\u0e08\u0e30\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e0b\u0e36\u0e48\u0e07\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e2b\u0e23\u0e37\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1a\u0e48\u0e07\u0e0a\u0e35\u0e49\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e0a\u0e2d\u0e1a \u0e2b\u0e23\u0e37\u0e2d\u0e23\u0e35\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e1a\u0e48\u0e07\u0e1b\u0e31\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e04\u0e38\u0e13\u0e2d\u0e22\u0e39\u0e48
jsp.about.breakout.2.aria = \u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e01\u0e31\u0e1a\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
jsp.about.breakout.3.title = \u0e1a\u0e2d\u0e01\u0e41\u0e01\u0e48\u0e04\u0e19\u0e2d\u0e37\u0e48\u0e19\u0e46 \u0e16\u0e36\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13'\u0e01\u0e33\u0e25\u0e31\u0e07\u0e17\u0e33
jsp.about.breakout.3.desc = \u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e40\u0e1b\u0e47\u0e19\u0e27\u0e34\u0e18\u0e35\u0e17\u0e35\u0e48\u0e07\u0e48\u0e32\u0e22\u0e41\u0e25\u0e30\u0e23\u0e27\u0e14\u0e40\u0e23\u0e47\u0e27\u0e43\u0e19\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e1b\u0e31\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e01\u0e31\u0e1a\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e19\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e02\u0e49\u0e32\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21 \u0e2b\u0e23\u0e37\u0e2d\u0e43\u0e0a\u0e49\u0e41\u0e2e\u0e0a\u0e41\u0e17\u0e47\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e17\u0e47\u0e01\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e41\u0e25\u0e30\u0e17\u0e33\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2d\u0e37\u0e48\u0e19\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e44\u0e14\u0e49\u0e07\u0e48\u0e32\u0e22\u0e02\u0e36\u0e49\u0e19 \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e17\u0e47\u0e1a \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e08\u0e32\u0e01\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
jsp.about.breakout.3.aria = \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e16\u0e32\u0e19\u0e30
jsp.about.breakout.4.title = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e43\u0e2b\u0e21\u0e48\u0e41\u0e25\u0e30\u0e19\u0e48\u0e32\u0e2a\u0e19\u0e43\u0e08
jsp.about.breakout.4.desc = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07 \u0e04\u0e49\u0e19\u0e2b\u0e32 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e01\u0e14\u0e39\u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2d\u0e32\u0e08\u0e2a\u0e19\u0e43\u0e08 \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 \u0e2b\u0e23\u0e37\u0e2d\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21 \u0e15\u0e23\u0e27\u0e08\u0e17\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e40\u0e2a\u0e19\u0e2d\u0e41\u0e19\u0e30\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e08\u0e32\u0e01\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15 \u0e02\u0e49\u0e2d\u0e40\u0e2a\u0e19\u0e2d\u0e41\u0e19\u0e30 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08\u0e41\u0e25\u0e30\u0e04\u0e27\u0e32\u0e21\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.about.breakout.4.aria = \u0e27\u0e34\u0e18\u0e35\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e43\u0e2b\u0e21\u0e48
jsp.about.ibm.logo.alt = \u0e42\u0e25\u0e42\u0e01\u0e49 HCL
jsp.about.java.logo.alt = \u0e15\u0e23\u0e32\u0e2a\u0e31\u0e0d\u0e25\u0e31\u0e01\u0e29\u0e13\u0e4c Java
jsp.about.more = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
jsp.about.follow.aria = \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e41\u0e17\u0e47\u0e01\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49

#web/jsp/errorPage.jsp
jsp.errorpage.title = \u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08 - \u0e40\u0e1e\u0e08\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
jsp.errorpage.error = \u0e21\u0e35\u0e1a\u0e32\u0e07\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14 - \u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21 \u0e22\u0e49\u0e2d\u0e19\u0e01\u0e25\u0e31\u0e1a \u0e41\u0e25\u0e30\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07 \u0e16\u0e49\u0e32\u0e19\u0e35\u0e48\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e1c\u0e25 \u0e43\u0e2b\u0e49\u0e23\u0e32\u0e22\u0e07\u0e32\u0e19\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19
jsp.errorpage.details = \u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
jsp.errorpage.hide.details = \u0e0b\u0e48\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
jsp.errorpage.message = \u0e02\u0e2d\u0e2d\u0e20\u0e31\u0e22 \u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e44\u0e14\u0e49
jsp.errorpage.back = \u0e01\u0e25\u0e31\u0e1a\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
jsp.errorpage.stacktrace = \u0e2a\u0e41\u0e15\u0e47\u0e01\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07 \u0e13 \u0e40\u0e27\u0e25\u0e32\u0e19\u0e35\u0e49\u0e42\u0e14\u0e22\u0e1b\u0e23\u0e30\u0e21\u0e32\u0e13:
jsp.errorpage.icon.alt = \u0e44\u0e2d\u0e04\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14

#web/jsp/errorPage403.jsp
error.notauthorized.exception=CLFRQ0405E: \u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e43\u0e2b\u0e49\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e23\u0e35\u0e0b\u0e2d\u0e23\u0e4c\u0e2a

#auth/login.jsp
jsp.loginpage.image.alt.logo = \u0e15\u0e23\u0e32\u0e2a\u0e31\u0e0d\u0e25\u0e31\u0e01\u0e29\u0e13\u0e4c\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08

#web/jsp/footer.jspf
jsp.footer.connections = HCL Connections
jsp.footer.help = \u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49
jsp.footer.tools = \u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e21\u0e37\u0e2d
jsp.footer.about = \u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a
jsp.footer.demo = \u0e14\u0e39\u0e01\u0e32\u0e23\u0e2a\u0e32\u0e18\u0e34\u0e15
jsp.footer.support.forums = \u0e1f\u0e2d\u0e23\u0e31\u0e21\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e2b\u0e25\u0e37\u0e2d Lotus
jsp.footer.bookmark.plugins = Bookmark Browser Plug-ins
jsp.footer.plugins = \u0e1b\u0e25\u0e31\u0e4a\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
jsp.footer.a11y = \u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e21\u0e37\u0e2d\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07
jsp.footer.server.metrics = \u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e40\u0e21\u0e17\u0e23\u0e34\u0e01
jsp.footer.ibm.com = HCL Connections \u0e1a\u0e19 hcl.com

#web/jsp/serverMetrics.jsp
homepage.metric.totals.visitor.header = \u0e40\u0e21\u0e17\u0e23\u0e34\u0e01\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
homepage.metric.totals.visitor = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e08\u0e33\u0e40\u0e1e\u0e32\u0e30\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
homepage.metric.totals.visitor.today = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e08\u0e33\u0e40\u0e1e\u0e32\u0e30\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19\u0e27\u0e31\u0e19\u0e19\u0e35\u0e49
homepage.metric.totals.visitor.week = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e08\u0e33\u0e40\u0e1e\u0e32\u0e30\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19\u0e2a\u0e31\u0e1b\u0e14\u0e32\u0e2b\u0e4c\u0e17\u0e35\u0e48\u0e41\u0e25\u0e49\u0e27
homepage.metric.totals.visitor.month = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e08\u0e33\u0e40\u0e1e\u0e32\u0e30\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e41\u0e25\u0e49\u0e27
homepage.metric.totals.visitor.hourly = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e08\u0e33\u0e40\u0e1e\u0e32\u0e30\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19\u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e17\u0e35\u0e48\u0e41\u0e25\u0e49\u0e27

homepage.metric.totals.available.widgets.header = \u0e40\u0e21\u0e17\u0e23\u0e34\u0e01\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15
homepage.metric.totals.available.widgets = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e19\u0e33\u0e44\u0e1b\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49
homepage.metric.totals.enabled.widgets = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
homepage.metric.percentile.widgetsPerUser = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e09\u0e25\u0e35\u0e48\u0e22\u0e02\u0e2d\u0e07\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e43\u0e0a\u0e49
homepage.metric.totals.customizedPages = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e21\u0e35\u0e40\u0e1e\u0e08\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07
homepage.metric.topWidgets = \u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e22\u0e2d\u0e14\u0e19\u0e34\u0e22\u0e21

homepage.metric.widgetUsage = \u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15

homepage.metric.totals.stories.header = \u0e40\u0e21\u0e17\u0e23\u0e34\u0e01\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07
homepage.metric.totals.stories.added = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e40\u0e1e\u0e34\u0e48\u0e21
homepage.metric.totals.stories.added.today = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e27\u0e31\u0e19\u0e19\u0e35\u0e49
homepage.metric.totals.stories.added.week = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2a\u0e31\u0e1b\u0e14\u0e32\u0e2b\u0e4c\u0e19\u0e35\u0e49
homepage.metric.totals.stories.added.month = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e19\u0e35\u0e49
homepage.metric.totals.stories.added.hourly = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e17\u0e35\u0e48\u0e41\u0e25\u0e49\u0e27

homepage.metric.totals.stories.saved = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
homepage.metric.totals.stories.saved.today = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e27\u0e31\u0e19\u0e19\u0e35\u0e49
homepage.metric.totals.stories.saved.week = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e2a\u0e31\u0e1b\u0e14\u0e32\u0e2b\u0e4c\u0e19\u0e35\u0e49
homepage.metric.totals.stories.saved.month = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e19\u0e35\u0e49
homepage.metric.totals.stories.saved.hourly = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e17\u0e35\u0e48\u0e41\u0e25\u0e49\u0e27


homepage.metric.totals.notifications.header = \u0e40\u0e21\u0e17\u0e23\u0e34\u0e01\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19
homepage.metric.totals.sentNotifications = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e17\u0e34\u0e49\u0e07\u0e17\u0e35\u0e48\u0e2a\u0e48\u0e07
homepage.metric.totals.sentNotifications.today = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e17\u0e34\u0e49\u0e07\u0e17\u0e35\u0e48\u0e2a\u0e48\u0e07\u0e27\u0e31\u0e19\u0e19\u0e35\u0e49
homepage.metric.totals.sentNotifications.week = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e17\u0e34\u0e49\u0e07\u0e17\u0e35\u0e48\u0e2a\u0e48\u0e07\u0e2a\u0e31\u0e1b\u0e14\u0e32\u0e2b\u0e4c\u0e19\u0e35\u0e49
homepage.metric.totals.sentNotifications.month = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e17\u0e34\u0e49\u0e07\u0e17\u0e35\u0e48\u0e2a\u0e48\u0e07\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e19\u0e35\u0e49
homepage.metric.totals.sentNotifications.hourly = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e17\u0e34\u0e49\u0e07\u0e17\u0e35\u0e48\u0e2a\u0e48\u0e07\u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e19\u0e35\u0e49


homepage.metric.totals.receivedNotifications = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e17\u0e34\u0e49\u0e07\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a
homepage.metric.totals.receivedNotifications.today = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e17\u0e34\u0e49\u0e07\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e27\u0e31\u0e19\u0e19\u0e35\u0e49
homepage.metric.totals.receivedNotifications.week = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e17\u0e34\u0e49\u0e07\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e2a\u0e31\u0e1b\u0e14\u0e32\u0e2b\u0e4c\u0e19\u0e35\u0e49
homepage.metric.totals.receivedNotifications.month = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e17\u0e34\u0e49\u0e07\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e19\u0e35\u0e49
homepage.metric.totals.receivedNotifications.hourly = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e17\u0e34\u0e49\u0e07\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e17\u0e35\u0e48\u0e1c\u0e48\u0e32\u0e19\u0e21\u0e32

homepage.metric.totals.user = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e08\u0e33\u0e40\u0e1e\u0e32\u0e30\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
homepage.metric.totals.visitorPast24Hours = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e40\u0e22\u0e35\u0e48\u0e22\u0e21\u0e0a\u0e21\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19 24 \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e17\u0e35\u0e48\u0e1c\u0e48\u0e32\u0e19\u0e21\u0e32
homepage.metric.totals.visitorPastHour = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e40\u0e22\u0e35\u0e48\u0e22\u0e21\u0e0a\u0e21\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19\u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e17\u0e35\u0e48\u0e1c\u0e48\u0e32\u0e19\u0e21\u0e32
homepage.metric.totals.visitorPast7Days = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e40\u0e22\u0e35\u0e48\u0e22\u0e21\u0e0a\u0e21\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19 7 \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e1c\u0e48\u0e32\u0e19\u0e21\u0e32
homepage.metric.totals.visitorPast30Days = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e40\u0e22\u0e35\u0e48\u0e22\u0e21\u0e0a\u0e21\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19 30 \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e1c\u0e48\u0e32\u0e19\u0e21\u0e32
#homepage.metric.totals.customizedPages = Total number of users with customized pages.
#homepage.metric.topWidgets = The most popular widgets and their counts.

homepage.metric.totals.user.desc = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e40\u0e02\u0e49\u0e32\u0e43\u0e0a\u0e49\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
homepage.metric.totals.available.widgets.desc = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49\u0e43\u0e19\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
homepage.metric.totals.enabled.widgets.desc = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e02\u0e13\u0e30\u0e19\u0e35\u0e49\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e41\u0e25\u0e30\u0e21\u0e35\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e0a\u0e49\u0e1a\u0e19\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
homepage.metric.percentile.widgetsPerUser.desc = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e40\u0e09\u0e25\u0e35\u0e48\u0e22\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e42\u0e14\u0e22\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08 \u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e04\u0e37\u0e2d\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e1b\u0e34\u0e14
homepage.metric.totals.visitorPast24Hours.desc = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e40\u0e22\u0e35\u0e48\u0e22\u0e21\u0e0a\u0e21\u0e08\u0e33\u0e40\u0e1e\u0e32\u0e30\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19 24 \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e17\u0e35\u0e48\u0e1c\u0e48\u0e32\u0e19\u0e21\u0e32
homepage.metric.totals.visitorPastHour.desc = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e40\u0e22\u0e35\u0e48\u0e22\u0e21\u0e0a\u0e21\u0e08\u0e33\u0e40\u0e1e\u0e32\u0e30\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19\u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e17\u0e35\u0e48\u0e1c\u0e48\u0e32\u0e19\u0e21\u0e32
homepage.metric.totals.visitorPast7Days.desc = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e40\u0e22\u0e35\u0e48\u0e22\u0e21\u0e0a\u0e21\u0e08\u0e33\u0e40\u0e1e\u0e32\u0e30\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19 7 \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e1c\u0e48\u0e32\u0e19\u0e21\u0e32
homepage.metric.totals.visitorPast30Days.desc = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e40\u0e22\u0e35\u0e48\u0e22\u0e21\u0e0a\u0e21\u0e08\u0e33\u0e40\u0e1e\u0e23\u0e32\u0e30\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19 30 \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e1c\u0e48\u0e32\u0e19\u0e21\u0e32
homepage.metric.widgetUsage.desc = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e2d\u0e34\u0e19\u0e2a\u0e41\u0e15\u0e19\u0e0b\u0e4c\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e43\u0e0a\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e25\u0e30\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15 \u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e04\u0e37\u0e2d\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e1b\u0e34\u0e14 \u0e41\u0e25\u0e30\u0e44\u0e21\u0e48\u0e22\u0e36\u0e14\u0e01\u0e31\u0e1a\u0e41\u0e16\u0e1a\u0e14\u0e49\u0e32\u0e19\u0e02\u0e49\u0e32\u0e07

label.metrics.title = \u0e40\u0e21\u0e17\u0e23\u0e34\u0e01\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
label.metrics.name = \u0e0a\u0e37\u0e48\u0e2d
label.metrics.value = \u0e04\u0e48\u0e32
label.metrics.asof = \u0e13 \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48:
label.metrics.months = \u0e21\u0e01\u0e23\u0e32\u0e04\u0e21 \u0e01\u0e38\u0e21\u0e20\u0e32\u0e1e\u0e31\u0e19\u0e18\u0e4c \u0e21\u0e35\u0e19\u0e32\u0e04\u0e21 \u0e40\u0e21\u0e29\u0e32\u0e22\u0e19 \u0e1e\u0e24\u0e29\u0e20\u0e32\u0e04\u0e21 \u0e21\u0e34\u0e16\u0e38\u0e19\u0e32\u0e22\u0e19 \u0e01\u0e23\u0e01\u0e0e\u0e32\u0e04\u0e21 \u0e2a\u0e34\u0e07\u0e2b\u0e32\u0e04\u0e21 \u0e01\u0e31\u0e19\u0e22\u0e32\u0e22\u0e19 \u0e15\u0e38\u0e25\u0e32\u0e04\u0e21 \u0e1e\u0e24\u0e28\u0e08\u0e34\u0e01\u0e32\u0e22\u0e19 \u0e18\u0e31\u0e19\u0e27\u0e32\u0e04\u0e21
label.metrics.notSet= \u0e40\u0e21\u0e17\u0e23\u0e34\u0e01\u0e23\u0e30\u0e1a\u0e1a\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e2b\u0e23\u0e37\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e44\u0e14\u0e49\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
label.metrics.storyLifeTime= \u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e23\u0e32\u0e27 \u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e17\u0e34\u0e49\u0e07\u0e2b\u0e25\u0e31\u0e07 {0} \u0e27\u0e31\u0e19
# Search strings
# Common to multiple pages
# Only used in isolation for buttons
# used for tabs in search result ui and advanced search options
jsp.search.allAreas = \u0e17\u0e38\u0e01\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48
jsp.search.activities = \u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
jsp.search.blogs = \u0e1a\u0e25\u0e47\u0e2d\u0e01
jsp.search.communities = \u0e0a\u0e38\u0e21\u0e0a\u0e19
jsp.search.dogear = \u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.search.profiles = \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
jsp.search.wiki = \u0e27\u0e34\u0e01\u0e34
jsp.search.files = \u0e44\u0e1f\u0e25\u0e4c
jsp.search.search.verb = \u0e04\u0e49\u0e19\u0e2b\u0e32
jsp.search.twisty.collapse = \u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e38\u0e1a\u0e2a\u0e48\u0e27\u0e19
jsp.search.help.link = \u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49

#web/jsp/search.jspf
jsp.search.searchbox.default.text = \u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
jsp.search.searchbox.searchdropdown = \u0e1b\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
jsp.search.searchbox.search.activities = \u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
jsp.search.searchbox.search.blogs = \u0e1a\u0e25\u0e47\u0e2d\u0e01
jsp.search.searchbox.search.communities = \u0e0a\u0e38\u0e21\u0e0a\u0e19
jsp.search.searchbox.search.dogear = \u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.search.searchbox.search.profiles = \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
jsp.search.searchbox.search.wikis = \u0e27\u0e34\u0e01\u0e34
jsp.search.searchbox.search.files = \u0e44\u0e1f\u0e25\u0e4c
jsp.search.searchbox.search.forums = \u0e1f\u0e2d\u0e23\u0e31\u0e21
jsp.search.searchbox.search.status_updates = \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30
jsp.search.searchbox.search.directory = \u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35
jsp.search.searchbox.search.directory_named ={0} \u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35
jsp.search.searchbox.search.advanced = \u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07
jsp.search.searchbox.a11y.title = \u0e1b\u0e49\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
jsp.search.searchbox.search.alt = \u0e04\u0e49\u0e19\u0e2b\u0e32

#web/jsp/searchResults.jsp
jsp.search.results.title = \u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08 - \u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
jsp.search.results.advanced.search.button = \u0e2a\u0e23\u0e49\u0e32\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07
jsp.search.comments.Comments = \u0e2b\u0e21\u0e32\u0e22\u0e40\u0e2b\u0e15\u0e38
#web/jsp/searchComponents.jspf
jsp.search.components.results.from = \u0e0a\u0e19\u0e34\u0e14\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32
jsp.search.components.all = \u0e17\u0e38\u0e01\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48
jsp.search.components.help = \u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e27\u0e34\u0e40\u0e04\u0e23\u0e32\u0e30\u0e2b\u0e4c\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e04\u0e25\u0e34\u0e01\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e17\u0e35\u0e48\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c\u0e01\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e25\u0e30\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19 \u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e16\u0e31\u0e14\u0e08\u0e32\u0e01\u0e41\u0e15\u0e48\u0e25\u0e30\u0e0a\u0e37\u0e48\u0e2d\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e23\u0e30\u0e1a\u0e38\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e19\u0e31\u0e49\u0e19

#web/jsp/seachTags.jspf
jsp.search.tags.tags = \u0e41\u0e17\u0e47\u0e01
jsp.search.tags.find = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e41\u0e17\u0e47\u0e01
jsp.search.tags.search = \u0e2a\u0e48\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e41\u0e17\u0e47\u0e01
jsp.search.tags.active = \u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07
jsp.search.tags.help = \u0e04\u0e25\u0e34\u0e01\u0e41\u0e17\u0e47\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e17\u0e35\u0e48\u0e41\u0e17\u0e47\u0e01\u0e01\u0e31\u0e1a\u0e04\u0e33\u0e17\u0e35\u0e48\u0e40\u0e08\u0e32\u0e30\u0e08\u0e07 \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e40\u0e08\u0e32\u0e30\u0e08\u0e07\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e41\u0e17\u0e47\u0e01\u0e19\u0e31\u0e49\u0e19\u0e43\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32 \u0e25\u0e32\u0e01\u0e41\u0e16\u0e1a\u0e40\u0e25\u0e37\u0e48\u0e2d\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e1b\u0e23\u0e31\u0e1a\u0e02\u0e19\u0e32\u0e14\u0e02\u0e2d\u0e07 tag cloud
jsp.search.tags.view.cloud = \u0e14\u0e39\u0e43\u0e19\u0e41\u0e1a\u0e1a cloud
jsp.search.tags.view.list = \u0e14\u0e39\u0e43\u0e19\u0e41\u0e1a\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23

#web/jsp/searchPeople.jspf
jsp.search.people.people = \u0e1a\u0e38\u0e04\u0e04\u0e25
jsp.search.people.most.active = \u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07
jsp.search.people.help = \u0e14\u0e39\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c\u0e01\u0e31\u0e1a\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e04\u0e25\u0e34\u0e01\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e31\u0e49\u0e19

#web/jsp/searchDate.jspf
jsp.search.dates.dates = \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48
jsp.search.dates.most.active = \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07
jsp.search.dates.help = \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2b\u0e23\u0e37\u0e2d\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e20\u0e32\u0e22\u0e43\u0e19\u0e0a\u0e48\u0e27\u0e07\u0e40\u0e27\u0e25\u0e32\u0e17\u0e35\u0e48\u0e40\u0e08\u0e32\u0e30\u0e08\u0e07 \u0e02\u0e22\u0e32\u0e22 twistie \u0e41\u0e25\u0e30\u0e01\u0e23\u0e2d\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e15\u0e32\u0e21\u0e1b\u0e35 \u0e40\u0e14\u0e37\u0e2d\u0e19 \u0e41\u0e25\u0e30\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48
#web/jsp/searchResults.jspf
jsp.search.results.page.heading = \u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32

# Translator: In the next two properties, parameters {0} and {1} are user input
jsp.search.searched.for = \u0e04\u0e38\u0e13\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e33\u0e19\u0e35\u0e49: {0}
jsp.search.searched.for.refined = \u0e04\u0e38\u0e13\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e33\u0e19\u0e35\u0e49: {0} \u0e14\u0e49\u0e27\u0e22\u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49: {1}

#the next two strings are used in the context Results 1 to 10 of 100
jsp.search.results.range = \u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c {0} \u0e16\u0e36\u0e07 {1} \u0e08\u0e32\u0e01 {2}
jsp.search.results.previous = \u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49
jsp.search.results.next = \u0e16\u0e31\u0e14\u0e44\u0e1b
jsp.search.results.page = \u0e40\u0e1e\u0e08
jsp.search.results.first = \u0e41\u0e23\u0e01
jsp.search.results.last = \u0e2a\u0e38\u0e14\u0e17\u0e49\u0e32\u0e22

# In the next property, please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.noresults = \u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e48\u0e07\u0e01\u0e25\u0e31\u0e1a\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c \u0e04\u0e25\u0e34\u0e01 <a href="{0}">\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48</a> \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07

# The two strings below are used in the context Show: 10 | 20 | 50 | 100 | All items
# Because of design, they cannot be resourced in one single string.
# Please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.paging.show = \u0e41\u0e2a\u0e14\u0e07:
jsp.search.results.paging.all = \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 <a href="{0}">\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14</a>

# {0} and {1} contain only numbers
jsp.search.results.paging.jump = \u0e02\u0e49\u0e32\u0e21\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e2b\u0e19\u0e49\u0e32 {0} \u0e08\u0e32\u0e01 {1}

#web/jsp/advancedSearch.jsp
jsp.search.advancedsearch.page.title = \u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08 - \u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e36\u0e49\u0e19\u0e2a\u0e39\u0e07
jsp.search.advancedsearch.title = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07
jsp.search.advancedsearch.tips = \u0e40\u0e04\u0e25\u0e47\u0e14\u0e25\u0e31\u0e1a
jsp.search.advancedsearch.tip.1 = \u0e44\u0e21\u0e48\u0e40\u0e04\u0e22\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 HCL Connections \u0e43\u0e0a\u0e48\u0e44\u0e2b\u0e21
jsp.search.advancedsearch.tip.2 = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e08\u0e32\u0e01\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e17\u0e35\u0e48\u0e40\u0e08\u0e32\u0e30\u0e08\u0e07? \u0e01\u0e33\u0e2b\u0e19\u0e14\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e19\u0e43\u0e08 \u0e02\u0e22\u0e32\u0e22\u0e02\u0e2d\u0e1a\u0e40\u0e02\u0e15\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e04\u0e25\u0e34\u0e01 <B>\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14</B>
jsp.search.advancedsearch.tip.3 = \u0e1b\u0e49\u0e2d\u0e19\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e17\u0e35\u0e48\u0e21\u0e35\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14\u0e19\u0e31\u0e49\u0e19
jsp.search.advancedsearch.description = \u0e1b\u0e49\u0e2d\u0e19\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07
jsp.search.advancedsearch.step.one = \u0e02\u0e31\u0e49\u0e19\u0e17\u0e35\u0e48\u0e2b\u0e19\u0e36\u0e48\u0e07
jsp.search.advancedsearch.step.two = \u0e02\u0e31\u0e49\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e2d\u0e07
jsp.search.advancedsearch.step.three = \u0e02\u0e31\u0e49\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e32\u0e21
jsp.search.advancedsearch.keywords.label = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14:
jsp.search.advancedsearch.features.select = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
jsp.search.advancedsearch.features.all = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
jsp.search.advancedsearch.keywords.description = \u0e40\u0e0a\u0e48\u0e19 \u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32 "design" \u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e38\u0e04\u0e04\u0e25 \u0e1a\u0e25\u0e47\u0e2d\u0e01 \u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21 \u0e0a\u0e38\u0e21\u0e0a\u0e19 \u0e41\u0e25\u0e30\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e17\u0e35\u0e48\u0e21\u0e35\u0e04\u0e33\u0e27\u0e48\u0e32 "design" \u0e43\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e31\u0e27\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07 \u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14 \u0e41\u0e17\u0e47\u0e01 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32
jsp.search.advancedsearch.tags.only = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e32\u0e21\u0e41\u0e17\u0e47\u0e01\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19
#web/jsp/advancedSearch.jsp - All Areas Tab
jsp.search.advancedsearch.all.caption = \u0e43\u0e0a\u0e49\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e1a\u0e32\u0e07\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
jsp.search.advancedsearch.keyword.label = \u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14
jsp.search.advancedsearch.keyword.description = \u0e1b\u0e49\u0e2d\u0e19\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e21\u0e35\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14\u0e19\u0e31\u0e49\u0e19
jsp.search.advancedsearch.tags.label = \u0e41\u0e17\u0e47\u0e01
jsp.search.advancedsearch.tags.description = \u0e1b\u0e49\u0e2d\u0e19\u0e41\u0e17\u0e47\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e41\u0e17\u0e47\u0e01\u0e14\u0e49\u0e27\u0e22\u0e04\u0e33\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e40\u0e09\u0e1e\u0e32\u0e30
jsp.search.advancedsearch.person.label = \u0e1a\u0e38\u0e04\u0e04\u0e25
jsp.search.advancedsearch.person.description = \u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c \u0e41\u0e25\u0e30\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e43\u0e14\u0e46 \u0e17\u0e35\u0e48\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e31\u0e49\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e40\u0e02\u0e35\u0e22\u0e19
jsp.search.advancedsearch.time.label = \u0e01\u0e23\u0e2d\u0e1a\u0e40\u0e27\u0e25\u0e32
jsp.search.advancedsearch.time.description = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e0a\u0e48\u0e27\u0e07\u0e40\u0e27\u0e25\u0e32\u0e17\u0e35\u0e48\u0e08\u0e30\u0e04\u0e49\u0e19\u0e2b\u0e32
jsp.search.advancedsearch.areas.label = \u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e17\u0e35\u0e48\u0e08\u0e30\u0e04\u0e49\u0e19\u0e2b\u0e32
jsp.search.advancedsearch.areas.description = \u0e25\u0e49\u0e32\u0e07\u0e04\u0e48\u0e32\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e15\u0e31\u0e14\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
jsp.search.advancedsearch.searchAllContent = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
jsp.search.advancedsearch.searchMyContent = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19

#web/jsp/noIndex.jsp
jsp.search.noIndex.title = \u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08 - \u0e14\u0e31\u0e0a\u0e19\u0e35\u0e2a\u0e39\u0e0d\u0e2b\u0e32\u0e22 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e2a\u0e35\u0e22\u0e2b\u0e32\u0e22
jsp.search.noIndex.message = \u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e1a\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e19\u0e35\u0e49\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e14\u0e31\u0e0a\u0e19\u0e35\u0e2a\u0e39\u0e0d\u0e2b\u0e32\u0e22 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e2a\u0e35\u0e22\u0e2b\u0e32\u0e22  \u0e04\u0e25\u0e34\u0e01 Back \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07  \u0e16\u0e49\u0e32\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49\u0e22\u0e31\u0e07\u0e04\u0e07\u0e41\u0e2a\u0e14\u0e07\u0e2d\u0e22\u0e39\u0e48 \u0e43\u0e2b\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.search.error = \u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14

#web/jsp/opensearch.jsp
#this jsp is used to provide details about Connections search to browsers so they can include Connections search in their built in search forms
# the service name cannot be longer than 16 characters for the opensearch spec
jsp.search.opensearch.service.name = Connections
# long service name may be up to 48 characters
jsp.search.opensearch.service.long.name = \u0e04\u0e49\u0e19\u0e2b\u0e32 Connections
# the description must be less than 1024 characters for the opensearch spec
jsp.search.opensearch.description = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
# developer must not be longer than 64 characters
jsp.search.opensearch.service.developer = Connections Development Team


# Admin UI: admin/admin.jsp
jsp.admin.title = \u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a
jsp.admin.description = \u0e43\u0e0a\u0e49\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e41\u0e2d\u0e1b\u0e17\u0e35\u0e48\u0e08\u0e30\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
jsp.admin.widgets.click = \u0e04\u0e25\u0e34\u0e01\u0e0a\u0e37\u0e48\u0e2d\u0e41\u0e2d\u0e1b\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01
jsp.admin.enabled.widgets = \u0e41\u0e2d\u0e1b\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
jsp.admin.enabled.widgets.comment = \u0e41\u0e2d\u0e1b\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e1b\u0e23\u0e32\u0e01\u0e0f\u0e02\u0e36\u0e49\u0e19\u0e1a\u0e19\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
jsp.admin.disabled.widgets = \u0e41\u0e2d\u0e1b\u0e17\u0e35\u0e48\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
jsp.admin.disabled.widgets.comment = \u0e41\u0e2d\u0e1b\u0e17\u0e35\u0e48\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e44\u0e21\u0e48\u0e1b\u0e23\u0e32\u0e01\u0e0f\u0e02\u0e36\u0e49\u0e19\u0e1a\u0e19\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
jsp.admin.button.disable = \u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
jsp.admin.button.edit = \u0e41\u0e01\u0e49\u0e44\u0e02
jsp.admin.button.remove = \u0e25\u0e1a\u0e2d\u0e2d\u0e01
jsp.admin.button.enable = \u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
jsp.admin.button.add = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e2d\u0e1b\u0e2d\u0e37\u0e48\u0e19
jsp.admin.button.refresh = \u0e23\u0e35\u0e40\u0e1f\u0e23\u0e0a\u0e41\u0e04\u0e0a
jsp.admin.button.add.mapping = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e
jsp.admin.button.edit.mapping = \u0e41\u0e01\u0e49\u0e44\u0e02\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e
jsp.admin.button.delete.mapping = \u0e25\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e
jsp.admin.test.mode.title = \u0e42\u0e2b\u0e21\u0e14\u0e17\u0e14\u0e2a\u0e2d\u0e1a:
jsp.admin.test.mode.checkbox = \u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e41\u0e2d\u0e1b\u0e17\u0e35\u0e48\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
jsp.admin.add.page.title = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e2d\u0e1b\u0e43\u0e2b\u0e21\u0e48
jsp.admin.edit.page.title = \u0e41\u0e01\u0e49\u0e44\u0e02\u0e41\u0e2d\u0e1b
jsp.admin.edit.widget.type = \u0e0a\u0e19\u0e34\u0e14\u0e41\u0e2d\u0e1b:
jsp.admin.edit.widget.type.comment = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e0a\u0e19\u0e34\u0e14\u0e02\u0e2d\u0e07\u0e41\u0e2d\u0e1b
jsp.admin.edit.widget.type.iwidget = iWidget
# OpenSocial should not be translated as it's the name of a standard
jsp.admin.edit.widget.type.osgadget = \u0e41\u0e01\u0e47\u0e14\u0e40\u0e08\u0e47\u0e15 OpenSocial
jsp.admin.edit.widget.name = \u0e2b\u0e31\u0e27\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e41\u0e2d\u0e1b:
jsp.admin.edit.widget.name.comment = \u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e41\u0e2d\u0e1b \u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e40\u0e0a\u0e48\u0e19 \u0e1a\u0e25\u0e47\u0e2d\u0e01
jsp.admin.edit.widget.description = \u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14:
jsp.admin.edit.widget.description.comment = \u0e1b\u0e49\u0e2d\u0e19\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e41\u0e2d\u0e1b \u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e40\u0e0a\u0e48\u0e19 \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e41\u0e25\u0e30\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
jsp.admin.edit.widget.url = \u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a URL:
jsp.admin.edit.widget.url.comment = \u0e1b\u0e49\u0e2d\u0e19\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e41\u0e2d\u0e1b \u0e0b\u0e36\u0e48\u0e07\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e17\u0e35\u0e48\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e41\u0e1a\u0e1a\u0e2a\u0e31\u0e21\u0e1a\u0e39\u0e23\u0e13\u0e4c \u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e40\u0e0a\u0e48\u0e19 http://myserver.com/mywidget.xml
jsp.admin.edit.widget.secureurl = \u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a URL \u0e41\u0e1a\u0e1a\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22:
jsp.admin.edit.widget.secureurl.comment = \u0e1b\u0e49\u0e2d\u0e19\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e41\u0e2d\u0e1b \u0e0b\u0e36\u0e48\u0e07\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e17\u0e35\u0e48\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e41\u0e1a\u0e1a\u0e2a\u0e31\u0e21\u0e1a\u0e39\u0e23\u0e13\u0e4c \u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e40\u0e0a\u0e48\u0e19 https://myserver.com/mywidget.xml
jsp.admin.edit.widget.iconurl = \u0e44\u0e2d\u0e04\u0e2d\u0e19 URL:
jsp.admin.edit.widget.iconurl.comment = \u0e1b\u0e49\u0e2d\u0e19\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e44\u0e2d\u0e04\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e2d\u0e1b\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07 \u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e04\u0e27\u0e23\u0e21\u0e35\u0e02\u0e19\u0e32\u0e14 16 x 16 \u0e1e\u0e34\u0e01\u0e40\u0e0b\u0e25 (favicons \u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e44\u0e14\u0e49)
jsp.admin.edit.widget.iconsecureurl = URL \u0e41\u0e1a\u0e1a\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e02\u0e2d\u0e07\u0e44\u0e2d\u0e04\u0e2d\u0e19:
jsp.admin.edit.widget.iconsecureurl.comment = \u0e1b\u0e49\u0e2d\u0e19\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e44\u0e2d\u0e04\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e2d\u0e1b\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07 \u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e04\u0e27\u0e23\u0e21\u0e35\u0e02\u0e19\u0e32\u0e14 16 x 16 \u0e1e\u0e34\u0e01\u0e40\u0e0b\u0e25 (favicons \u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e44\u0e14\u0e49)
jsp.admin.edit.widget.homepagespecific = \u0e43\u0e0a\u0e49\u0e41\u0e17\u0e47\u0e01\u0e08\u0e33\u0e40\u0e1e\u0e32\u0e30\u0e02\u0e2d\u0e07 HCL Connections:
jsp.admin.edit.widget.cache = Descriptor \u0e41\u0e2d\u0e1b\u0e41\u0e04\u0e0a:
jsp.admin.edit.widget.preview = \u0e41\u0e2a\u0e14\u0e07\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07 URL \u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e:
jsp.admin.edit.widget.preview.comment = \u0e1b\u0e49\u0e2d\u0e19\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07 \u0e0b\u0e36\u0e48\u0e07\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e2a\u0e31\u0e21\u0e1a\u0e39\u0e23\u0e13\u0e4c\u0e2b\u0e23\u0e37\u0e2d\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c \u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e40\u0e0a\u0e48\u0e19 http://myserver.com/images/image.gif
jsp.admin.edit.widget.category = \u0e2b\u0e21\u0e27\u0e14\u0e2b\u0e21\u0e39\u0e48:
jsp.admin.edit.widget.category.comment = \u0e40\u0e0a\u0e48\u0e19 \u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.admin.edit.widget.tab.widget = \u0e41\u0e2a\u0e14\u0e07\u0e1a\u0e19\u0e40\u0e1e\u0e08\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19:
jsp.admin.edit.widget.tab.widget.comment = \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e41\u0e2d\u0e1b \u0e1a\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e2b\u0e19\u0e49\u0e32\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15 \u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2a\u0e2d\u0e07\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e41\u0e2d\u0e1b\u0e43\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2a\u0e2d\u0e07\u0e17\u0e35\u0e48
jsp.admin.edit.widget.tab.update =  \u0e41\u0e2a\u0e14\u0e07\u0e40\u0e1e\u0e08\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15:
jsp.admin.edit.widget.tab.update.comment = \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e41\u0e2d\u0e1b \u0e1a\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e2b\u0e19\u0e49\u0e32\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15 \u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2a\u0e2d\u0e07\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e41\u0e2d\u0e1b\u0e43\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2a\u0e2d\u0e07\u0e17\u0e35\u0e48
jsp.admin.edit.widget.opened = \u0e40\u0e1b\u0e34\u0e14\u0e42\u0e14\u0e22\u0e04\u0e48\u0e32\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c:
jsp.admin.edit.widget.opened.comment = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e41\u0e2d\u0e1b\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08\u0e04\u0e23\u0e31\u0e49\u0e07\u0e41\u0e23\u0e01
jsp.admin.edit.widget.view = \u0e2b\u0e25\u0e32\u0e22\u0e41\u0e2d\u0e1b:
jsp.admin.edit.widget.view.comment = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e2a\u0e14\u0e07\u0e2b\u0e25\u0e32\u0e22\u0e2d\u0e34\u0e19\u0e2a\u0e41\u0e15\u0e19\u0e0b\u0e4c\u0e02\u0e2d\u0e07\u0e41\u0e2d\u0e1b
jsp.admin.edit.widget.prereqs = \u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e21\u0e35:
jsp.admin.edit.button.ok = \u0e15\u0e01\u0e25\u0e07
jsp.admin.edit.button.save = \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
jsp.admin.edit.button.cancel = \u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
jsp.admin.tips = \u0e40\u0e04\u0e25\u0e47\u0e14\u0e25\u0e31\u0e1a
jsp.admin.tip.header = \u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e43\u0e2b\u0e21\u0e48?
jsp.admin.tip.1 = \u0e43\u0e0a\u0e49\u0e2b\u0e19\u0e49\u0e32\u0e01\u0e32\u0e23\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e41\u0e25\u0e30\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e41\u0e15\u0e48\u0e25\u0e30\u0e41\u0e2d\u0e1b \u0e41\u0e25\u0e30\u0e41\u0e01\u0e49\u0e44\u0e02\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14
jsp.admin.tip.2 = \u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e2d\u0e1b\u0e43\u0e2b\u0e21\u0e48\u0e08\u0e32\u0e01\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e2b\u0e23\u0e37\u0e2d\u0e08\u0e32\u0e01\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e2d\u0e37\u0e48\u0e19\u0e46
jsp.admin.error.select.widget = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e2d\u0e1b\u0e01\u0e48\u0e2d\u0e19\u0e17\u0e33\u0e41\u0e2d\u0e47\u0e04\u0e0a\u0e31\u0e19
jsp.admin.error.empty.name = \u0e1b\u0e49\u0e2d\u0e19\u0e2b\u0e31\u0e27\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e2d\u0e1b\u0e01\u0e48\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
jsp.admin.error.empty.url = \u0e1b\u0e49\u0e2d\u0e19 URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e2d\u0e1b\u0e01\u0e48\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
jsp.admin.error.system.widgets = \u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e41\u0e2d\u0e1b\u0e23\u0e30\u0e1a\u0e1a\u0e44\u0e14\u0e49
jsp.admin.error.protocol = \u0e42\u0e1b\u0e23\u0e42\u0e15\u0e04\u0e2d\u0e25\u0e44\u0e21\u0e48\u0e23\u0e2d\u0e07\u0e23\u0e31\u0e1a\u0e41\u0e2d\u0e1b\u0e23\u0e35\u0e0b\u0e2d\u0e23\u0e4c\u0e2a
jsp.admin.error.url = \u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e23\u0e35\u0e0b\u0e2d\u0e23\u0e4c\u0e2a\u0e17\u0e35\u0e48\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e19\u0e35\u0e49
jsp.admin.error.verified = \u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e23\u0e35\u0e0b\u0e2d\u0e23\u0e4c\u0e2a \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.admin.error.widgettab = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e41\u0e2a\u0e14\u0e07\u0e41\u0e2d\u0e1b\u0e43\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2b\u0e23\u0e37\u0e2d\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e41\u0e2d\u0e1b \u0e2b\u0e23\u0e37\u0e2d\u0e17\u0e31\u0e49\u0e07\u0e2a\u0e2d\u0e07
jsp.admin.error.newwidget = \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e41\u0e2d\u0e1b\u0e43\u0e2b\u0e21\u0e48 \u0e41\u0e2d\u0e1b\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e41\u0e15\u0e48\u0e2d\u0e32\u0e08\u0e17\u0e33\u0e07\u0e32\u0e19\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
jsp.admin.error.enablewidget = \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e41\u0e2d\u0e1b \u0e41\u0e2d\u0e1b\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e41\u0e15\u0e48\u0e2d\u0e32\u0e08\u0e17\u0e33\u0e07\u0e32\u0e19\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
jsp.admin.error.editwidget = \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e2d\u0e1b \u0e41\u0e2d\u0e1b\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e41\u0e15\u0e48\u0e2d\u0e32\u0e08\u0e17\u0e33\u0e07\u0e32\u0e19\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
jsp.admin.error.refreshcache = \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e23\u0e35\u0e40\u0e1f\u0e23\u0e0a\u0e41\u0e04\u0e0a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e2d\u0e1b
jsp.admin.gadgetSettings.legend = \u0e04\u0e48\u0e32\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e41\u0e01\u0e47\u0e14\u0e40\u0e08\u0e47\u0e15\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e14\u0e2d\u0e30\u0e25\u0e47\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49
jsp.admin.gadgetSettings.gadgetSecurityLabel = \u0e01\u0e32\u0e23\u0e23\u0e31\u0e01\u0e29\u0e32\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22:
jsp.admin.gadgetSettings.gadgetsecurityUnrestriced = \u0e17\u0e35\u0e48\u0e44\u0e27\u0e49\u0e27\u0e32\u0e07\u0e43\u0e08
jsp.admin.gadgetSettings.gadgetsso = \u0e43\u0e0a\u0e49 SSO
jsp.admin.gadgetSettings.gadgetSecurityRestricted = \u0e08\u0e33\u0e01\u0e31\u0e14
jsp.admin.gadgetSettings.gadgetSettingsHelp = \u0e41\u0e01\u0e47\u0e14\u0e40\u0e08\u0e47\u0e15\u0e17\u0e35\u0e48\u0e44\u0e27\u0e49\u0e27\u0e32\u0e07\u0e43\u0e08\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07 APIs \u0e17\u0e35\u0e48\u0e2d\u0e32\u0e08\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d\u0e22\u0e34\u0e48\u0e07
jsp.admin.gadgetSettings.gadgetsecurityLabel = \u0e08\u0e38\u0e14\u0e01\u0e32\u0e23\u0e23\u0e27\u0e21 UI:
jsp.admin.gadgetSettings.gadgetshareboxLabel = \u0e41\u0e2a\u0e14\u0e07\u0e43\u0e19\u0e44\u0e14\u0e2d\u0e30\u0e25\u0e47\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e2b\u0e25\u0e31\u0e07\u0e41\u0e01\u0e47\u0e14\u0e40\u0e08\u0e47\u0e15:
jsp.admin.gadgetSettings.gadgeteeLabel = \u0e41\u0e2a\u0e14\u0e07\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
jsp.admin.gadgetSettings.gadgeturlaccesslabel = \u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e1c\u0e48\u0e32\u0e19\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35:
jsp.admin.gadgetSettings.gadgeturlaccessExternal = \u0e20\u0e32\u0e22\u0e19\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e17\u0e23\u0e32\u0e40\u0e19\u0e47\u0e15\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19
jsp.admin.gadgetSettings.gadgeturlaccessAny = \u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
jsp.admin.gadgetSettings.gadgeturlaccessCustom = \u0e01\u0e0e\u0e41\u0e1a\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e01\u0e47\u0e14\u0e40\u0e08\u0e47\u0e15\u0e19\u0e35\u0e49\u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c proxy-policy.dynamic
jsp.admin.gadgetSettings.widgetOrGadgetHelp = URL \u0e43\u0e14\u0e17\u0e35\u0e48\u0e41\u0e01\u0e47\u0e14\u0e40\u0e08\u0e47\u0e15\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e44\u0e14\u0e49
jsp.admin.gadgetSettings.gadgetoauthLabel = \u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c OAuth:
jsp.admin.gadgetSettings.serviceName=\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a:
jsp.admin.gadgetSettings.oauthMappings= \u0e41\u0e21\u0e47\u0e1e\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a\u0e01\u0e31\u0e1a\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c Oauth \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e01\u0e49\u0e44\u0e02
jsp.admin.gadgetSettings.serviceMappings= \u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a:
jsp.admin.alert.willupdate=\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e04\u0e48\u0e32\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e1a\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e08\u0e2d\u0e19\u0e35\u0e49\u0e08\u0e30\u0e2a\u0e48\u0e07\u0e1c\u0e25\u0e43\u0e2b\u0e49\u0e40\u0e01\u0e34\u0e14\u0e01\u0e32\u0e23\u0e23\u0e35\u0e40\u0e1f\u0e23\u0e0a\u0e0b\u0e36\u0e48\u0e07\u0e43\u0e2b\u0e49\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d\u0e01\u0e31\u0e1a\u0e14\u0e49\u0e32\u0e19\u0e1a\u0e19\u0e02\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32
jsp.admin.alert.willupdate.2=\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19 {0} \u0e08\u0e30\u0e2a\u0e48\u0e07\u0e1c\u0e25\u0e43\u0e2b\u0e49\u0e40\u0e01\u0e34\u0e14\u0e01\u0e32\u0e23\u0e23\u0e35\u0e40\u0e1f\u0e23\u0e0a\u0e0b\u0e36\u0e48\u0e07\u0e43\u0e2b\u0e49\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d\u0e01\u0e31\u0e1a\u0e14\u0e49\u0e32\u0e19\u0e1a\u0e19\u0e02\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32

# Getting Start UI: web/gettingStartedPage.action
jsp.start.title = \u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 HCL Connections
jsp.start.sub.title = \u0e43\u0e0a\u0e49\u0e41\u0e17\u0e47\u0e1a\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e33\u0e04\u0e38\u0e13\u0e2a\u0e39\u0e48\u0e20\u0e32\u0e23\u0e01\u0e34\u0e08\u0e1e\u0e37\u0e49\u0e19\u0e10\u0e32\u0e19\u0e1a\u0e32\u0e07\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e41\u0e25\u0e30\u0e0a\u0e48\u0e27\u0e22\u0e04\u0e38\u0e13\u0e40\u0e23\u0e34\u0e48\u0e21\u0e43\u0e0a\u0e49\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e2b\u0e25\u0e31\u0e01\u0e1a\u0e32\u0e07\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e23
jsp.start.checkbox.label = \u0e44\u0e21\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e41\u0e2a\u0e14\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e08\u0e2d\u0e19\u0e35\u0e49\u0e43\u0e19\u0e15\u0e2d\u0e19\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
jsp.start.step1.tab.title.nocaps = \u0e22\u0e34\u0e19\u0e14\u0e35\u0e15\u0e49\u0e2d\u0e19\u0e23\u0e31\u0e1a
jsp.start.step1.tab.title = \u0e22\u0e34\u0e19\u0e14\u0e35\u0e15\u0e49\u0e2d\u0e19\u0e23\u0e31\u0e1a
jsp.start.step1.title = \u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 HCL Connections
jsp.start.step1.sub.title = \u0e41\u0e25\u0e19\u0e14\u0e34\u0e49\u0e07\u0e40\u0e1e\u0e08\u0e19\u0e35\u0e49\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e1b\u0e23\u0e30\u0e2a\u0e1a\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e41\u0e23\u0e01\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 HCL Connections
jsp.start.step1.text = \u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e43\u0e19\u0e40\u0e1e\u0e08\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e41\u0e01\u0e49\u0e44\u0e02 gettingstarted-config.xml \u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e22\u0e31\u0e07\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21 \u0e2b\u0e23\u0e37\u0e2d\u0e25\u0e1a\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e41\u0e25\u0e30\u0e43\u0e2a\u0e48\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07 \u0e40\u0e0a\u0e48\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e22\u0e34\u0e19\u0e14\u0e35\u0e15\u0e49\u0e2d\u0e19\u0e23\u0e31\u0e1a\u0e08\u0e32\u0e01 CEO
jsp.start.share.sub.title = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e27\u0e48\u0e32\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19 \u0e41\u0e25\u0e30\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e14\u0e49\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e44\u0e23\u0e48
jsp.start.explore.tab.title.nocaps = \u0e2a\u0e33\u0e23\u0e27\u0e08
jsp.start.explore.tab.title = \u0e2a\u0e33\u0e23\u0e27\u0e08
jsp.start.explore.title = \u0e2a\u0e33\u0e23\u0e27\u0e08
jsp.start.explore.sub.title = \u0e28\u0e36\u0e01\u0e29\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e15\u0e48\u0e32\u0e07 \u0e46 \u0e02\u0e2d\u0e07 HCL Connections

jsp.start.welcome.title = \u0e22\u0e34\u0e19\u0e14\u0e35\u0e15\u0e49\u0e2d\u0e19\u0e23\u0e31\u0e1a\u0e2a\u0e39\u0e48 HCL Connections
jsp.start.welcome.sub.title = \u0e40\u0e23\u0e35\u0e22\u0e19\u0e23\u0e39\u0e49\u0e27\u0e48\u0e32 HCL Connections \u0e04\u0e37\u0e2d\u0e2d\u0e30\u0e44\u0e23 \u0e41\u0e25\u0e30\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e44\u0e23
jsp.start.welcome.text.line1 = HCL Connections \u0e19\u0e33\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e17\u0e32\u0e07\u0e2a\u0e31\u0e07\u0e04\u0e21\u0e21\u0e32\u0e44\u0e27\u0e49\u0e43\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23 \u0e0b\u0e36\u0e48\u0e07\u0e0a\u0e48\u0e27\u0e22\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e37\u0e48\u0e2d\u0e2a\u0e32\u0e23 \u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19 \u0e41\u0e25\u0e30\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c\u0e17\u0e35\u0e48\u0e43\u0e01\u0e25\u0e49\u0e0a\u0e34\u0e14\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19 \u0e44\u0e21\u0e48\u0e27\u0e48\u0e32\u0e04\u0e38\u0e13\u0e08\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e1b\u0e31\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e33\u0e04\u0e31\u0e0d \u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e21\u0e35\u0e1b\u0e23\u0e30\u0e42\u0e22\u0e0a\u0e19\u0e4c \u0e2b\u0e23\u0e37\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e19\u0e43\u0e08 \u0e01\u0e47\u0e21\u0e35\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e15\u0e2d\u0e1a\u0e2a\u0e19\u0e2d\u0e07\u0e17\u0e38\u0e01\u0e04\u0e27\u0e32\u0e21\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23
jsp.start.welcome.text.line3 = \u0e04\u0e25\u0e34\u0e01 <b>\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49</b> \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19  \u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19\u0e41\u0e25\u0e30\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e01\u0e32\u0e23\u0e41\u0e25\u0e01\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e25\u0e30\u0e41\u0e19\u0e27\u0e04\u0e34\u0e14 \u0e08\u0e32\u0e01\u0e19\u0e31\u0e49\u0e19 \u0e14\u0e39\u0e27\u0e34\u0e14\u0e35\u0e42\u0e2d\u0e2a\u0e32\u0e18\u0e34\u0e15\u0e1a\u0e19\u0e41\u0e17\u0e47\u0e1a <b>\u0e2a\u0e33\u0e23\u0e27\u0e08</b> \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e28\u0e36\u0e01\u0e29\u0e32\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1a\u0e37\u0e49\u0e2d\u0e07\u0e15\u0e49\u0e19\u0e02\u0e2d\u0e07\u0e41\u0e2d\u0e1b\u0e2d\u0e37\u0e48\u0e19\u0e41\u0e25\u0e30\u0e27\u0e34\u0e18\u0e35\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e41\u0e2d\u0e1b\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19

# Getting started - Visitor tab

jsp.start.welcome.visitor.text.line1 = \u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e19\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e19\u0e35\u0e49\u0e40\u0e0a\u0e34\u0e0d\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e0a\u0e38\u0e21\u0e0a\u0e19 HCL Connections \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e14\u0e49\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e44\u0e1f\u0e25\u0e4c\u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e04\u0e38\u0e13 HCL Connections \u0e21\u0e2d\u0e1a\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e21\u0e37\u0e2d\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e17\u0e33\u0e07\u0e32\u0e19\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e04\u0e38\u0e13\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21 HCL Connections \u0e04\u0e38\u0e13\u0e08\u0e30\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e20\u0e32\u0e22\u0e19\u0e2d\u0e01\u0e43\u0e19\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e19\u0e35\u0e49
jsp.start.welcome.visitor.text.line2 = \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e17\u0e31\u0e19\u0e17\u0e35 \u0e43\u0e2b\u0e49\u0e04\u0e25\u0e34\u0e01 {0} \u0e2b\u0e23\u0e37\u0e2d {1} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e27\u0e48\u0e32\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e23\u0e2d\u0e04\u0e38\u0e13\u0e2d\u0e22\u0e39\u0e48\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48
jsp.start.welcome.visitor.text.line3 = \u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e19\u0e23\u0e39\u0e49\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48? \u0e04\u0e25\u0e34\u0e01 {0} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2b\u0e32\u0e04\u0e33\u0e15\u0e2d\u0e1a
jsp.start.welcome.visitor.text.homepage = {0} \u0e08\u0e30\u0e0a\u0e48\u0e27\u0e22\u0e04\u0e38\u0e13\u0e04\u0e49\u0e19\u0e1e\u0e1a\u0e2a\u0e34\u0e48\u0e07\u0e43\u0e2b\u0e21\u0e48 \u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e43\u0e2a\u0e48\u0e43\u0e08 \u0e41\u0e25\u0e30\u0e40\u0e27\u0e25\u0e32\u0e17\u0e35\u0e48\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19\u0e01\u0e25\u0e48\u0e32\u0e27\u0e16\u0e36\u0e07\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e23\u0e27\u0e14\u0e40\u0e23\u0e47\u0e27 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e30\u0e42\u0e22\u0e0a\u0e19\u0e4c\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e08\u0e32\u0e01\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49 \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e43\u0e2b\u0e49\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e41\u0e25\u0e30\u0e44\u0e1f\u0e25\u0e4c \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e04\u0e23\u0e31\u0e49\u0e07\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e44\u0e14\u0e49\u0e42\u0e14\u0e22\u0e07\u0e48\u0e32\u0e22 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e34\u0e14\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08 \u0e43\u0e2b\u0e49\u0e04\u0e25\u0e34\u0e01\u0e41\u0e17\u0e47\u0e1a\u0e42\u0e2e\u0e21
jsp.start.welcome.visitor.text.communities = \u0e43\u0e0a\u0e49 {0} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e19\u0e43\u0e08 \u0e0b\u0e36\u0e48\u0e07\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e44\u0e1f\u0e25\u0e4c \u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e42\u0e1b\u0e23\u0e40\u0e08\u0e47\u0e01\u0e15\u0e4c \u0e16\u0e32\u0e21\u0e41\u0e25\u0e30\u0e15\u0e2d\u0e1a\u0e04\u0e33\u0e16\u0e32\u0e21 \u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19\u0e41\u0e01\u0e49\u0e44\u0e02\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 \u0e41\u0e25\u0e30\u0e23\u0e30\u0e14\u0e21\u0e2a\u0e21\u0e2d\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e40\u0e01\u0e34\u0e14\u0e41\u0e19\u0e27\u0e04\u0e34\u0e14\u0e43\u0e2b\u0e21\u0e48 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e2d\u0e22\u0e39\u0e48 \u0e43\u0e2b\u0e49\u0e04\u0e25\u0e34\u0e01\u0e41\u0e17\u0e47\u0e1a\u0e0a\u0e38\u0e21\u0e0a\u0e19
jsp.start.welcome.visitor.text.files = {0} \u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e44\u0e1f\u0e25\u0e4c\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19 \u0e41\u0e25\u0e30\u0e14\u0e39\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a\u0e04\u0e38\u0e13 \u0e1b\u0e31\u0e01\u0e2b\u0e21\u0e38\u0e14\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e1a\u0e48\u0e2d\u0e22 \u0e46 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e44\u0e1f\u0e25\u0e4c\u0e19\u0e31\u0e49\u0e19\u0e44\u0e14\u0e49\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e23\u0e27\u0e14\u0e40\u0e23\u0e47\u0e27 \u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e44\u0e1f\u0e25\u0e4c \u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14 \u0e2b\u0e23\u0e37\u0e2d\u0e43\u0e0a\u0e49\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e19\u0e01\u0e32\u0e23\u0e41\u0e01\u0e49\u0e44\u0e02\u0e23\u0e48\u0e27\u0e21\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e17\u0e33\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e32\u0e07\u0e2d\u0e2d\u0e19\u0e44\u0e25\u0e19\u0e4c
jsp.start.welcome.visitor.homepage = \u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
jsp.start.welcome.visitor.help = \u0e09\u0e31\u0e19\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e33\u0e2d\u0e30\u0e44\u0e23\u0e44\u0e14\u0e49\u0e1a\u0e49\u0e32\u0e07\u0e43\u0e19\u0e10\u0e32\u0e19\u0e19\u0e30\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e20\u0e32\u0e22\u0e19\u0e2d\u0e01?

# Getting started - share tab
jsp.start.share.tab.title.nocaps=\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49
jsp.start.share.tab.title=\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49
jsp.start.share.title=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e17\u0e33\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e44\u0e23\u0e15\u0e48\u0e2d\u0e44\u0e1b?
jsp.start.share.component.headline.documents=\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e41\u0e25\u0e30\u0e23\u0e35\u0e0b\u0e2d\u0e23\u0e4c\u0e2a
jsp.start.share.component.headline.collaborate=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e28\u0e39\u0e19\u0e22\u0e4c\u0e01\u0e25\u0e32\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e17\u0e35\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e17\u0e33\u0e07\u0e32\u0e19\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19
jsp.start.share.component.headline.ideas=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e17\u0e35\u0e48\u0e17\u0e35\u0e48\u0e17\u0e35\u0e21\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19
jsp.start.share.component.headline.knowledge=\u0e40\u0e01\u0e47\u0e1a\u0e23\u0e31\u0e01\u0e29\u0e32\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e2a\u0e48\u0e27\u0e19\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49\u0e41\u0e25\u0e30\u0e04\u0e27\u0e32\u0e21\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e0d\u0e0a\u0e32\u0e0d\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
jsp.start.share.component.headline.people=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e08\u0e30\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e14\u0e49\u0e27\u0e22
jsp.start.share.component.headline.links=\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19\u0e01\u0e31\u0e1a\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c
jsp.start.share.component.headline.library=\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e17\u0e32\u0e19\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e08\u0e32\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19

jsp.start.share.component.body.title.tryMultiple=\u0e25\u0e2d\u0e07 {0} \u0e2b\u0e23\u0e37\u0e2d {1}
jsp.start.share.component.body.title.try=\u0e25\u0e2d\u0e07 {0}

jsp.start.share.component.body.documents.files=\u0e43\u0e0a\u0e49\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14 \u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49 \u0e41\u0e25\u0e30\u0e40\u0e01\u0e47\u0e1a\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e17\u0e35\u0e48\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e28\u0e39\u0e19\u0e22\u0e4c\u0e01\u0e25\u0e32\u0e07
jsp.start.share.component.body.documents.activities=\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19 \u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e08\u0e31\u0e14\u0e23\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e1a\u0e07\u0e32\u0e19\u0e41\u0e25\u0e30\u0e23\u0e35\u0e0b\u0e2d\u0e23\u0e4c\u0e2a\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e20\u0e32\u0e23\u0e01\u0e34\u0e08\u0e43\u0e19\u0e42\u0e1b\u0e23\u0e40\u0e08\u0e47\u0e01\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e17\u0e35\u0e21\u0e04\u0e38\u0e13

jsp.start.share.component.body.collaborate.communities=\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e19\u0e33\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19\u0e21\u0e32\u0e23\u0e27\u0e21\u0e40\u0e02\u0e49\u0e32\u0e14\u0e49\u0e27\u0e22\u0e01\u0e31\u0e19 \u0e43\u0e0a\u0e49\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e17\u0e35\u0e48\u0e08\u0e31\u0e14\u0e43\u0e2b\u0e49\u0e42\u0e14\u0e22\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e49\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08 \u0e43\u0e2b\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e23\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e1a \u0e41\u0e25\u0e30\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d \u0e01\u0e23\u0e30\u0e15\u0e38\u0e49\u0e19\u0e43\u0e2b\u0e49\u0e17\u0e35\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e23\u0e48\u0e27\u0e21\u0e21\u0e37\u0e2d\u0e01\u0e31\u0e19 \u0e41\u0e25\u0e30\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e25\u0e47\u0e2d\u0e01 \u0e27\u0e34\u0e01\u0e34 \u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21 \u0e1f\u0e2d\u0e23\u0e31\u0e21 \u0e41\u0e25\u0e30\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.start.share.component.body.ideas.forums=\u0e1f\u0e2d\u0e23\u0e31\u0e21\u0e40\u0e1b\u0e47\u0e19\u0e17\u0e35\u0e48\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e1b\u0e23\u0e30\u0e42\u0e22\u0e0a\u0e19\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e17\u0e35\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e43\u0e19\u0e01\u0e32\u0e23\u0e23\u0e30\u0e14\u0e21\u0e04\u0e27\u0e32\u0e21\u0e04\u0e34\u0e14\u0e41\u0e25\u0e30\u0e23\u0e27\u0e1a\u0e23\u0e27\u0e21\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e15\u0e48\u0e32\u0e07 \u0e46 \u0e43\u0e0a\u0e49\u0e1f\u0e2d\u0e23\u0e31\u0e21\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e01\u0e31\u0e1a\u0e17\u0e35\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e41\u0e25\u0e30\u0e2a\u0e19\u0e17\u0e19\u0e32\u0e43\u0e19\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e17\u0e35\u0e48\u0e2a\u0e19\u0e43\u0e08\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19
jsp.start.share.component.body.ideas.wikis=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e27\u0e34\u0e01\u0e34\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e17\u0e35\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e21\u0e35\u0e2a\u0e16\u0e32\u0e19\u0e17\u0e35\u0e48\u0e28\u0e39\u0e19\u0e22\u0e4c\u0e01\u0e25\u0e32\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e1e\u0e31\u0e12\u0e19\u0e32\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e43\u0e19\u0e27\u0e34\u0e18\u0e35\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e2b\u0e22\u0e38\u0e14\u0e22\u0e34\u0e48\u0e07 \u0e41\u0e25\u0e30\u0e21\u0e35\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e49\u0e04\u0e27\u0e32\u0e21\u0e23\u0e48\u0e27\u0e21\u0e21\u0e37\u0e2d\u0e01\u0e31\u0e19
jsp.start.share.component.body.knowledge.blogs=\u0e1a\u0e25\u0e47\u0e2d\u0e01 \u0e04\u0e37\u0e2d\u0e40\u0e08\u0e2d\u0e23\u0e4c\u0e19\u0e31\u0e25\u0e2d\u0e2d\u0e19\u0e44\u0e25\u0e19\u0e4c\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e01\u0e31\u0e1a\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e43\u0e0a\u0e49\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e08\u0e49\u0e07\u0e43\u0e2b\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e17\u0e23\u0e32\u0e1a\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e1e\u0e31\u0e12\u0e19\u0e32\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e43\u0e19\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e17\u0e35\u0e48\u0e40\u0e08\u0e32\u0e30\u0e08\u0e07 \u0e43\u0e2b\u0e49\u0e04\u0e19\u0e2d\u0e37\u0e48\u0e19\u0e46 \u0e17\u0e23\u0e32\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e33\u0e44\u0e1b\u0e43\u0e0a\u0e49\u0e44\u0e14\u0e49 \u0e2b\u0e23\u0e37\u0e2d\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23\u0e41\u0e25\u0e30\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.start.share.component.body.people.profiles=\u0e43\u0e0a\u0e49 \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e21\u0e32\u0e30\u0e2a\u0e21\u0e44\u0e14\u0e49\u0e23\u0e27\u0e14\u0e40\u0e23\u0e47\u0e27\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e08\u0e32\u0e01\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d \u0e1b\u0e39\u0e21\u0e2b\u0e25\u0e31\u0e07 \u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d \u0e2a\u0e23\u0e49\u0e32\u0e07\u0e0a\u0e38\u0e14\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e1b\u0e23\u0e30\u0e42\u0e22\u0e0a\u0e19\u0e4c\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e34\u0e0d\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d \u0e41\u0e25\u0e30\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d!
jsp.start.share.component.body.links.dogear=\u0e43\u0e0a\u0e49\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e01\u0e47\u0e1a \u0e08\u0e31\u0e14\u0e23\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e1a \u0e41\u0e25\u0e30\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e2d\u0e34\u0e19\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e40\u0e19\u0e47\u0e15\u0e41\u0e25\u0e30\u0e2d\u0e34\u0e19\u0e17\u0e23\u0e32\u0e40\u0e19\u0e47\u0e15\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e08\u0e32\u0e01\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e28\u0e39\u0e19\u0e22\u0e4c\u0e01\u0e25\u0e32\u0e07\u0e17\u0e35\u0e48\u0e2a\u0e30\u0e14\u0e27\u0e01 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e1a\u0e32\u0e07\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 \u0e42\u0e14\u0e22\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e08\u0e30\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e21\u0e2d\u0e07\u0e40\u0e2b\u0e47\u0e19\u0e44\u0e14\u0e49 \u0e04\u0e38\u0e13\u0e22\u0e31\u0e07\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e23\u0e35\u0e0b\u0e2d\u0e23\u0e4c\u0e2a\u0e02\u0e2d\u0e07\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e14\u0e39\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e04\u0e2d\u0e25\u0e40\u0e25\u0e47\u0e01\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19\u0e46
jsp.start.share.component.body.library.communities=\u0e43\u0e0a\u0e49\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e08\u0e31\u0e14\u0e40\u0e01\u0e47\u0e1a \u0e08\u0e31\u0e14\u0e23\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e1a \u0e17\u0e33\u0e07\u0e32\u0e19\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19 \u0e41\u0e25\u0e30\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e44\u0e1f\u0e25\u0e4c\u0e0a\u0e38\u0e21\u0e0a\u0e19 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e43\u0e2b\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e15\u0e23\u0e27\u0e08\u0e17\u0e32\u0e19\u0e41\u0e1a\u0e1a\u0e23\u0e48\u0e32\u0e07\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e41\u0e25\u0e30\u0e43\u0e0a\u0e49\u0e1b\u0e23\u0e30\u0e42\u0e22\u0e0a\u0e19\u0e4c\u0e08\u0e32\u0e01\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e17\u0e32\u0e07\u0e2a\u0e31\u0e07\u0e04\u0e21\u0e17\u0e35\u0e48\u0e21\u0e35\u0e43\u0e2b\u0e49\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2b\u0e25\u0e32\u0e01\u0e2b\u0e25\u0e32\u0e22 \u0e40\u0e0a\u0e48\u0e19 \u0e01\u0e32\u0e23\u0e41\u0e17\u0e47\u0e01 \u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 \u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e2d\u0e1a \u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19


jsp.start.share.component.linksTitle.activities=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
jsp.start.share.component.linksTitle.blogs=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e1a\u0e25\u0e47\u0e2d\u0e01
jsp.start.share.component.linksTitle.dogear=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.start.share.component.linksTitle.files=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e44\u0e1f\u0e25\u0e4c
jsp.start.share.component.linksTitle.communities=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e0a\u0e38\u0e21\u0e0a\u0e19
jsp.start.share.component.linksTitle.forums=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e1f\u0e2d\u0e23\u0e31\u0e21
jsp.start.share.component.linksTitle.wikis=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e27\u0e34\u0e01\u0e34
jsp.start.share.component.linksTitle.profiles=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
jsp.start.share.component.linksTitle.homepage=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15 \u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08

jsp.start.share.info=\u0e04\u0e25\u0e34\u0e01\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e25\u0e30\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19

# Explore
jsp.start.explore.component.body.activities=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e08\u0e31\u0e14\u0e23\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e1a\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e20\u0e32\u0e23\u0e01\u0e34\u0e08\u0e43\u0e19\u0e42\u0e1b\u0e23\u0e40\u0e08\u0e47\u0e01\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e17\u0e35\u0e21\u0e04\u0e38\u0e13 \u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e40\u0e1b\u0e47\u0e19\u0e27\u0e34\u0e18\u0e35\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e1b\u0e23\u0e30\u0e42\u0e22\u0e0a\u0e19\u0e4c\u0e43\u0e19\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e25\u0e30\u0e23\u0e35\u0e0b\u0e2d\u0e23\u0e4c\u0e2a \u0e01\u0e33\u0e2b\u0e19\u0e14\u0e41\u0e25\u0e30\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e33 \u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e21 \u0e41\u0e25\u0e30\u0e08\u0e31\u0e14\u0e23\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e0a\u0e38\u0e21 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e43\u0e2b\u0e21\u0e48\u0e43\u0e19\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e44\u0e14\u0e49\u0e15\u0e25\u0e2d\u0e14\u0e40\u0e27\u0e25\u0e32 \u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e19\u0e33\u0e23\u0e35\u0e0b\u0e2d\u0e23\u0e4c\u0e2a\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e43\u0e0a\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e40\u0e08\u0e47\u0e01\u0e15\u0e4c\u0e21\u0e32\u0e23\u0e27\u0e21\u0e01\u0e31\u0e19\u0e44\u0e14\u0e49\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e23\u0e27\u0e14\u0e40\u0e23\u0e47\u0e27
jsp.start.explore.component.body.blogs=\u0e1a\u0e25\u0e47\u0e2d\u0e01 \u0e04\u0e37\u0e2d\u0e40\u0e08\u0e2d\u0e23\u0e4c\u0e19\u0e31\u0e25\u0e2d\u0e2d\u0e19\u0e44\u0e25\u0e19\u0e4c\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e01\u0e31\u0e1a\u0e2a\u0e48\u0e27\u0e19\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e02\u0e2d\u0e07\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e40\u0e1b\u0e47\u0e19\u0e27\u0e34\u0e18\u0e35\u0e01\u0e32\u0e23\u0e22\u0e2d\u0e14\u0e40\u0e22\u0e35\u0e48\u0e22\u0e21\u0e43\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e37\u0e48\u0e2d\u0e2a\u0e32\u0e23\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23\u0e41\u0e25\u0e30\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e14\u0e49\u0e27\u0e22\u0e27\u0e34\u0e18\u0e35\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e2b\u0e22\u0e38\u0e14\u0e19\u0e34\u0e48\u0e07\u0e41\u0e25\u0e30\u0e21\u0e35\u0e1b\u0e23\u0e30\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e20\u0e32\u0e1e \u0e14\u0e49\u0e27\u0e22\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07 \u0e2b\u0e23\u0e37\u0e2d\u0e18\u0e35\u0e21\u0e17\u0e35\u0e48\u0e40\u0e08\u0e32\u0e30\u0e08\u0e07 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e33\u0e43\u0e2b\u0e49\u0e41\u0e19\u0e48\u0e43\u0e08\u0e44\u0e14\u0e49\u0e27\u0e48\u0e32\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e08\u0e30\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1e\u0e31\u0e12\u0e19\u0e32\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e43\u0e19\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e15\u0e48\u0e32\u0e07\u0e46
jsp.start.explore.component.body.dogear=\u0e43\u0e0a\u0e49\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e01\u0e47\u0e1a\u0e41\u0e25\u0e30\u0e40\u0e23\u0e35\u0e22\u0e01\u0e04\u0e49\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e17\u0e35\u0e48\u0e17\u0e33\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e08\u0e32\u0e01\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e28\u0e39\u0e19\u0e22\u0e4c\u0e01\u0e25\u0e32\u0e07 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e1a\u0e32\u0e07\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e04\u0e38\u0e13\u0e22\u0e31\u0e07\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e14\u0e39\u0e04\u0e2d\u0e25\u0e40\u0e25\u0e47\u0e01\u0e0a\u0e31\u0e19\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19 \u0e0a\u0e48\u0e27\u0e22\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e21\u0e35\u0e27\u0e34\u0e18\u0e35\u0e43\u0e19\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08\u0e04\u0e25\u0e49\u0e32\u0e22\u0e01\u0e31\u0e19 \u0e2b\u0e23\u0e37\u0e2d\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23
jsp.start.explore.component.body.communities=\u0e0a\u0e38\u0e21\u0e0a\u0e19 \u0e04\u0e37\u0e2d\u0e01\u0e25\u0e38\u0e48\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19 \u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e0a\u0e48\u0e27\u0e22\u0e43\u0e2b\u0e49\u0e21\u0e35\u0e27\u0e34\u0e18\u0e35\u0e17\u0e35\u0e48\u0e14\u0e35\u0e40\u0e22\u0e35\u0e48\u0e22\u0e21\u0e43\u0e19\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e02\u0e2d\u0e07\u0e17\u0e35\u0e21 \u0e41\u0e25\u0e30\u0e0a\u0e48\u0e27\u0e22\u0e43\u0e2b\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e19 \u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e01\u0e31\u0e19\u0e44\u0e14\u0e49 \u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e2d\u0e32\u0e08\u0e40\u0e1b\u0e47\u0e19\u0e41\u0e1a\u0e1a\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30 \u0e2b\u0e23\u0e37\u0e2d\u0e08\u0e33\u0e01\u0e31\u0e14 \u0e42\u0e14\u0e22\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e08\u0e30\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e0a\u0e38\u0e21\u0e0a\u0e19 \u0e41\u0e25\u0e30\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e44\u0e14\u0e49 \u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e21\u0e35\u0e2b\u0e23\u0e37\u0e2d\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e08\u0e31\u0e14\u0e23\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e1a\u0e41\u0e25\u0e30\u0e17\u0e33\u0e07\u0e32\u0e19\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19\u0e1a\u0e19\u0e44\u0e1f\u0e25\u0e4c\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e44\u0e14\u0e49
jsp.start.explore.component.body.files=\u0e44\u0e1f\u0e25\u0e4c\u0e0a\u0e48\u0e27\u0e22\u0e43\u0e2b\u0e49\u0e21\u0e35\u0e27\u0e34\u0e18\u0e35\u0e17\u0e35\u0e48\u0e2a\u0e30\u0e14\u0e27\u0e01\u0e43\u0e19\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e41\u0e25\u0e30\u0e08\u0e31\u0e14\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e43\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e01\u0e25\u0e32\u0e07 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e21\u0e35\u0e27\u0e34\u0e18\u0e35\u0e43\u0e19\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19\u0e01\u0e31\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e42\u0e14\u0e22\u0e44\u0e21\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e48\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e19\u0e32\u0e14\u0e43\u0e2b\u0e0d\u0e48\u0e17\u0e32\u0e07\u0e2d\u0e35\u0e40\u0e21\u0e25 \u0e04\u0e38\u0e13\u0e22\u0e31\u0e07\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e0a\u0e2d\u0e1a\u0e2b\u0e23\u0e37\u0e2d\u0e43\u0e2b\u0e49\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e44\u0e1f\u0e25\u0e4c \u0e08\u0e31\u0e14\u0e23\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c \u0e41\u0e25\u0e30\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e02\u0e2d\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e44\u0e14\u0e49
jsp.start.explore.component.body.forums=\u0e1f\u0e2d\u0e23\u0e31\u0e21\u0e04\u0e37\u0e2d\u0e01\u0e23\u0e30\u0e14\u0e32\u0e19\u0e2a\u0e19\u0e17\u0e19\u0e32\u0e2d\u0e2d\u0e19\u0e44\u0e25\u0e19\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e19\u0e49\u0e19\u0e43\u0e19\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d \u0e2b\u0e23\u0e37\u0e2d\u0e18\u0e35\u0e21\u0e17\u0e35\u0e48\u0e40\u0e08\u0e32\u0e30\u0e08\u0e07 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e21\u0e35\u0e2a\u0e48\u0e27\u0e19\u0e23\u0e48\u0e27\u0e21\u0e43\u0e19\u0e1f\u0e2d\u0e23\u0e31\u0e21\u0e44\u0e14\u0e49\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e04\u0e33\u0e16\u0e32\u0e21 \u0e2b\u0e23\u0e37\u0e2d\u0e15\u0e2d\u0e1a\u0e01\u0e25\u0e31\u0e1a\u0e40\u0e18\u0e23\u0e14\u0e01\u0e32\u0e23\u0e2a\u0e19\u0e17\u0e19\u0e32\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48 \u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e27\u0e34\u0e18\u0e35\u0e41\u0e01\u0e49\u0e44\u0e02\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e02\u0e31\u0e14\u0e02\u0e27\u0e32\u0e07\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e2d\u0e22\u0e39\u0e48\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?  \u0e1f\u0e2d\u0e23\u0e31\u0e21\u0e04\u0e37\u0e2d\u0e27\u0e34\u0e18\u0e35\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e14\u0e35\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e43\u0e19\u0e01\u0e32\u0e23\u0e23\u0e30\u0e14\u0e21\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19 \u0e23\u0e27\u0e1a\u0e23\u0e27\u0e21\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19 \u0e41\u0e25\u0e30\u0e43\u0e0a\u0e49\u0e04\u0e27\u0e32\u0e21\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e2d\u0e37\u0e48\u0e19
jsp.start.explore.component.body.profiles=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e04\u0e37\u0e2d\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e19\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e17\u0e35\u0e48\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e41\u0e25\u0e30\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e21\u0e32\u0e30\u0e2a\u0e21\u0e44\u0e14\u0e49\u0e40\u0e23\u0e47\u0e27\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e08\u0e32\u0e01\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d \u0e1b\u0e39\u0e21\u0e2b\u0e25\u0e31\u0e07 \u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d \u0e43\u0e2b\u0e49\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e23\u0e32\u0e1a\u0e27\u0e48\u0e32\u0e04\u0e38\u0e13\u0e04\u0e37\u0e2d\u0e43\u0e04\u0e23\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e01\u0e23\u0e2d\u0e01\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e2d\u0e07 \u0e2a\u0e23\u0e49\u0e32\u0e07\u0e0a\u0e38\u0e14\u0e23\u0e32\u0e22\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e2d\u0e07\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.start.explore.component.body.wikis=\u0e27\u0e34\u0e01\u0e34 \u0e04\u0e37\u0e2d\u0e04\u0e2d\u0e25\u0e40\u0e25\u0e47\u0e01\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e1e\u0e08\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e17\u0e35\u0e48\u0e40\u0e08\u0e32\u0e30\u0e08\u0e07 \u0e27\u0e34\u0e01\u0e34\u0e40\u0e1b\u0e47\u0e19\u0e27\u0e34\u0e18\u0e35\u0e14\u0e35\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e43\u0e19\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e28\u0e39\u0e19\u0e22\u0e4c\u0e01\u0e25\u0e32\u0e07 \u0e41\u0e25\u0e30\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e43\u0e2b\u0e49\u0e40\u0e01\u0e34\u0e14\u0e04\u0e27\u0e32\u0e21\u0e23\u0e48\u0e27\u0e21\u0e21\u0e37\u0e2d\u0e20\u0e32\u0e22\u0e43\u0e19\u0e42\u0e1b\u0e23\u0e40\u0e08\u0e47\u0e01\u0e15\u0e4c\u0e17\u0e35\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e27\u0e34\u0e01\u0e34\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e1e\u0e08\u0e02\u0e2d\u0e07\u0e15\u0e19\u0e40\u0e2d\u0e07 \u0e41\u0e25\u0e30\u0e41\u0e01\u0e49\u0e44\u0e02 \u0e41\u0e25\u0e30\u0e43\u0e2b\u0e49\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e43\u0e19\u0e40\u0e1e\u0e08\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27 \u0e17\u0e31\u0e49\u0e07\u0e22\u0e31\u0e07\u0e0a\u0e48\u0e27\u0e22\u0e43\u0e2b\u0e49\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e19\u0e31\u0e49\u0e19\u0e08\u0e30\u0e40\u0e1b\u0e47\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e15\u0e25\u0e2d\u0e14\u0e40\u0e27\u0e25\u0e32

jsp.start.explore.introduction.title=\u0e41\u0e19\u0e30\u0e19\u0e33
jsp.start.explore.introduction.body=HCL Connections \u0e04\u0e37\u0e2d\u0e0b\u0e2d\u0e1f\u0e15\u0e4c\u0e41\u0e27\u0e23\u0e4c\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e2a\u0e31\u0e07\u0e04\u0e21\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e18\u0e38\u0e23\u0e01\u0e34\u0e08 \u0e0a\u0e48\u0e27\u0e22\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e28\u0e31\u0e01\u0e22\u0e20\u0e32\u0e1e\u0e43\u0e19\u0e04\u0e38\u0e13\u0e1e\u0e31\u0e12\u0e19\u0e32 \u0e14\u0e39\u0e41\u0e25 \u0e41\u0e25\u0e30\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e04\u0e27\u0e49\u0e32\u0e42\u0e2d\u0e01\u0e32\u0e2a\u0e17\u0e32\u0e07\u0e18\u0e38\u0e23\u0e01\u0e34\u0e08\u0e44\u0e14\u0e49\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e23\u0e27\u0e14\u0e40\u0e23\u0e47\u0e27\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e01\u0e43\u0e0a\u0e49\u0e1c\u0e39\u0e49\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e41\u0e25\u0e30\u0e2a\u0e19\u0e17\u0e19\u0e32\u0e41\u0e25\u0e30\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49\u0e04\u0e27\u0e32\u0e21\u0e04\u0e34\u0e14\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2a\u0e23\u0e23\u0e04\u0e4c\u0e43\u0e2b\u0e21\u0e48 \u0e46 \u0e01\u0e31\u0e1a\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e41\u0e25\u0e30\u0e25\u0e39\u0e01\u0e04\u0e49\u0e32
jsp.start.explore.info=\u0e04\u0e25\u0e34\u0e01\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e25\u0e30\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19

jsp.start.explore.demo.alt=\u0e40\u0e25\u0e48\u0e19\u0e27\u0e34\u0e14\u0e35\u0e42\u0e2d\u0e2a\u0e32\u0e18\u0e34\u0e15
jsp.start.explore.viewdemo=\u0e14\u0e39\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e2a\u0e32\u0e18\u0e34\u0e15
jsp.start.explore.viewCommunitiesDemo=\u0e14\u0e39\u0e2a\u0e32\u0e18\u0e34\u0e15\u0e0a\u0e38\u0e21\u0e0a\u0e19
jsp.start.explore.viewLibraryDemo=\u0e14\u0e39\u0e2a\u0e32\u0e18\u0e34\u0e15\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35

jsp.help.read.transcript = \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2d\u0e48\u0e32\u0e19\u0e01\u0e32\u0e23\u0e16\u0e2d\u0e14\u0e04\u0e27\u0e32\u0e21\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e2a\u0e2d\u0e19\u0e19\u0e35\u0e49

# River of news strings
jsp.river.more = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
jsp.river.removeSaved = \u0e25\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
jsp.river.associatedTags = \u0e41\u0e17\u0e47\u0e01:
jsp.river.saveForLater= \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
jsp.river.saveForLater.alt = \u0e44\u0e2d\u0e04\u0e2d\u0e19\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
jsp.river.openOriginal = \u0e40\u0e1b\u0e34\u0e14\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e15\u0e49\u0e19\u0e09\u0e1a\u0e31\u0e1a
jsp.river.linkIcon = \u0e44\u0e2d\u0e04\u0e2d\u0e19 \u0e25\u0e34\u0e07\u0e01\u0e4c
jsp.river.deleteSaved = \u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01

jsp.river.discover.introduction = \u0e2a\u0e33\u0e23\u0e27\u0e08\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e2b\u0e21\u0e48 \u0e41\u0e25\u0e30\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e43\u0e2b\u0e21\u0e48\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e01\u0e14\u0e39\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
jsp.river.topUpdates.introduction = \u0e14\u0e39\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e08\u0e32\u0e01\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e41\u0e25\u0e30\u0e15\u0e2d\u0e1a\u0e01\u0e25\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e2d\u0e07
jsp.river.filter.show = \u0e41\u0e2a\u0e14\u0e07:
jsp.river.filter.allUpdates = \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
jsp.river.filter.homepage = \u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
jsp.river.filter.activities = \u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
jsp.river.filter.profiles = \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
jsp.river.filter.communities = \u0e0a\u0e38\u0e21\u0e0a\u0e19
jsp.river.filter.blogs = \u0e1a\u0e25\u0e47\u0e2d\u0e01
jsp.river.filter.dogear = \u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.river.filter.wikis = \u0e27\u0e34\u0e01\u0e34
jsp.river.filter.files = \u0e44\u0e1f\u0e25\u0e4c

jsp.river.filter.alt.allUpdates = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
jsp.river.filter.alt.activities = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e08\u0e32\u0e01\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19
jsp.river.filter.alt.profiles = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e08\u0e32\u0e01\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19
jsp.river.filter.alt.communities = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e08\u0e32\u0e01\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19
jsp.river.filter.alt.blogs = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e08\u0e32\u0e01\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19
jsp.river.filter.alt.dogear = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e08\u0e32\u0e01\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19
jsp.river.filter.alt.wikis = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e08\u0e32\u0e01\u0e27\u0e34\u0e01\u0e34\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19
jsp.river.filter.alt.files = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e08\u0e32\u0e01\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19

jsp.river.error.message = \u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e23\u0e32\u0e27\u0e02\u0e2d\u0e07\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23
jsp.river.error.error = \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e19\u0e35\u0e49\u0e2d\u0e32\u0e08\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e16\u0e49\u0e32\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e19\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e40\u0e2b\u0e21\u0e32\u0e30\u0e2a\u0e21
jsp.river.error.details = \u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
jsp.river.error.icon.alt = \u0e44\u0e2d\u0e04\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14

# Alt text for icons in river of news. Need for screen readers
jsp.river.alt.homepage = \u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e08\u0e32\u0e01\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
jsp.river.alt.blogs = \u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e08\u0e32\u0e01\u0e1a\u0e25\u0e47\u0e2d\u0e01
jsp.river.alt.wikis = \u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e08\u0e32\u0e01\u0e27\u0e34\u0e01\u0e34
jsp.river.alt.files = \u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e08\u0e32\u0e01\u0e44\u0e1f\u0e25\u0e4c
jsp.river.alt.dogear = \u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e08\u0e32\u0e01\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.river.alt.activities = \u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e08\u0e32\u0e01\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
jsp.river.alt.profiles = \u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e08\u0e32\u0e01\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
jsp.river.alt.communities = \u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e08\u0e32\u0e01\u0e0a\u0e38\u0e21\u0e0a\u0e19
jsp.river.alt.thirdParty = \u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e08\u0e32\u0e01\u0e04\u0e2d\u0e21\u0e42\u0e1e\u0e40\u0e19\u0e19\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e2a\u0e32\u0e21

# Saved tab messages when no stories to display
jsp.river.savedTab.title.part1 = \u0e04\u0e38\u0e13\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e43\u0e14\u0e46
jsp.river.savedTab.title.part2 = \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2d\u0e48\u0e32\u0e19\u0e20\u0e32\u0e22\u0e2b\u0e25\u0e31\u0e07...
jsp.river.savedTab.step1 = \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07 (\u0e43\u0e19\u0e41\u0e17\u0e47\u0e1a \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 \u0e2a\u0e33\u0e23\u0e27\u0e08 \u0e2b\u0e23\u0e37\u0e2d\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39)
jsp.river.savedTab.step2 = \u0e04\u0e25\u0e34\u0e01 \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21 \u0e16\u0e31\u0e14\u0e08\u0e32\u0e01\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
jsp.river.savedTab.step3 = \u0e04\u0e25\u0e34\u0e01 \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01 \u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e19\u0e35\u0e49

# Taop updates messages when no stories to display
# {0} is person name
jsp.river.topUpdates.welcome = \u0e40\u0e23\u0e35\u0e22\u0e19 \u0e04\u0e38\u0e13{0}
jsp.river.topUpdates.profiles.update = \u0e43\u0e2b\u0e49\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e23\u0e32\u0e1a\u0e27\u0e48\u0e32\u0e04\u0e38\u0e13\u0e04\u0e37\u0e2d\u0e43\u0e04\u0e23 \u0e41\u0e25\u0e30\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e17\u0e33
jsp.river.topUpdates.profiles.update.part2 = \u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.river.topUpdates.colleagues.part1 = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e19\u0e43\u0e08 \u0e41\u0e25\u0e30\u0e40\u0e0a\u0e34\u0e0d\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.river.topUpdates.colleagues.part2 = \u0e40\u0e23\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.river.topUpdates.activities.part1 = \u0e2a\u0e23\u0e49\u0e32\u0e07\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e33 \u0e41\u0e25\u0e30\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e20\u0e32\u0e23\u0e01\u0e34\u0e08\u0e43\u0e2b\u0e49\u0e41\u0e01\u0e48\u0e17\u0e35\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.river.topUpdates.activities.part2 = \u0e40\u0e23\u0e34\u0e48\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
jsp.river.topUpdates.blogs.part1 = \u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23\u0e41\u0e25\u0e30\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e01\u0e31\u0e1a\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23
jsp.river.topUpdates.blogs.part2 = \u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1a\u0e25\u0e47\u0e2d\u0e01
jsp.river.topUpdates.communities.part1 = \u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19
jsp.river.topUpdates.communities.part2 = \u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e0a\u0e38\u0e21\u0e0a\u0e19
jsp.river.topUpdates.dogear.part1 = \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01 \u0e08\u0e31\u0e14\u0e23\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e1a \u0e41\u0e25\u0e30\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.river.topUpdates.dogear.part2 = \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e19\u0e43\u0e08
jsp.river.topUpdates.files.part1 = \u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19\u0e41\u0e25\u0e30\u0e17\u0e33\u0e07\u0e32\u0e19\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e2d\u0e37\u0e48\u0e19
jsp.river.topUpdates.files.part2 = \u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e41\u0e25\u0e30\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e44\u0e1f\u0e25\u0e4c
jsp.river.topUpdates.wikis.part1 = \u0e40\u0e23\u0e35\u0e22\u0e01\u0e14\u0e39\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e27\u0e34\u0e01\u0e34\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e49\u0e01\u0e32\u0e23\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19 \u0e2b\u0e23\u0e37\u0e2d\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e27\u0e34\u0e01\u0e34\u0e43\u0e2b\u0e21\u0e48
jsp.river.topUpdates.wikis.part2 = \u0e40\u0e23\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19
jsp.river.topUpdates.intro = \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e04\u0e38\u0e13\u0e41\u0e2d\u0e47\u0e04\u0e17\u0e35\u0e1f\u0e43\u0e19 HCL Connections \u0e40\u0e1e\u0e08\u0e19\u0e35\u0e49\u0e08\u0e30\u0e16\u0e39\u0e01\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e14\u0e49\u0e27\u0e22\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e04\u0e38\u0e13\u0e41\u0e25\u0e30\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13

jsp.river.noItems = \u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e19\u0e35\u0e49
jsp.statusUpdates.noItems = \u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07
jsp.newsfeed.noItems = \u0e1f\u0e35\u0e14\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e27\u0e48\u0e32\u0e07 \u0e04\u0e38\u0e13\u0e08\u0e30\u0e40\u0e2b\u0e47\u0e19\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e04\u0e38\u0e13\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e2d\u0e37\u0e48\u0e19
jsp.river.discover.noItems = \u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e43\u0e19 HCL Connections \u0e43\u0e19\u0e02\u0e13\u0e30\u0e19\u0e35\u0e49 \u0e42\u0e1b\u0e23\u0e14\u0e01\u0e25\u0e31\u0e1a\u0e21\u0e32\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07\u0e20\u0e32\u0e22\u0e2b\u0e25\u0e31\u0e07!

jsp.river.watchlist.addPerson = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
jsp.river.watchlist.addPersonConfirm = \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15
# {0} is the name of a person
jsp.river.watchlist.addSpecificPerson = \u0e40\u0e1e\u0e34\u0e48\u0e21 {0} \u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
# {0} is the name of a person
jsp.river.watchlist.addSpecificPersonConfirm = {0} \u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.river.watchlist.removePerson = \u0e25\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
jsp.river.watchlist.removePersonConfirm = \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPerson = \u0e25\u0e1a {0} \u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPersonConfirm = {0} \u0e16\u0e39\u0e01\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13

jsp.river.watchlist.addTag = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e17\u0e47\u0e01\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
jsp.river.watchlist.addTagConfirm = \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15
# {0} is a tag
jsp.river.watchlist.addSpecificTag = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e17\u0e47\u0e01 {0} \u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
# {0} is a tag
jsp.river.watchlist.addSpecificTagConfirm = \u0e41\u0e17\u0e47\u0e01 {0} \u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.river.watchlist.removeTag = \u0e25\u0e1a\u0e41\u0e17\u0e47\u0e01\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
jsp.river.watchlist.removeTagConfirm = \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15
# {0} is a tag
jsp.river.watchlist.removeSpecificTag = \u0e25\u0e1a\u0e41\u0e17\u0e47\u0e01 {0} \u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
# {0} is a tag
jsp.river.watchlist.removeSpecificTagConfirm = \u0e41\u0e17\u0e47\u0e01 {0} \u0e16\u0e39\u0e01\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13


jsp.river.removePerson = \u0e25\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
# {0} is the name of a person
jsp.river.removeSpecificPerson = \u0e25\u0e1a {0} \u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
jsp.river.preview.blogs = \u0e41\u0e2a\u0e14\u0e07\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23

jsp.river.subscribe.alt = \u0e44\u0e2d\u0e04\u0e2d\u0e19\u0e1f\u0e35\u0e14
jsp.river.subscribe = \u0e1f\u0e35\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49

# Palette category
jsp.palette.category.all = \u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14

# Notification perspective strings
jsp.notifications.received.noItems = \u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e43\u0e14\u0e46
jsp.notifications.sent.noItems = \u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e2a\u0e48\u0e07\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e43\u0e14\u0e46

# General notification strings
jsp.notifications.received.title = \u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a
jsp.notifications.received.sub.title = \u0e14\u0e39\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e48\u0e07\u0e16\u0e36\u0e07\u0e04\u0e38\u0e13\u0e42\u0e14\u0e22\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2d\u0e37\u0e48\u0e19 \u0e2b\u0e23\u0e37\u0e2d\u0e23\u0e30\u0e1a\u0e1a
jsp.notifications.sent.title = \u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e48\u0e07
jsp.notifications.sent.sub.title = \u0e14\u0e39\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e48\u0e07\u0e16\u0e36\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2d\u0e37\u0e48\u0e19
jsp.notifications.new = \u0e43\u0e2b\u0e21\u0e48
# {0} is the name of a person
jsp.notifications.photo = \u0e20\u0e32\u0e1e\u0e16\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07 {0}
jsp.notifications.sent.multiple.photo = \u0e2b\u0e25\u0e32\u0e22\u0e1c\u0e39\u0e49\u0e23\u0e31\u0e1a
# {0} is the name of a person
jsp.notifications.sent.to.individual = \u0e2a\u0e48\u0e07\u0e44\u0e1b\u0e22\u0e31\u0e07: {0}
# {0} is a number greater than 1
jsp.notifications.sent.to.multiple = \u0e2a\u0e48\u0e07\u0e44\u0e1b\u0e22\u0e31\u0e07 {0} \u0e04\u0e19
jsp.notifications.delete = \u0e25\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e19\u0e35\u0e49

# Activities specific notification messages
# {0} is the name of an activity entry, {1} is the name of an activity
jsp.notifications.activities.notify.title = {0} \u0e08\u0e32\u0e01\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21: {1}
# {0} is the name of an activity
jsp.notifications.activities.autocomplete.received.title = \u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 "{0}" \u0e08\u0e30\u0e16\u0e39\u0e01\u0e17\u0e33\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e32\u0e22\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e21\u0e1a\u0e39\u0e23\u0e13\u0e4c\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34
jsp.notifications.activities.autocomplete.sent.title = \u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 "{0}" \u0e08\u0e30\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34
jsp.notifications.activities.create.title = \u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e43\u0e2b\u0e21\u0e48: {0}
jsp.notifications.activities.addmember.received.title = \u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21: {0}
jsp.notifications.activities.addmember.sent.title = \u0e04\u0e38\u0e13\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e43\u0e2b\u0e21\u0e48\u0e43\u0e19\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21: {0}
jsp.notifications.activities.invite.received.title = \u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e40\u0e0a\u0e34\u0e0d\u0e43\u0e2b\u0e49\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21: {0}
jsp.notifications.activities.invite.sent.title = \u0e04\u0e38\u0e13\u0e40\u0e0a\u0e34\u0e0d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e2b\u0e49\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21: {0}
jsp.notifications.activities.invite.primaryaction = \u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e19\u0e35\u0e49
jsp.notifications.activities.invite.secondaryaction = \u0e1b\u0e0f\u0e34\u0e40\u0e2a\u0e18\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e19\u0e35\u0e49

# Blogs specific notification messages
# {0} is the name of a blog entry, {1} is the name of a blog
jsp.notifications.blogs.notify.title = {0} \u0e08\u0e32\u0e01\u0e1a\u0e25\u0e47\u0e2d\u0e01: {1}
# {0} is the name of a blog
jsp.notifications.blogs.notifyassignedowner.received = \u0e04\u0e38\u0e13\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e1a\u0e25\u0e47\u0e2d\u0e01: {0}
jsp.notifications.blogs.notifyassignedowner.sent= \u0e04\u0e38\u0e13\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e43\u0e2b\u0e49\u0e41\u0e01\u0e48\u0e1a\u0e25\u0e47\u0e2d\u0e01: {0}
jsp.notifications.blogs.notifyassignedauthor.received = \u0e04\u0e38\u0e13\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e40\u0e02\u0e35\u0e22\u0e19\u0e1a\u0e25\u0e47\u0e2d\u0e01: {0}
jsp.notifications.blogs.notifyassignedauthor.sent= \u0e04\u0e38\u0e13\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1c\u0e39\u0e49\u0e40\u0e02\u0e35\u0e22\u0e19\u0e43\u0e2b\u0e49\u0e41\u0e01\u0e48\u0e1a\u0e25\u0e47\u0e2d\u0e01: {0}
jsp.notifications.blogs.notifyassigneddraft.received = \u0e04\u0e38\u0e13\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e23\u0e48\u0e27\u0e21\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e41\u0e1a\u0e1a\u0e23\u0e48\u0e32\u0e07\u0e02\u0e2d\u0e07\u0e1a\u0e25\u0e47\u0e2d\u0e01: {0}
jsp.notifications.blogs.notifyassigneddraft.sent= \u0e04\u0e38\u0e13\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1c\u0e39\u0e49\u0e23\u0e48\u0e27\u0e21\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e41\u0e1a\u0e1a\u0e23\u0e48\u0e27\u0e21\u0e02\u0e2d\u0e07\u0e1a\u0e25\u0e47\u0e2d\u0e01: {0}

# Ideation Blogs specific notification messages
# {0} is the name of an Ideation Blog entry (idea), {1} is the name of an Ideation Blog
jsp.notifications.ideationblog.notify.title = {0} \u0e08\u0e32\u0e01\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e23\u0e30\u0e14\u0e21\u0e04\u0e27\u0e32\u0e21\u0e04\u0e34\u0e14: {1}

# Communities specific notification messages
# {0} is the name of a community
jsp.notifications.communities.memberadded.received.title = \u0e04\u0e38\u0e13\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19: {0}
jsp.notifications.communities.memberadded.sent.title = \u0e04\u0e38\u0e13\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19: {0}
jsp.notifications.communities.memberremoved.received.title = \u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e0a\u0e38\u0e21\u0e0a\u0e19: {0}
jsp.notifications.communities.memberremoved.sent.title = \u0e04\u0e38\u0e13\u0e25\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e0a\u0e38\u0e21\u0e0a\u0e19: {0}
jsp.notifications.communities.requesttojoin.received.title = \u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e44\u0e14\u0e49\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19: {0}
jsp.notifications.communities.requesttojoin.sent.title = \u0e04\u0e38\u0e13\u0e02\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19: {0}
jsp.notifications.communities.invite.received.title = \u0e04\u0e38\u0e13\u0e16\u0e39\u0e01\u0e40\u0e0a\u0e34\u0e0d\u0e43\u0e2b\u0e49\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19: {0}
jsp.notifications.communities.invite.sent.title = \u0e04\u0e38\u0e13\u0e40\u0e0a\u0e34\u0e0d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e2b\u0e49\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19: {0}
jsp.notifications.communities.invite.primaryaction = \u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e19\u0e35\u0e49
jsp.notifications.communities.invite.secondaryaction = \u0e1b\u0e0f\u0e34\u0e40\u0e2a\u0e18\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e19\u0e35\u0e49

# Dogear specific notification messages
# {0} is a bookmark title
jsp.notifications.dogear.notify.title = {0} \u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.notifications.dogear.notify.multiple.title = \u0e2b\u0e25\u0e32\u0e22\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.notifications.dogear.notify.primaryaction = \u0e41\u0e01\u0e49\u0e44\u0e02\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49
# {0} is a bookmark title
jsp.notifications.dogear.brokenurl.title = \u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e0a\u0e37\u0e48\u0e2d {0} \u0e16\u0e39\u0e01\u0e41\u0e1f\u0e25\u0e47\u0e01\u0e27\u0e48\u0e32\u0e40\u0e2a\u0e35\u0e22\u0e2b\u0e32\u0e22
jsp.notifications.dogear.brokenurl.sent.title = \u0e04\u0e38\u0e13\u0e41\u0e1f\u0e25\u0e47\u0e01\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e0a\u0e37\u0e48\u0e2d {0} \u0e27\u0e48\u0e32\u0e40\u0e2a\u0e35\u0e22\u0e2b\u0e32\u0e22
# {0} is the title of a bookmark. {1} is a URL
jsp.notifications.dogear.replaceurl.title = \u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e0a\u0e37\u0e48\u0e2d {0} \u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e44\u0e14\u0e49 URL \u0e43\u0e2b\u0e21\u0e48\u0e04\u0e37\u0e2d: {1}
jsp.notifications.dogear.replaceurl.primaryaction = \u0e41\u0e01\u0e49\u0e44\u0e02\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49
jsp.notifications.dogear.replaceurl.secondaryaction = \u0e14\u0e39\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e44\u0e14\u0e49

# Profiles specific notification messages
jsp.notifications.profiles.notify.received.title = \u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
jsp.notifications.profiles.notify.sent.title = \u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.notifications.profiles.notify.primaryaction = \u0e14\u0e39\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13

# Files specific notification messages
jsp.notifications.files.mediashare.title = {0} \u0e44\u0e1f\u0e25\u0e4c
jsp.notifications.files.collectionmediaadd.title = {0} \u0e44\u0e1f\u0e25\u0e4c\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c {1}
jsp.notifications.files.collectionmemberupdated.title = \u0e04\u0e38\u0e13\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c: {0}
jsp.notifications.files.collectionmemberupdated.sent.title = \u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e19\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c: {0}
jsp.notifications.files.communityvisibilityupdated.title = \u0e0a\u0e38\u0e21\u0e0a\u0e19 {0} \u0e16\u0e39\u0e01\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e1b\u0e47\u0e19\u0e41\u0e1a\u0e1a\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30 \u0e41\u0e25\u0e30\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e08\u0e30\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e2d\u0e2d\u0e01
jsp.notifications.files.communityvisibilityupdated.desc = \u0e04\u0e38\u0e13\u0e21\u0e35\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e41\u0e1a\u0e1a\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e16\u0e39\u0e01\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e19\u0e35\u0e49 \u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e2d\u0e2d\u0e01 \u0e41\u0e25\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e33\u0e43\u0e2b\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30\u0e01\u0e48\u0e2d\u0e19 \u0e08\u0e36\u0e07\u0e08\u0e30\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e19\u0e35\u0e49\u0e44\u0e14\u0e49

# Wikis specific notification messages
# {0} is the name of a wiki
jsp.notifications.wikis.received.roleAdd = \u0e04\u0e38\u0e13\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e27\u0e34\u0e01\u0e34: {0}
jsp.notifications.wikis.sent.roleAdd = \u0e04\u0e38\u0e13\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49: {0}


# Generic stuffs in case we need after string freeze
jsp.widget.addPage = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e1e\u0e08
jsp.widget.removePage = \u0e25\u0e1a\u0e40\u0e1e\u0e08
jsp.widget.generalPage = \u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e17\u0e31\u0e48\u0e27\u0e44\u0e1b
jsp.customize.preferences = \u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e15\u0e32\u0e21\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e2d\u0e1a
# {0} is the name of a page e.g. Important stuff
jsp.widget.defaultPageName = \u0e40\u0e1e\u0e08\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19 {0}
jsp.widget.listHelp = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e44\u0e1e\u0e1e\u0e4c (|) \u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23
jsp.widget.required = \u0e1b\u0e49\u0e2d\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a \u0e0b\u0e36\u0e48\u0e07\u0e21\u0e35\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22 * \u0e01\u0e48\u0e2d\u0e19\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01

jsp.typeAhead.more = {0} \u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48 \u0e41\u0e2a\u0e14\u0e07\u0e40\u0e09\u0e1e\u0e32\u0e30 15 \u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e41\u0e23\u0e01\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19
jsp.typeAhead.error = \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e40\u0e23\u0e35\u0e22\u0e01\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e38\u0e04\u0e04\u0e25
jsp.typeAhead.noResults = \u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e17\u0e35\u0e48\u0e15\u0e23\u0e07

jsp.home.status.updates.choose.person = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1a\u0e38\u0e04\u0e04\u0e25
jsp.home.filter.by = \u0e41\u0e2a\u0e14\u0e07:

jsp.home.filter.status.updates.all = \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
jsp.home.filter.status.updates.follow = \u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e09\u0e31\u0e19\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
jsp.home.filter.status.updates.network = \u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
jsp.home.filter.status.updates.network.following =\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19\u0e41\u0e25\u0e30\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e09\u0e31\u0e19\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
jsp.home.filter.status.updates.mine = \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15 \u0e2a\u0e16\u0e32\u0e19\u0e30\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19

jsp.home.status.updates.comment.count = (1 \u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19)
# {0} is the number of comments
jsp.home.status.updates.comments.count = ({0} \u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19)

jsp.home.status.updates.notpermitted = \u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16 \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e43\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49

# {0} is the number of extra comments to show
jsp.home.status.updates.show.comments = \u0e41\u0e2a\u0e14\u0e07 {0} \u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21...
# {0} is the number of extra comments to hide
jsp.home.status.updates.hide.comments = \u0e0b\u0e48\u0e2d\u0e19 {0} \u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19...
jsp.home.status.updates.post.comment.error = \u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e48\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.home.status.updates.delete.comment.error = \u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e25\u0e1a\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.home.status.updates.delete.update.error = \u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e25\u0e1a\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.home.status.updates.just.now = \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e04\u0e23\u0e39\u0e48\u0e19\u0e35\u0e49
jsp.home.status.updates.invalid.comment.entered = \u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e41\u0e25\u0e30\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07
jsp.home.delete.entry = \u0e25\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e19\u0e35\u0e49

#This text is used to identify where a user has written on someone elses board. Typical use is : 'User A' wrote on the board of 'User B'
jsp.home.status.updates.wrote.board.entry = \u0e44\u0e14\u0e49\u0e40\u0e02\u0e35\u0e22\u0e19\u0e1a\u0e19\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e02\u0e2d\u0e07
jsp.home.status.updates.wrote.board.you.entry = \u0e44\u0e14\u0e49\u0e40\u0e02\u0e35\u0e22\u0e19\u0e1a\u0e19\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13

jsp.home.main.confirm = \u0e22\u0e37\u0e19\u0e22\u0e31\u0e19
jsp.home.main.error = \u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
jsp.home.main.hide = \u0e0b\u0e48\u0e2d\u0e19

jsp.home.action.submit = \u0e2a\u0e48\u0e07
jsp.home.action.comments.add = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19

jsp.home.no.content.statusupdates.title = \u0e04\u0e38\u0e13\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30
jsp.home.no.content.statusupdates.desc.line1 = \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25 \u0e43\u0e2b\u0e49\u0e40\u0e1b\u0e34\u0e14\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e31\u0e49\u0e19 \u0e41\u0e25\u0e30\u0e04\u0e25\u0e34\u0e01 \u0e40\u0e0a\u0e34\u0e0d\u0e23\u0e48\u0e27\u0e21\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e31\u0e49\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19 \u0e2b\u0e23\u0e37\u0e2d \u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e31\u0e49\u0e19
jsp.home.no.content.statusupdates.desc.line2 = \u0e04\u0e25\u0e34\u0e01 \u0e02\u0e13\u0e30\u0e19\u0e35\u0e49\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e17\u0e33\u0e2d\u0e30\u0e44\u0e23 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.home.no.content.statusupdates.oneline = \u0e04\u0e38\u0e13\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25 \u0e43\u0e2b\u0e49\u0e40\u0e1b\u0e34\u0e14\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e31\u0e49\u0e19 \u0e41\u0e25\u0e30\u0e04\u0e25\u0e34\u0e01 \u0e40\u0e0a\u0e34\u0e0d\u0e23\u0e48\u0e27\u0e21 "\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19" \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19 \u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e25\u0e34\u0e01 "\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21" \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e31\u0e49\u0e19 \u0e04\u0e25\u0e34\u0e01 "\u0e02\u0e13\u0e30\u0e19\u0e35\u0e49\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e17\u0e33\u0e2d\u0e30\u0e44\u0e23" \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e2d\u0e07

jsp.home.no.content.newsfeed.title = \u0e04\u0e38\u0e13\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23
jsp.home.no.content.newsfeed.desc.line1 = \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15
jsp.home.no.content.newsfeed.desc.line2 = \u0e15\u0e23\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e40\u0e2b\u0e47\u0e19\u0e1b\u0e38\u0e48\u0e21 \u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 \u0e43\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 \u0e43\u0e2b\u0e49\u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32
jsp.home.no.content.newsfeed.oneline = \u0e04\u0e38\u0e13\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32 \u0e43\u0e2b\u0e49\u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21 "\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21" \u0e43\u0e19\u0e17\u0e35\u0e48\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48

jsp.home.no.content.discover.title = \u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30 \u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07\u0e20\u0e32\u0e22\u0e2b\u0e25\u0e31\u0e07
jsp.home.no.content.discover.desc.line1 = \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e40\u0e23\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e43\u0e19\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e40\u0e1e\u0e08\u0e19\u0e35\u0e49\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30\u0e43\u0e14\u0e46 \u0e17\u0e35\u0e48\u0e21\u0e35
jsp.home.no.content.discover.oneline = \u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e40\u0e23\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e08\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30\u0e43\u0e14\u0e46 \u0e17\u0e35\u0e48\u0e21\u0e35

jsp.home.no.content.saved.title = \u0e04\u0e38\u0e13\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23\u0e43\u0e14\u0e46
jsp.home.no.content.saved.desc.line1 = \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23 \u0e04\u0e25\u0e34\u0e01 \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e15\u0e32\u0e21 \u0e16\u0e31\u0e14\u0e08\u0e32\u0e01\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07 \u0e41\u0e25\u0e49\u0e27\u0e04\u0e25\u0e34\u0e01 \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
jsp.home.no.content.saved.oneline = \u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e21\u0e35\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23 \u0e04\u0e25\u0e34\u0e01 \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e15\u0e32\u0e21 \u0e16\u0e31\u0e14\u0e08\u0e32\u0e01\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07 \u0e41\u0e25\u0e49\u0e27\u0e04\u0e25\u0e34\u0e01 \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01

jsp.home.tags.main.title=\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e09\u0e31\u0e19\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
jsp.home.tags.filter.title=\u0e01\u0e23\u0e2d\u0e07\u0e15\u0e32\u0e21\u0e41\u0e17\u0e47\u0e01
jsp.home.tags.adding.title=\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e17\u0e47\u0e01\u0e43\u0e2b\u0e21\u0e48
jsp.home.tags.removing.title=\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e41\u0e17\u0e47\u0e01
jsp.home.tags.add.title=\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e17\u0e47\u0e01

jsp.home.tags.remove.filter.title=\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e41\u0e17\u0e47\u0e01\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07

jsp.home.tags.filtered.title=\u0e01\u0e32\u0e23\u0e14\u0e39\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e41\u0e17\u0e47\u0e01 :
jsp.home.tags.confirm.text=\u0e41\u0e17\u0e47\u0e01\u0e43\u0e2b\u0e21\u0e48\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \"{0}\" \u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22 \u0e02\u0e13\u0e30\u0e19\u0e35\u0e49\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e23\u0e2d\u0e07\u0e1f\u0e35\u0e14\u0e17\u0e35\u0e48\u0e21\u0e35\u0e41\u0e17\u0e47\u0e01\u0e19\u0e35\u0e49
jsp.home.tags.multi.confirm.text=\u0e41\u0e17\u0e47\u0e01\u0e43\u0e2b\u0e21\u0e48\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \"{0}\" \u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22 \u0e02\u0e13\u0e30\u0e19\u0e35\u0e49\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e23\u0e2d\u0e07\u0e1f\u0e35\u0e14\u0e17\u0e35\u0e48\u0e21\u0e35\u0e41\u0e17\u0e47\u0e01\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49
jsp.home.tags.error.text=\u0e21\u0e35\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e43\u0e19\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e41\u0e17\u0e47\u0e01\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e41\u0e25\u0e30\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07

jsp.home.show.more=\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2d\u0e37\u0e48\u0e19\u0e46 ...
jsp.home.subscribe.entries=\u0e1f\u0e35\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49
jsp.home.loading=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e43\u0e2b\u0e21\u0e48...

jsp.home.manage.tags.text=\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e41\u0e17\u0e47\u0e01\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
jsp.home.saving.for.later= \u0e01\u0e33\u0e25\u0e31\u0e07\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49\u0e20\u0e32\u0e22\u0e2b\u0e25\u0e31\u0e07...
jsp.home.saved.story=\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e16\u0e39\u0e01\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
jsp.home.add.saved.item.confirm.text=\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e16\u0e39\u0e01\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22
jsp.home.add.saved.item.error.text=\u0e21\u0e35\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e43\u0e19\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e41\u0e25\u0e30\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07
jsp.home.remove.saved.item.error.text=\u0e21\u0e35\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e43\u0e19\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e41\u0e25\u0e30\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07

jsp.home.error111=\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e19\u0e31\u0e49\u0e19\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27


jsp.home.tags.remove.alt.text = \u0e25\u0e1a\u0e41\u0e17\u0e47\u0e01

jsp.form.login = \u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e01\u0e32\u0e23\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19

jsp.activitystream.title = \u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15
