# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# str.msgid.ignore=true
str_component_id=CLFRQ

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value

# Updates/Home


jsp.status.updates.title = \u041a\u04af\u0439\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b
jsp.status.updates.sub.title = \u0421\u0456\u0437\u0434\u0435\u043d \u043a\u0435\u0439\u0456\u043d\u0433\u0456 \u043d\u0435\u043c\u0435\u0441\u0435 \u0441\u0456\u0437\u0434\u0456\u04a3 \u0436\u0435\u043b\u0456\u04a3\u0456\u0437\u0434\u0435\u0433\u0456 \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u0430\u043d \u0430\u043b\u0493\u0430\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0443. \u04e8\u0437\u0456\u04a3\u0456\u0437\u0434\u0456\u04a3 \u0436\u0435\u043a\u0435 \u043f\u0440\u043e\u0444\u0438\u043b\u0456\u04a3\u0456\u0437\u0434\u0456\u04a3 \u043a\u04af\u0439\u0456\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u044b\u04a3\u044b\u0437 \u043c\u04af\u043c\u043a\u0456\u043d.

jsp.news.feed.title = \u0416\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440 \u0432\u0435\u0431-\u0430\u0440\u043d\u0430\u0441\u044b
jsp.news.feed.sub.title = \u041c\u0430\u0437\u043c\u04b1\u043d\u043d\u0430\u043d \u043d\u0435\u043c\u0435\u0441\u0435 \u0441\u0456\u0437\u0434\u0456\u04a3 \u0430\u043b\u0434\u044b\u04a3\u044b\u0437\u0434\u0430\u0493\u044b \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u0430\u043d, \u04d9\u0440\u0456\u043f\u0442\u0435\u0441\u0442\u0435\u0440\u0456\u04a3\u0456\u0437\u0434\u0435\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0443 \u0436\u04d9\u043d\u0435 \u0441\u0456\u0437'\u0436\u0430\u0440\u0438\u044f\u043b\u0430\u0493\u0430\u043d \u043c\u0430\u0437\u043c\u04b1\u043d\u0493\u0430 \u0436\u0430\u0443\u0430\u043f \u0431\u0435\u0440\u0443.

jsp.discover.title = \u0422\u0430\u0431\u0443
jsp.discover.sub.title = \u0411\u0430\u0440\u043b\u044b\u049b \u0436\u0430\u043b\u043f\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b HCL Connections \u0430\u0440\u049b\u044b\u043b\u044b \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437. \u0411\u0430\u0441\u049b\u0430\u043b\u0430\u0440 \u043d\u0435 \u0456\u0441\u0442\u0435\u043f \u0436\u0430\u0442\u049b\u0430\u043d\u044b\u043d \u043a\u04e9\u0440\u0441\u0435\u0442\u0443.

jsp.tags.title = \u041c\u0435\u043d \u043e\u0440\u044b\u043d\u0434\u0430\u0439\u0442\u044b\u043d \u0442\u0435\u0433\u0442\u0435\u0440
jsp.tags.sub.title = \u0421\u0456\u0437 \u043e\u0440\u044b\u043d\u0434\u0430\u0439\u0442\u044b\u043d \u0442\u0435\u0433\u0442\u0435\u0440\u0434\u0435\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0443.

jsp.saved.items.title = \u0421\u0430\u049b\u0442\u0430\u043b\u0493\u0430\u043d
jsp.saved.items.sub.title = \u0421\u0456\u0437 \u0441\u0430\u049b\u0442\u0430\u0493\u0430\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0443.

# Service names
jsp.common.service.name.activities=\u04d8\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440
jsp.common.service.name.dogear=\u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440
jsp.common.service.name.profiles=\u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440
jsp.common.service.name.blogs=\u0411\u043b\u043e\u0433\u0442\u0430\u0440
jsp.common.service.name.wikis=\u0412\u0438\u043a\u0438\u043b\u0435\u0440
jsp.common.service.name.forums=\u0424\u043e\u0440\u0443\u043c\u0434\u0430\u0440
jsp.common.service.name.files=\u0424\u0430\u0439\u043b\u0434\u0430\u0440
jsp.common.service.name.communities=\u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440

# Generic across multiple pages
jsp.homepage.title = HCL Connections \u0431\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0456
jsp.homepage.title.short = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442
jsp.homepage.home = \u04ae\u0439
jsp.homepage.tab.updates = \u0416\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440
jsp.homepage.tab.gettingStarted = \u0416\u04b1\u043c\u044b\u0441\u0442\u044b \u0431\u0430\u0441\u0442\u0430\u0443
jsp.homepage.tab.admin = \u04d8\u043a\u0456\u043c\u0448\u0456\u043b\u0456\u043a
jsp.homepage.tab.myPage = \u041c\u0435\u043d\u0456\u04a3 \u0431\u0435\u0442\u0456\u043c
jsp.homepage.tab.widgets = \u0412\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440
jsp.homepage.tab.search = \u0406\u0437\u0434\u0435\u0443
jsp.homepage.logo.alt = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442 \u043c\u0435\u043a\u0435\u043c\u0435 \u0435\u043d\u0456
jsp.homepage.copyright.short = \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u044f\u043b\u0430\u043d\u0493\u0430\u043d \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u0434\u0430\u0440 \u2013 HCL \u043c\u0435\u043d\u0448\u0456\u0433\u0456. \u00a9 Copyright HCL Technologies Limited 2007-2020. \u0411\u0430\u0440\u043b\u044b\u049b \u049b\u04b1\u049b\u044b\u049b\u0442\u0430\u0440\u044b \u049b\u043e\u0440\u0493\u0430\u043b\u0493\u0430\u043d.
jsp.homepage.copyright.long = \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u044f\u043b\u0430\u043d\u0493\u0430\u043d \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u0434\u0430\u0440 \u2013 HCL \u043c\u0435\u043d\u0448\u0456\u0433\u0456. \u00a9 Copyright HCL Technologies Limited 2007-2020. \u0411\u0430\u0440\u043b\u044b\u049b \u049b\u04b1\u049b\u044b\u049b\u0442\u0430\u0440\u044b \u049b\u043e\u0440\u0493\u0430\u043b\u0493\u0430\u043d. \u041c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0434\u0456 \u04e9\u043d\u0456\u043c \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u044f\u0441\u044b\u043d\u0430\u043d \u049b\u0430\u0440\u0430\u04a3\u044b\u0437. Java \u0436\u04d9\u043d\u0435 Java \u043d\u0435\u0433\u0456\u0437\u0456\u043d\u0434\u0435\u0433\u0456 \u0441\u0430\u0443\u0434\u0430 \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0456 \u043c\u0435\u043d \u043b\u043e\u0433\u043e\u0442\u0438\u043f\u0442\u0435\u0440\u0456 - Oracle \u0436\u04d9\u043d\u0435/\u043e\u043d\u044b\u04a3 \u0435\u043d\u0448\u0456\u043b\u0435\u0441\u0442\u0435\u0440\u0456\u043d\u0456\u04a3 \u0441\u0430\u0443\u0434\u0430 \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0456 \u043d\u0435\u043c\u0435\u0441\u0435 \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u0441\u0430\u0443\u0434\u0430 \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0456.
jsp.homepage.nav.activitystream.views = \u04d8\u0440\u0435\u043a\u0435\u0442 \u0430\u0493\u044b\u043d\u044b \u043a\u04e9\u0440\u0456\u043d\u0456\u0441\u0442\u0435\u0440\u0456
jsp.homepage.nav.activitystream.imFollowing = \u041c\u0435\u043d \u0431\u0430\u049b\u044b\u043b\u0430\u0443\u0434\u0430\u043c\u044b\u043d
jsp.homepage.nav.activitystream.statusUpdates = \u041a\u04af\u0439\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b
jsp.homepage.nav.activitystream.actionRequired = \u0422\u0430\u043b\u0430\u043f \u0435\u0442\u0456\u043b\u0435\u0442\u0456\u043d \u04d9\u0440\u0435\u043a\u0435\u0442
jsp.homepage.nav.activitystream.saved = \u0421\u0430\u049b\u0442\u0430\u043b\u0493\u0430\u043d
jsp.homepage.nav.activitystream.myNotifications = \u041c\u0435\u043d\u0456\u04a3 \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u043d\u0434\u044b\u0440\u0443\u043b\u0430\u0440\u044b\u043c
jsp.homepage.nav.activitystream.discover = \u0422\u0430\u0431\u0443
jsp.homepage.nav.activitystream.myPageDesc = \u0422\u0435\u04a3\u0448\u0435\u043b\u0435\u0442\u0456\u043d \u043a\u04e9\u0440\u0456\u043d\u0456\u0441
jsp.homepage.nav.activitystream.imFollowingDesc=\u0410\u0434\u0430\u043c\u0434\u0430\u0440 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b\u043d, \u043e\u0440\u044b\u043d\u0434\u0430\u0493\u0430\u043d \u0437\u0430\u0442\u0442\u0430\u0440\u0434\u044b \u0436\u04d9\u043d\u0435 \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0456\u043b\u0435\u0440 \u0436\u0430\u0443\u0430\u043f\u0442\u0430\u0440\u044b\u043d \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437
jsp.homepage.nav.activitystream.statusUpdatesDesc=\u0416\u0435\u043b\u0456\u04a3\u0456\u0437\u0434\u0456\u04a3 \u043a\u04af\u0439 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b\u043d, \u043e\u0440\u044b\u043d\u0434\u0430\u0493\u0430\u043d \u0430\u0434\u0430\u043c\u0434\u0430\u0440 \u0436\u04d9\u043d\u0435 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437
jsp.homepage.nav.activitystream.myNotificationsDesc=\u041c\u0430\u0437\u043c\u04b1\u043d\u044b\u04a3\u044b\u0437\u0493\u0430 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440 \u043c\u0435\u043d \u0442\u04af\u0441\u0456\u043d\u0434\u0456\u0440\u043c\u0435\u043b\u0435\u0440\u0434\u0456, \u0436\u0456\u0431\u0435\u0440\u0433\u0435\u043d \u0436\u04d9\u043d\u0435 \u049b\u0430\u0431\u044b\u043b\u0434\u0430\u0493\u0430\u043d \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u043d\u0434\u044b\u0440\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437
jsp.homepage.nav.activitystream.actionRequiredDesc=\u0416\u0430\u0443\u0430\u043f \u0431\u0435\u0440\u0443\u0434\u0456 \u0442\u0430\u043b\u0430\u043f \u0435\u0442\u0435\u0442\u0456\u043d \u044d\u043b\u0435\u043c\u0435\u043d\u0442\u0442\u0435\u0440\u0434\u0456 \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437
jsp.homepage.nav.activitystream.savedDesc=\u0421\u0430\u049b\u0442\u0430\u043b\u0493\u0430\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437
jsp.homepage.nav.activitystream.discoverDesc=\u0410\u0434\u0430\u043c\u0434\u0430\u0440 \u043e\u0440\u0442\u0430\u049b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0430\u0442\u044b\u043d\u0434\u0430\u0440\u044b\u043d \u0430\u0448\u044b\u043f, \u0436\u0430\u04a3\u0430 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u0430\u0440 \u0436\u0430\u0441\u0430\u04a3\u044b\u0437
jsp.homepage.nav.activitystream.myNotificationForMeDesc=\u041c\u0430\u0437\u043c\u04b1\u043d\u0493\u0430 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u0436\u04d9\u043d\u0435 \u043f\u0456\u043a\u0456\u0440\u043b\u0435\u0440\u0434\u0456 \u0436\u04d9\u043d\u0435 \u049b\u0430\u0431\u044b\u043b\u0434\u0430\u0493\u0430\u043d \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u043d\u0434\u044b\u0440\u0443\u043b\u0430\u0440\u0434\u044b \u049b\u0430\u0440\u0430\u0443
jsp.homepage.nav.activitystream.myNotificationFromMeDesc=\u0416\u0456\u0431\u0435\u0440\u0433\u0435\u043d \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u043d\u0434\u044b\u0440\u0443\u043b\u0430\u0440\u0434\u044b \u049b\u0430\u0440\u0430\u0443
jsp.homepage.nav.landmark.aria=\u0411\u0430\u0442\u044b \u0431\u0435\u0442 \u043c\u04d9\u0437\u0456\u0440\u0456
jsp.homepage.nav.activitystream.selected=\u0411\u04e9\u043b\u0435\u043a\u0442\u0435\u043b\u0433\u0435\u043d

jsp.homepage.nav.badging.mentions.aria=\u0421\u0456\u0437\u0434\u0435 {0} \u043e\u049b\u044b\u043b\u043c\u0430\u0493\u0430\u043d \u0441\u0456\u043b\u0442\u0435\u043c\u0435\u043b\u0435\u0440 \u0431\u0430\u0440
jsp.homepage.nav.badging.notifications.aria=\u0421\u0456\u0437\u0434\u0435 {0} \u043e\u049b\u044b\u043b\u043c\u0430\u0493\u0430\u043d \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u043d\u0434\u044b\u0440\u0443\u043b\u0430\u0440 \u0431\u0430\u0440

jsp.homepage.lotusBar.customize = \u0422\u0435\u04a3\u0448\u0435\u0443
jsp.homepage.lotusBar.widgets = \u04ae\u0439
jsp.homepage.lotusBar.updates = \u04ae\u0439
jsp.homepage.lotusBar.gettingStarted = \u04ae\u0439
jsp.homepage.lotusBar.admin = \u04ae\u0439

jsp.homepage.javascript.disabled.msg.title = JavaScript \u049b\u043e\u0441\u0443
jsp.homepage.javascript.disabled.msg.section1 = JavaScript \u0432\u0435\u0431-\u0448\u043e\u043b\u0493\u044b\u0448\u044b\u04a3\u044b\u0437\u0434\u0430 \u0430\u0436\u044b\u0440\u0430\u0442\u044b\u043b\u0493\u0430\u043d. HCL Connections \u0444\u0443\u043d\u043a\u0446\u0438\u044f\u043b\u0430\u0443 \u04af\u0448\u0456\u043d JavaScript \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0441\u044b\u043d \u0442\u0430\u043b\u0430\u043f \u0435\u0442\u0435\u0434\u0456.  \u049a\u043e\u0441\u049b\u0430\u043d \u0441\u043e\u04a3, \u0431\u0435\u0442\u0442\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u04a3\u044b\u0437.
jsp.homepage.javascript.disabled.msg.section2 = \u0416\u0430\u043b\u0493\u0430\u0441\u0442\u044b\u0440\u0443 \u04af\u0448\u0456\u043d \u0431\u0435\u0442\u0442\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u04a3\u044b\u0437.

# search results tab
jsp.search.tab.results = \u0406\u0437\u0434\u0435\u0443 \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440\u0456

#auth/login.jsp auth/error.jsp
jsp.login.title = HCL Connections \u0431\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0456\u043d\u0456\u04a3 \u043b\u043e\u0433\u0438\u043d\u0456
jsp.login.homepage = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442
jsp.login.strapline = \u0416\u0435\u043b\u0456\u04a3\u0456\u0437\u0434\u0435 \u043d\u0435 \u0431\u043e\u043b\u0493\u0430\u043d\u044b\u043d' \u0442\u0430\u0431\u0443.
jsp.login.search = \u0406\u0437\u0434\u0435\u0443
jsp.login.straplinesearch = \u0406\u0437\u0434\u0435\u0443: \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u0430\u0440\u044b\u04a3\u044b\u0437\u0434\u044b\u04a3 \u043a\u04e9\u043f\u0448\u0456\u043b\u0456\u0433\u0456\u043d \u0436\u0430\u0441\u0430\u0443
jsp.login.username = \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0430\u0442\u044b:
jsp.login.password = \u049a\u04b1\u043f\u0438\u044f \u0441\u04e9\u0437:
jsp.login.username.error = \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0430\u0442\u044b\u04a3\u044b\u0437 \u0436\u04d9\u043d\u0435/\u043d\u0435\u043c\u0435\u0441\u0435 \u049b\u04b1\u043f\u0438\u044f \u0441\u04e9\u0437\u0456\u04a3\u0456\u0437 \u0431\u0430\u0440 \u0435\u0441\u0435\u043f\u0442\u0456\u043a \u0436\u0430\u0437\u0431\u0430\u043b\u0430\u0440\u0434\u044b\u04a3 \u0435\u0448\u049b\u0430\u0439\u0441\u044b\u0441\u044b\u043d\u0430 \u0442\u0435\u04a3 \u0435\u043c\u0435\u0441. \u0422\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437 \u0434\u0435, \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0456 \u049b\u0430\u0439\u0442\u0430\u043b\u0430\u04a3\u044b\u0437.
jsp.login.description.title = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u043f\u0435\u043d \u043d\u0435 \u0456\u0441\u0442\u0435\u0439 \u0430\u043b\u0430\u0441\u044b\u0437?
jsp.login.description = \u04d8\u043b\u0435\u0443\u043c\u0435\u0442\u0442\u0456\u043a \u0436\u0435\u043b\u0456\u043d\u0456\u04a3 \u0441\u0443\u0440\u0435\u0442 \u043a\u04e9\u0440\u0456\u043d\u0456\u0441\u0456\u043d \u043a\u04e9\u0440\u0441\u0435\u0442\u0435\u0442\u0456\u043d \u0436\u04b1\u043c\u044b\u0441 \u043a\u0435\u04a3\u0456\u0441\u0442\u0456\u0433\u0456\u043d \u0436\u0430\u0441\u0430\u0443, \u043a\u04af\u0439 \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u044b \u0436\u04d9\u043d\u0435 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u043c\u0435\u043d \u0431\u0456\u0440\u0433\u0435 \u0430\u0493\u044b\u043c\u0434\u0430 \u049b\u0430\u043b\u0443, \u0436\u0430\u0441\u0430\u043b\u0430\u0442\u044b\u043d \u0456\u0441\u0442\u0435\u0440\u0434\u0456 \u0442\u0435\u043a\u0441\u0435\u0440\u0443'\u0436\u04d9\u043d\u0435 \u0441\u0456\u0437\u0434\u0456 \u049b\u044b\u0437\u044b\u049b\u0442\u044b\u0440\u0430\u0442\u044b\u043d \u0436\u0430\u04a3\u0430 \u0430\u0434\u0430\u043c\u0434\u0430\u0440 \u043c\u0435\u043d \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u0456\u0437\u0434\u0435\u0443.
jsp.login.login = \u041a\u0456\u0440\u0443
jsp.login.cancel = \u0411\u043e\u043b\u0434\u044b\u0440\u043c\u0430\u0443
jsp.login.error = \u049a\u0430\u0442\u0435

#web/jsp/main.jsp
jsp.main.function.sorry = \u0416\u0435\u0442\u0435 \u04d9\u043b\u0456 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
jsp.main.close = \u0416\u0430\u0431\u0443
jsp.main.skip.link.river = \u0416\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440 \u0430\u0493\u044b\u043d\u044b\u043d\u0430 \u04e9\u0442\u0443 \u04af\u0448\u0456\u043d, R \u043d\u0435\u043c\u0435\u0441\u0435 U \u049b\u0430\u0442\u044b\u043d\u0430\u0441 \u043f\u0435\u0440\u043d\u0435\u0441\u0456\u043d \u0431\u0430\u0441\u0443
jsp.main.skip.link.palette = \u0411\u043e\u044f\u0493\u044b\u0448\u0442\u0430\u0440\u0493\u0430 \u04e9\u0442\u0443 \u04af\u0448\u0456\u043d P \u049b\u0430\u0442\u044b\u043d\u0430\u0441 \u043f\u0435\u0440\u043d\u0435\u0441\u0456\u043d \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.main.skip.link.first.column = \u0411\u0456\u0440\u0456\u043d\u0448\u0456 \u0431\u0430\u0493\u0430\u043d\u0493\u0430 \u04e9\u0442\u0443 \u04af\u0448\u0456\u043d 3 \u049b\u0430\u0442\u044b\u043d\u0430\u0441 \u043f\u0435\u0440\u043d\u0435\u0441\u0456\u043d \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.main.skip.link.second.column = \u0415\u043a\u0456\u043d\u0448\u0456 \u0431\u0430\u0493\u0430\u043d\u0493\u0430 \u04e9\u0442\u0443 \u04af\u0448\u0456\u043d 4 \u049b\u0430\u0442\u044b\u043d\u0430\u0441 \u043f\u0435\u0440\u043d\u0435\u0441\u0456\u043d \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.main.summary.table.layout = \u0411\u0435\u0442\u0442\u0456\u04a3 \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0443\u044b\u043d \u043a\u04e9\u0440\u0441\u0435\u0442\u0435\u0442\u0456\u043d \u043a\u0435\u0441\u0442\u0435. \u0412\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440 \u04af\u0448\u0456\u043d \u0435\u043a\u0456 \u0431\u0430\u0493\u0430\u043d\u0434\u044b \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0443.
jsp.main.iwidget.loading = \u0416\u04af\u043a\u0442\u0435\u043b\u0443\u0434\u0435

#web/jsp/welcomeMessage.jspf
jsp.welcome.title = HCL Connections \u0436\u04af\u0439\u0435\u0441\u0456\u043d\u0435 \u049b\u043e\u0448 \u043a\u0435\u043b\u0434\u0456\u04a3\u0456\u0437
jsp.welcome.desc = HCL Connections \u0456\u0448\u0456\u043d\u0434\u0435 \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440\u0456\u04a3\u0456\u0437 \u0436\u04d9\u043d\u0435 \u049b\u044b\u0437\u044b\u049b\u0442\u044b\u0440\u0443\u043b\u0430\u0440\u044b\u04a3\u044b\u0437\u0493\u0430 \u0436\u0430\u0441\u0430\u043b\u0430\u0442\u044b\u043d \u0441\u043e\u04a3\u0493\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0493\u0430 \u049b\u0430\u0442\u044b\u043d\u0430\u0441\u0443\u0434\u044b\u04a3 \u0431\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437. \u0411\u0456\u0440 \u043c\u0438\u043d\u0443\u0442\u0442\u0430\u043d \u0430\u0441\u0430\u0442\u044b\u043d \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u0436\u0435\u043b\u0456\u0434\u0435\u043d, \u0431\u043b\u043e\u0433\u0442\u0430\u0440\u0434\u0430\u043d \u0436\u04d9\u043d\u0435 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440\u0434\u0430\u043d \u043a\u04e9\u0440\u0443 \u0436\u04d9\u043d\u0435 \u0431\u0430\u043f\u0442\u0430\u043b\u044b\u043c\u0434\u0430\u0440 \u0442\u0430\u043b\u0430\u043f\u0442\u0430\u0440\u044b\u043d\u0430 \u0441\u0430\u0439 \u043a\u0435\u043b\u0443 \u04af\u0448\u0456\u043d \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0456\u043d\u0456\u0441\u0456\u043d \u0440\u0435\u0442\u0442\u0435\u0443.
jsp.welcome.learn = \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u0430\u043b\u0443
jsp.welcome.demo = \u041a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u0456\u043c\u0434\u0456 \u049b\u0430\u0440\u0430\u0443

#web/jsp/about.jsp
jsp.about.homepagehelp = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442 \u0430\u043d\u044b\u049b\u0442\u0430\u043c\u0430\u0441\u044b
jsp.about.help = \u0410\u043d\u044b\u049b\u0442\u0430\u043c\u0430
jsp.about.homepagedemo = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0442\u0456 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443
jsp.about.demo = \u041a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u0456\u043c\u0434\u0456 \u049b\u0430\u0440\u0430\u0443
jsp.about.tips = \u041a\u0435\u04a3\u0435\u0441\u0442\u0435\u0440
jsp.about.tip.1 = HCL Connections \u0436\u0430\u04a3\u0430 \u043c\u0430? \u041c\u043e\u0434\u0435\u0440\u0430\u0442\u043e\u0440\u043c\u0435\u043d \u0431\u0430\u0441\u049b\u0430\u0440\u044b\u043b\u0430\u0442\u044b\u043d \u043a\u04e9\u0440\u0456\u043d\u0456\u0441\u0442\u0456 \u0436\u04d9\u043d\u0435 \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u043e\u04a3\u0430\u0439 \u049b\u0430\u0434\u0430\u043c\u0434\u0430\u0440\u043c\u0435\u043d \u04d9\u0440 \u0442\u04af\u0440\u043b\u0456 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u0430\u0440\u0434\u044b \u0431\u0456\u043b\u0443\u0434\u0456 \u0442\u0430\u04a3\u0434\u0430\u04a3\u044b\u0437.
jsp.about.tip.2 = \u0415\u0433\u0435\u0440 \u0430\u0440\u043d\u0430\u0439\u044b \u0442\u0435\u0433\u0442\u0435\u0440\u0433\u0435 \u049b\u044b\u0437\u044b\u0493\u0443\u0448\u044b\u043b\u044b\u049b \u0431\u0456\u043b\u0434\u0456\u0440\u0441\u0435\u04a3\u0456\u0437, \u043e\u0441\u044b \u0442\u0435\u0433\u0442\u0435\u0440 \u04af\u0448\u0456\u043d \u0441\u043e\u04a3\u0493\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u0436\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440 \u0430\u0440\u043d\u0430\u0441\u044b\u043d\u0430\u043d \u0430\u043b\u0430\u0442\u044b\u043d\u0434\u0430\u0439 \u0435\u0442\u0456\u043f, \u043d\u0435\u0433\u0435 \u043e\u043b\u0430\u0440\u0434\u044b \u043e\u0440\u044b\u043d\u0434\u0430\u043c\u0430\u0441\u049b\u0430.
jsp.about.tip.3 = \u0410\u0434\u0430\u043c\u0434\u0430\u0440 \u043c\u0435\u043d \u043c\u0430\u0437\u043c\u04b1\u043d \u04af\u0448\u0456\u043d \u0441\u0456\u0437\u0434\u0456 \u049b\u044b\u0437\u044b\u049b\u0442\u044b\u0440\u0430\u0442\u044b\u043d \u04b1\u0441\u044b\u043d\u044b\u0441\u0442\u0430\u0440\u0434\u044b \u0411\u0456\u043b\u0435\u0441\u0456\u04a3 \u0431\u0435 \u0436\u04d9\u043d\u0435 \u04b0\u0441\u044b\u043d\u044b\u043b\u044b\u043c\u0434\u0430\u0440 \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440\u0456\u043d\u0435\u043d \u0430\u043b\u044b\u04a3\u044b\u0437.
jsp.about.headline.title = \u041d\u0435\u0433\u0435 \u04e9\u0437\u0456\u043d\u0434\u0456\u043a \u0431\u0435\u0442\u0442\u0456 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0430\u0441\u044b\u0437?
jsp.about.headline.desc = \u041a\u0435\u0440\u0435\u043a \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u043e\u0440\u0442\u0430\u043b\u044b\u049b\u0442\u0430\u043d\u0434\u044b\u0440\u044b\u043b\u0493\u0430\u043d \u0436\u04b1\u043c\u044b\u0441 \u043a\u0435\u04a3\u0456\u0441\u0442\u0456\u0433\u0456\u043d\u0435\u043d \u049b\u0430\u0436\u0435\u0442 \u0435\u0442\u043a\u0435\u043d\u0434\u0435 \u0430\u0493\u044b\u043c\u0434\u0430\u0493\u044b \u043e\u0493\u0430\u043d \u049b\u0430\u0442\u044b\u043d\u0430\u0441\u0443 \u043a\u04af\u0439\u0456\u043d\u0434\u0435 \u049b\u0430\u043b\u044b\u04a3\u044b\u0437. HCL Connections \u0430\u0440\u049b\u044b\u043b\u044b \u0441\u043e\u04a3\u0493\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u0448\u043e\u043b\u044b\u043f, \u0441\u0456\u0437 \u0431\u0456\u0440\u0433\u0435 \u043e\u0440\u044b\u043d\u0434\u0430\u043f \u0436\u0430\u0442\u049b\u0430\u043d \u0430\u0434\u0430\u043c\u0434\u0430\u0440 \u043c\u0435\u043d \u043c\u0430\u0437\u043c\u04b1\u043d\u0493\u0430 \u043d\u0435 \u0431\u043e\u043b\u044b\u043f \u0436\u0430\u0442\u049b\u0430\u043d\u044b\u043d' \u0430\u043d\u044b\u049b\u0442\u0430\u043f, \u0456\u0441 \u0442\u0456\u0437\u0456\u043c\u0434\u0435\u0440\u0456\u04a3\u0456\u0437\u0434\u0456\u04a3 \u0436\u043e\u0493\u0430\u0440\u0493\u044b \u0436\u0430\u0493\u044b\u043d\u0434\u0430 \u049b\u0430\u043b\u044b\u04a3\u044b\u0437.
jsp.about.breakout.1.title = \u0416\u0430\u04a3\u0430 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0440\u0435\u0442\u0456\u043d\u0434\u0435 \u043a\u04e9\u043c\u0435\u043a \u043a\u0435\u0440\u0435\u043a \u043f\u0435?
jsp.about.breakout.1.desc = \u04e8\u0437\u0456\u04a3\u0456\u0437\u0433\u0435 \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u043d\u0435\u0433\u0456\u0437\u0433\u0456 \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u043b\u0430\u0440\u043c\u0435\u043d \u0431\u0430\u0441\u0442\u0430\u0443\u0493\u0430 \u043a\u04e9\u043c\u0435\u043a\u0442\u0435\u0441\u0443 \u04af\u0448\u0456\u043d \u0431\u0430\u0441\u0442\u0430\u0443 \u043a\u04e9\u0440\u0456\u043d\u0456\u0441\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437. HCL Connections \u0456\u0448\u0456\u043d\u0434\u0435 \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u043f\u0435\u0440\u043d\u0435 \u043c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u043a\u0442\u0435\u0440\u0456\u043c\u0435\u043d \u0436\u044b\u043b\u0434\u0430\u043c \u0442\u0430\u043d\u044b\u0441\u0443 \u04af\u0448\u0456\u043d \u043a\u0435\u043b\u0435\u0441\u0456 \u049b\u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b \u043e\u0440\u044b\u043d\u0434\u0430\u04a3\u044b\u0437. \u0410\u0434\u0430\u043c\u0434\u0430\u0440\u0493\u0430 \u0441\u0456\u0437\u0434\u0456 \u0436\u0430\u049b\u0441\u044b\u0440\u0430\u049b \u0431\u0456\u043b\u0443\u0433\u0435 \u043a\u04e9\u043c\u0435\u043a\u0442\u0435\u0441\u0443 \u04af\u0448\u0456\u043d \u043f\u0440\u043e\u0444\u0438\u043b\u0456\u04a3\u0456\u0437\u0434\u0456 \u0442\u043e\u043b\u0442\u044b\u0440\u044b\u04a3\u044b\u0437. \u049a\u0430\u043d\u0434\u0430\u0439 \u0442\u0435\u0433\u0442\u0435\u0440 \u0436\u04d9\u043d\u0435 \u043e\u043b\u0430\u0440 \u049b\u0430\u043b\u0430\u0439 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u043b\u0430\u0442\u044b\u043d\u044b\u043d \u0442\u0430\u0431\u044b\u04a3\u044b\u0437. \u04d8\u0440 \u0442\u04af\u0440\u043b\u0456 \u0441\u0438\u043f\u0430\u0442\u0442\u0430\u0440\u0434\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u043f, \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u0431\u04e9\u043b\u0456\u0441\u0443\u0434\u0456 \u0436\u04d9\u043d\u0435 \u049b\u044b\u0437\u043c\u0435\u0442\u0442\u0435\u0441 \u0431\u043e\u043b\u0443 \u0436\u043e\u043b\u044b\u043d \u0442\u0430\u0431\u044b\u04a3\u044b\u0437.
jsp.about.breakout.1.aria = \u0416\u04b1\u043c\u044b\u0441\u0442\u044b \u0431\u0430\u0441\u0442\u0430\u0443
jsp.about.breakout.2.title = \u0421\u0456\u0437\u0433\u0435 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u0456\u0437\u0434\u0435\u04a3\u0456\u0437
jsp.about.breakout.2.desc = \u041c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u043a\u0442\u0435\u0440 \u0430\u0440\u049b\u044b\u043b\u044b \u04d9\u0440 \u0442\u04af\u0440\u043b\u0456 \u0416\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440 \u043a\u04e9\u0440\u0456\u043d\u0456\u0441\u0442\u0435\u0440\u0456\u043d \u043a\u0435\u0439\u0456\u043d\u0433\u0456 \u0436\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440\u0434\u044b \u0430\u043b\u0443 \u04af\u0448\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437. \u0421\u0456\u0437\u0434\u0456 \u0435\u04a3 \u043a\u04e9\u043f \u049b\u044b\u0437\u044b\u049b\u0442\u044b\u0440\u0430\u0442\u044b\u043d \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0493\u0430 \u043d\u0430\u0437\u0430\u0440 \u0441\u0430\u043b\u0443\u044b\u04a3\u044b\u0437\u0434\u044b \u0436\u0435\u04a3\u0456\u043b\u0434\u0435\u0442\u0443 \u04af\u0448\u0456\u043d, \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b\u04a3 \u0442\u04af\u0440\u0456 \u0431\u043e\u0439\u044b\u043d\u0448\u0430 \u0441\u04af\u0437\u0433\u0456\u0434\u0435\u043d \u04e9\u0442\u043a\u0456\u0437\u0443\u0456\u04a3\u0456\u0437 \u043c\u04af\u043c\u043a\u0456\u043d. \u0421\u0456\u0437 \u0436\u0430\u0441\u0430\u0493\u0430\u043d \u043c\u0430\u0437\u043c\u04b1\u043d\u0493\u0430 \u0436\u0430\u0443\u0430\u043f\u0442\u044b\u043d\u044b \u0456\u0437\u0434\u0435\u043f \u0442\u0430\u0431\u044b\u04a3\u044b\u0437. \u041c\u0430\u04a3\u044b\u0437\u0434\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u0435\u0439\u0456\u043d\u0456\u0440\u0435\u043a \u043e\u043b\u0430\u0440\u0493\u0430 \u049b\u0430\u0439\u0442\u0430 \u043e\u0440\u0430\u043b\u0430\u0442\u044b\u043d\u0434\u0430\u0439 \u0435\u0442\u0456\u043f \u0441\u0430\u049b\u0442\u0430\u04a3\u044b\u0437. \u049a\u043e\u0441\u044b\u043b\u0430\u0442\u044b\u043d \u043d\u0435 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u0430\u0442\u044b\u043d \u043a\u0435\u043b\u0443\u0448\u0456 \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u043e\u043b\u044b\u043d \u0441\u0430\u049b\u0442\u0430\u0443 \u04af\u0448\u0456\u043d, \u041e\u049b\u0438\u0493\u0430\u043b\u0430\u0440 \u0432\u0438\u0434\u0436\u0435\u0442\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437. \u04b0\u043d\u0430\u0442\u049b\u0430\u043d \u0437\u0430\u0442\u0442\u0430\u0440\u044b\u04a3\u044b\u0437\u0434\u044b \u049b\u043e\u0441\u0430 \u0430\u043b\u0430\u0441\u044b\u0437 \u043d\u0435 \u0441\u0456\u0437\u0431\u0435\u043d \u049b\u043e\u0441\u044b\u043b\u0430\u0442\u044b\u043d \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u043c\u0435\u043d \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0430 \u0430\u043b\u0430\u0441\u044b\u0437\u0434\u0430\u0440.
jsp.about.breakout.2.aria = \u0421\u043e\u04a3\u0493\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u043c\u0435\u043d \u0436\u04b1\u043c\u044b\u0441 \u0436\u0430\u0441\u0430\u0443
jsp.about.breakout.3.title = \u041d\u0435 \u0456\u0441\u0442\u0435\u043f' \u0436\u0430\u0442\u049b\u0430\u043d\u044b\u04a3\u044b\u0437 \u0442\u0443\u0440\u0430\u043b\u044b \u0431\u0456\u0440 \u0441\u04e9\u0437 \u0430\u0439\u0442\u0443
jsp.about.breakout.3.desc = \u0416\u04b1\u043c\u044b\u0441 \u043e\u0440\u043d\u044b\u04a3\u044b\u0437\u0434\u0430\u0493\u044b \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u043c\u0435\u043d \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u0431\u04e9\u043b\u0456\u0441\u0443 \u04af\u0448\u0456\u043d, \u043a\u04af\u0439 \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u043c\u0430\u0441\u044b\u043d \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u0443 - \u0442\u0435\u0437 \u0436\u04d9\u043d\u0435 \u043e\u04a3\u0430\u0439 \u0436\u043e\u043b\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u043f\u0435\u043d \u049b\u0430\u043c\u0442\u0430\u043c\u0430\u0441\u044b\u0437 \u0435\u0442\u0443 \u04af\u0448\u0456\u043d, \u043a\u04af\u0439 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b\u04a3\u044b\u0437\u0493\u0430 \u0444\u0430\u0439\u043b\u0434\u0430\u0440 \u049b\u043e\u0441\u0430 \u0430\u043b\u0430\u0441\u044b\u0437 \u043d\u0435 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b\u04a3\u044b\u0437\u0434\u044b \u0442\u0435\u0433\u0442\u0435\u0443 \u0436\u04d9\u043d\u0435 \u043e\u043b\u0430\u0440\u0434\u044b \u0431\u0430\u0441\u049b\u0430 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0442\u0430\u0431\u0443\u044b \u043e\u04a3\u0430\u0439 \u0431\u043e\u043b\u0443 \u04af\u0448\u0456\u043d \u0444\u0430\u0439\u043b\u0434\u0430\u0440 \u0442\u0456\u0440\u043a\u0435\u0439 \u0430\u043b\u0430\u0441\u044b\u0437. \u0421\u0456\u0437\u0434\u0456\u04a3 \u0436\u0435\u043b\u0456\u04a3\u0456\u0437\u0434\u0435\u0433\u0456 \u0436\u04d9\u043d\u0435 \u0441\u0456\u0437 \u0456\u043b\u0435\u0441\u0435\u0442\u0456\u043d \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b\u043d\u0430 \u049b\u043e\u0441\u044b\u043b\u0443 \u04af\u0448\u0456\u043d \u043a\u04af\u0439 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b\u043d \u0442\u0430\u04a3\u0434\u0430\u04a3\u044b\u0437.
jsp.about.breakout.3.aria = \u041a\u04af\u0439 \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u044b\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443
jsp.about.breakout.4.title = \u0416\u0430\u04a3\u0430 \u0436\u04d9\u043d\u0435 \u049b\u044b\u0437\u044b\u049b \u043c\u0430\u0437\u043c\u04b1\u043d \u0456\u0437\u0434\u0435\u0443
jsp.about.breakout.4.desc = Discover \u043a\u04e9\u0440\u0456\u043d\u0456\u0441\u0456\u043d \u049b\u044b\u0437\u044b\u049b\u0442\u044b\u0440\u0430\u0442\u044b\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0443 \u043d\u0435 \u0448\u043e\u043b\u0443 \u04af\u0448\u0456\u043d \u0442\u0430\u04a3\u0434\u0430\u04a3\u044b\u0437. \u04e8\u0437\u0456\u04a3\u0456\u0437 \u0430\u0439\u043d\u0430\u043b\u0430\u0441\u049b\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0435\u0442\u0456\u043d \u0431\u043b\u043e\u0433\u0442\u0430\u0440\u0434\u044b \u043d\u0435\u043c\u0435\u0441\u0435 \u049b\u043e\u0441\u044b\u043b\u0493\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0433\u0435\u043d \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440\u0434\u044b \u0456\u0437\u0434\u0435\u04a3\u0456\u0437. \u0421\u0456\u0437\u0434\u0456\u04a3 \u049b\u044b\u0437\u044b\u0493\u0443\u0448\u044b\u043b\u044b\u0493\u044b\u04a3\u044b\u0437\u0493\u0430 \u0436\u04d9\u043d\u0435 \u043a\u04d9\u0441\u0456\u0431\u0438 \u0442\u04d9\u0436\u0456\u0440\u0431\u0438\u0435\u04a3\u0456\u0437\u0433\u0435 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u0456\u0437\u0434\u0435\u043f \u0442\u0430\u0431\u0443 \u04af\u0448\u0456\u043d, \u041a\u0435\u04a3\u0435\u0441\u0442\u0435\u0440 \u0432\u0438\u0434\u0436\u0435\u0442\u0456\u043d\u0435\u043d \u0441\u043e\u04a3\u0493\u044b \u04b1\u0441\u044b\u043d\u044b\u0441\u0442\u0430\u0440\u0434\u044b \u049b\u0430\u0440\u0430\u04a3\u044b\u0437.
jsp.about.breakout.4.aria = \u0416\u0430\u04a3\u0430 \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u049b\u0430\u043b\u0430\u0439 \u0442\u0430\u0431\u0443
jsp.about.ibm.logo.alt = HCL \u043b\u043e\u0433\u043e\u0442\u0438\u043f\u0456
jsp.about.java.logo.alt = Java \u043c\u0435\u043a\u0435\u043c\u0435 \u0435\u043d\u0456
jsp.about.more = \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u0442\u0430\u0431\u0443
jsp.about.follow.aria = \u041a\u0435\u043b\u0435\u0441\u0456 \u0442\u0435\u0433\u0442\u0435\u0440 \u0442\u0443\u0440\u0430\u043b\u044b \u049b\u043e\u0441\u044b\u043c\u0448\u0430

#web/jsp/errorPage.jsp
jsp.errorpage.title = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442 - \u049a\u0430\u0442\u0435 \u0431\u0435\u0442
jsp.errorpage.error = \u049a\u0430\u043d\u0434\u0430\u0439 \u0434\u0430 \u0431\u0456\u0440 \u04d9\u0440\u0435\u043a\u0435\u0442 \u0434\u04b1\u0440\u044b\u0441 \u0431\u043e\u043b\u043c\u0430\u0434\u044b. \u0410\u0440\u0442\u049b\u0430 \u049b\u0430\u0439\u0442\u0443 \u0442\u04af\u0439\u043c\u0435\u0448\u0456\u0433\u0456\u043d \u0431\u0430\u0441\u044b\u043f, \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0456 \u049b\u0430\u0439\u0442\u0430\u043b\u0430\u04a3\u044b\u0437. \u0415\u0448\u049b\u0430\u043d\u0434\u0430\u0439 \u043d\u04d9\u0442\u0438\u0436\u0435 \u0431\u0435\u0440\u043c\u0435\u0441\u0435, \u049b\u0438\u044b\u043d\u0434\u044b\u049b \u0442\u0443\u0440\u0430\u043b\u044b \u049b\u043e\u043b\u0434\u0430\u0443 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u0444\u043e\u0440\u0443\u043c\u044b\u043d\u0430 \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u04a3\u044b\u0437.
jsp.errorpage.details = \u049a\u0430\u0442\u0435 \u0442\u0443\u0440\u0430\u043b\u044b \u0442\u043e\u043b\u044b\u049b \u0445\u0430\u0431\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u04a3\u0456\u0437
jsp.errorpage.hide.details = \u049a\u0430\u0442\u0435 \u0442\u0443\u0440\u0430\u043b\u044b \u0442\u043e\u043b\u044b\u049b \u0445\u0430\u0431\u0430\u0440\u0434\u044b \u0436\u0430\u0441\u044b\u0440\u0443
jsp.errorpage.message = \u049a\u0430\u043f, \u0431\u04b1\u043b'\u0456\u0441\u0442\u0435\u043c\u0435\u0434\u0456
jsp.errorpage.back = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u043a\u0435 \u049b\u0430\u0439\u0442\u0443
jsp.errorpage.stacktrace = \u0416\u0438\u044b\u043d\u0442\u044b\u049b \u0436\u043e\u043b\u0434\u0430\u0440 \u0448\u0430\u043c\u0430\u043c\u0435\u043d \u043c\u044b\u043d\u0430 \u0443\u0430\u049b\u044b\u0442\u0442\u0430 \u0436\u0430\u0441\u0430\u043b\u0434\u044b:
jsp.errorpage.icon.alt = \u049a\u0430\u0442\u0435 \u0431\u0435\u043b\u0433\u0456\u0448\u0435\u0441\u0456

#web/jsp/errorPage403.jsp
error.notauthorized.exception=CLFRQ0405E: \u0421\u0456\u0437\u0433\u0435 \u0431\u04b1\u043b \u0440\u0435\u0441\u0443\u0440\u0441\u049b\u0430 \u049b\u0430\u0442\u044b\u043d\u0430\u0441\u0443 \u0440\u04b1\u049b\u0441\u0430\u0442 \u0435\u0442\u0456\u043b\u043c\u0435\u0433\u0435\u043d.

#auth/login.jsp
jsp.loginpage.image.alt.logo = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442 \u043c\u0435\u043a\u0435\u043c\u0435 \u0435\u043d\u0456

#web/jsp/footer.jspf
jsp.footer.connections = HCL Connections
jsp.footer.help = \u0410\u043d\u044b\u049b\u0442\u0430\u043c\u0430
jsp.footer.tools = \u049a\u04b1\u0440\u0430\u043b\u0434\u0430\u0440
jsp.footer.about = \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430 \u0442\u0443\u0440\u0430\u043b\u044b
jsp.footer.demo = \u041a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u0456\u043c\u0434\u0456 \u049b\u0430\u0440\u0430\u0443
jsp.footer.support.forums = Lotus \u049b\u043e\u043b\u0434\u0430\u0443 \u0424\u043e\u0440\u0443\u043c\u0434\u0430\u0440\u044b
jsp.footer.bookmark.plugins = \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u0448\u043e\u043b\u0493\u044b\u0448\u044b\u043d\u044b\u04a3 \u049b\u043e\u0441\u044b\u043b\u0430\u0442\u044b\u043d \u043c\u043e\u0434\u0443\u043b\u044c\u0434\u0435\u0440\u0456
jsp.footer.plugins = \u0411\u0430\u0441\u049b\u0430 \u049b\u043e\u0441\u044b\u043b\u0430\u0442\u044b\u043d \u043c\u043e\u0434\u0443\u043b\u044c\u0434\u0435\u0440
jsp.footer.a11y = \u049a\u043e\u0441\u044b\u043b\u0443 \u043c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u0433\u0456\u043d\u0456\u04a3 \u049b\u04b1\u0440\u0430\u043b\u0434\u0430\u0440\u044b
jsp.footer.server.metrics = \u0421\u0435\u0440\u0432\u0435\u0440\u0434\u0456\u04a3 \u04e9\u043b\u0448\u0435\u043c \u0436\u04af\u0439\u0435\u043b\u0435\u0440\u0456
jsp.footer.ibm.com = hcl.com \u0442\u043e\u0440\u0430\u0431\u044b\u043d\u0434\u0430\u0493\u044b HCL Connections

#web/jsp/serverMetrics.jsp
homepage.metric.totals.visitor.header = \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u043c\u0435\u0442\u0440\u0438\u043a\u0430\u043b\u0430\u0440\u044b
homepage.metric.totals.visitor = \u0411\u0456\u0440\u0435\u0433\u0435\u0439 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.visitor.today = \u0411\u04af\u0433\u0456\u043d\u0433\u0456 \u0431\u0456\u0440\u0435\u0433\u0435\u0439 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.visitor.week = \u0421\u043e\u04a3\u0493\u044b \u0430\u043f\u0442\u0430\u0434\u0430\u0493\u044b \u0431\u0456\u0440\u0435\u0433\u0435\u0439 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.visitor.month = \u04e8\u0442\u043a\u0435\u043d \u0430\u0439\u0434\u0430\u0493\u044b \u0431\u0456\u0440\u0435\u0433\u0435\u0439 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.visitor.hourly = \u04e8\u0442\u043a\u0435\u043d \u0441\u0430\u0493\u0430\u0442\u0442\u0430\u0493\u044b \u0431\u0456\u0440\u0435\u0433\u0435\u0439 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b

homepage.metric.totals.available.widgets.header = \u0412\u0438\u0434\u0436\u0435\u0442\u0442\u0456 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443 \u043c\u0435\u0442\u0440\u0438\u043a\u0430\u043b\u0430\u0440\u044b
homepage.metric.totals.available.widgets = \u049a\u043e\u043b\u0434\u0430\u043d\u044b\u043b\u0493\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440\u0434\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.enabled.widgets = \u049a\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440\u0434\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.percentile.widgetsPerUser = \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0493\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440\u0434\u0456\u04a3 \u043e\u0440\u0442\u0430\u0448\u0430 \u0441\u0430\u043d\u044b
homepage.metric.totals.customizedPages = \u0411\u0430\u043f\u0442\u0430\u043b\u0493\u0430\u043d \u0431\u0435\u0442\u0442\u0435\u0440\u0456 \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.topWidgets = \u0410\u0442\u0430\u049b\u0442\u044b \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440

homepage.metric.widgetUsage = \u0412\u0438\u0434\u0436\u0435\u0442\u0442\u0456 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443

homepage.metric.totals.stories.header = \u041e\u049b\u0438\u0493\u0430 \u043c\u0435\u0442\u0440\u0438\u043a\u0430\u043b\u0430\u0440\u044b
homepage.metric.totals.stories.added = \u049a\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.stories.added.today = \u0411\u04af\u0433\u0456\u043d \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.stories.added.week = \u041e\u0441\u044b \u0430\u043f\u0442\u0430\u0434\u0430 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.stories.added.month = \u041e\u0441\u044b \u0430\u0439\u0434\u0430 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.stories.added.hourly = \u0421\u043e\u04a3\u0493\u044b \u0441\u0430\u0493\u0430\u0442\u0442\u0430 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b

homepage.metric.totals.stories.saved = \u0421\u0430\u049b\u0442\u0430\u043b\u0493\u0430\u043d \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.stories.saved.today = \u0411\u04af\u0433\u0456\u043d \u0441\u0430\u049b\u0442\u0430\u043b\u0493\u0430\u043d \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.stories.saved.week = \u041e\u0441\u044b \u0430\u043f\u0442\u0430\u0434\u0430 \u0441\u0430\u049b\u0442\u0430\u043b\u0493\u0430\u043d \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.stories.saved.month = \u041e\u0441\u044b \u0430\u0439\u0434\u0430 \u0441\u0430\u049b\u0442\u0430\u043b\u0493\u0430\u043d \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.stories.saved.hourly = \u04e8\u0442\u043a\u0435\u043d \u0441\u0430\u0493\u0430\u0442\u0442\u0430 \u0441\u0430\u049b\u0442\u0430\u043b\u0493\u0430\u043d \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b


homepage.metric.totals.notifications.header = \u049a\u04b1\u043b\u0430\u049b\u0442\u0430\u043d\u0434\u044b\u0440\u0443 \u043c\u0435\u0442\u0440\u0438\u043a\u0430\u043b\u0430\u0440\u044b
homepage.metric.totals.sentNotifications = \u0416\u0456\u0431\u0435\u0440\u0456\u043b\u0433\u0435\u043d \u0442\u0430\u0437\u0430\u043b\u0430\u043d\u0431\u0430\u0493\u0430\u043d \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u043b\u0435\u0440\u0434\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.sentNotifications.today = \u0411\u04af\u0433\u0456\u043d \u0436\u0456\u0431\u0435\u0440\u0456\u043b\u0433\u0435\u043d, \u0442\u0430\u0437\u0430\u043b\u0430\u043d\u0431\u0430\u0493\u0430\u043d \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u043b\u0435\u0440\u0434\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.sentNotifications.week = \u041e\u0441\u044b \u0430\u043f\u0442\u0430\u0434\u0430 \u0436\u0456\u0431\u0435\u0440\u0456\u043b\u0433\u0435\u043d, \u0442\u0430\u0437\u0430\u043b\u0430\u043d\u0431\u0430\u0493\u0430\u043d \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u043b\u0435\u0440\u0434\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.sentNotifications.month = \u041e\u0441\u044b \u0430\u0439\u0434\u0430 \u0436\u0456\u0431\u0435\u0440\u0456\u043b\u0433\u0435\u043d, \u0442\u0430\u0437\u0430\u043b\u0430\u043d\u0431\u0430\u0493\u0430\u043d \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u043b\u0435\u0440\u0434\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.sentNotifications.hourly = \u041e\u0441\u044b \u0441\u0430\u0493\u0430\u0442\u0442\u0430 \u0436\u0456\u0431\u0435\u0440\u0456\u043b\u0433\u0435\u043d, \u0442\u0430\u0437\u0430\u043b\u0430\u043d\u0431\u0430\u0493\u0430\u043d \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u043b\u0435\u0440\u0434\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b


homepage.metric.totals.receivedNotifications = \u049a\u0430\u0431\u044b\u043b\u0434\u0430\u043d\u0493\u0430\u043d, \u0442\u0430\u0437\u0430\u043b\u0430\u043d\u0431\u0430\u0493\u0430\u043d \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u043b\u0435\u0440\u0434\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.receivedNotifications.today = \u0411\u04af\u0433\u0456\u043d \u049b\u0430\u0431\u044b\u043b\u0434\u0430\u043d\u0493\u0430\u043d, \u0442\u0430\u0437\u0430\u043b\u0430\u043d\u0431\u0430\u0493\u0430\u043d \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u043b\u0435\u0440\u0434\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.receivedNotifications.week = \u041e\u0441\u044b \u0430\u043f\u0442\u0430\u0434\u0430 \u049b\u0430\u0431\u044b\u043b\u0434\u0430\u043d\u0493\u0430\u043d, \u0442\u0430\u0437\u0430\u043b\u0430\u043d\u0431\u0430\u0493\u0430\u043d \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u043b\u0435\u0440\u0434\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.receivedNotifications.month = \u041e\u0441\u044b \u0430\u0439\u0434\u0430 \u049b\u0430\u0431\u044b\u043b\u0434\u0430\u043d\u0493\u0430\u043d, \u0442\u0430\u0437\u0430\u043b\u0430\u043d\u0431\u0430\u0493\u0430\u043d \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u043b\u0435\u0440\u0434\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.receivedNotifications.hourly = \u04e8\u0442\u043a\u0435\u043d \u0441\u0430\u0493\u0430\u0442\u0442\u0430 \u049b\u0430\u0431\u044b\u043b\u0434\u0430\u043d\u0493\u0430\u043d, \u0442\u0430\u0437\u0430\u043b\u0430\u043d\u0431\u0430\u0493\u0430\u043d \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u043b\u0435\u0440\u0434\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b

homepage.metric.totals.user = \u0411\u0456\u0440\u0435\u0433\u0435\u0439 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.visitorPast24Hours = \u04e8\u0442\u043a\u0435\u043d 24 \u0441\u0430\u0493\u0430\u0442 \u0456\u0448\u0456\u043d\u0434\u0435\u0433\u0456 \u0442\u043e\u0440\u0430\u043f\u0442\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.visitorPastHour = \u04e8\u0442\u043a\u0435\u043d \u0441\u0430\u0493\u0430\u0442 \u0456\u0448\u0456\u043d\u0434\u0435\u0433\u0456 \u0442\u043e\u0440\u0430\u043f\u0442\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.visitorPast7Days = \u04e8\u0442\u043a\u0435\u043d 7 \u043a\u04af\u043d \u0456\u0448\u0456\u043d\u0434\u0435\u0433\u0456 \u0442\u043e\u0440\u0430\u043f\u0442\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.visitorPast30Days = \u04e8\u0442\u043a\u0435\u043d 30 \u043a\u04af\u043d \u0456\u0448\u0456\u043d\u0434\u0435\u0433\u0456 \u0442\u043e\u0440\u0430\u043f\u0442\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
#homepage.metric.totals.customizedPages = Total number of users with customized pages.
#homepage.metric.topWidgets = The most popular widgets and their counts.

homepage.metric.totals.user.desc = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u043a\u0435 \u049b\u0430\u0442\u044b\u043d\u0430\u0441\u049b\u0430\u043d \u0431\u0456\u0440\u0435\u0433\u0435\u0439 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b.
homepage.metric.totals.available.widgets.desc = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0442\u0435 \u049b\u043e\u043b\u0434\u0430\u043d\u0493\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440\u0434\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b.
homepage.metric.totals.enabled.widgets.desc = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0442\u0435 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0493\u0430 \u049b\u0430\u0437\u0456\u0440 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u0436\u04d9\u043d\u0435 \u049b\u043e\u043b \u0436\u0435\u0442\u0456\u043c\u0434\u0456 \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440\u0434\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b.
homepage.metric.percentile.widgetsPerUser.desc = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0493\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440\u0434\u0456\u04a3 \u043e\u0440\u0442\u0430\u0448\u0430 \u0441\u0430\u043d\u044b. \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0493\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u0430\u0448\u049b\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442\u0456 \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u0431\u044b\u043b\u0430\u0434\u044b.
homepage.metric.totals.visitorPast24Hours.desc = \u04e8\u0442\u043a\u0435\u043d 24 \u0441\u0430\u0493\u0430\u0442 \u0456\u0448\u0456\u043d\u0434\u0435\u0433\u0456 \u0442\u043e\u0440\u0430\u043f\u0442\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b.
homepage.metric.totals.visitorPastHour.desc = \u04e8\u0442\u043a\u0435\u043d \u0441\u0430\u0493\u0430\u0442 \u0456\u0448\u0456\u043d\u0434\u0435\u0433\u0456 \u0442\u043e\u0440\u0430\u043f\u0442\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b.
homepage.metric.totals.visitorPast7Days.desc = \u04e8\u0442\u043a\u0435\u043d 7 \u043a\u04af\u043d \u0456\u0448\u0456\u043d\u0434\u0435\u0433\u0456 \u0442\u043e\u0440\u0430\u043f\u0442\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b
homepage.metric.totals.visitorPast30Days.desc = \u04e8\u0442\u043a\u0435\u043d 30 \u0441\u0430\u0493\u0430\u0442 \u0456\u0448\u0456\u043d\u0434\u0435\u0433\u0456 \u0442\u043e\u0440\u0430\u043f\u0442\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d
homepage.metric.widgetUsage.desc = \u04d8\u0440\u0431\u0456\u0440 \u0432\u0438\u0434\u0436\u0435\u0442 \u04af\u0448\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0493\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442 \u04af\u043b\u0433\u0456\u043b\u0435\u0440\u0456\u043d\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b. \u0411\u04af\u0439\u0456\u0440\u043b\u0456\u043a \u04af\u0441\u0442\u0435\u043b\u0456\u043d\u0434\u0435 \u043e\u0440\u043d\u044b\u049b\u049b\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442 \u0435\u043c\u0435\u0441, \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0430\u0448\u049b\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0493\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442 \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u0431\u044b\u043b\u0430\u0434\u044b.

label.metrics.title = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442 \u043c\u0435\u0442\u0440\u0438\u043a\u0430\u043b\u0430\u0440\u044b
label.metrics.name = \u0410\u0442\u044b
label.metrics.value = \u041c\u04d9\u043d
label.metrics.asof = \u041e\u0441\u044b \u043a\u04af\u043d\u043d\u0435\u043d \u0431\u0430\u0441\u0442\u0430\u043f:
label.metrics.months = \u049a\u0430\u043d\u0442\u0430\u0440 \u0430\u049b\u043f\u0430\u043d \u043d\u0430\u0443\u0440\u044b\u0437 \u0441\u04d9\u0443\u0456\u0440 \u043c\u0430\u043c\u044b\u0440 \u043c\u0430\u0443\u0441\u044b\u043c \u0448\u0456\u043b\u0434\u0435 \u0442\u0430\u043c\u044b\u0437 \u049b\u044b\u0440\u043a\u0443\u0439\u0435\u043a \u049b\u0430\u0437\u0430\u043d \u049b\u0430\u0440\u0430\u0448\u0430 \u0436\u0435\u043b\u0442\u043e\u049b\u0441\u0430\u043d
label.metrics.notSet= \u04e8\u043b\u0448\u0435\u043c \u0436\u04af\u0439\u0435\u043b\u0435\u0440\u0456 \u04d9\u043b\u0456 \u0436\u043e\u049b \u043d\u0435\u043c\u0435\u0441\u0435 \u04d9\u043a\u0456\u043c\u0448\u0456 \u043e\u043b\u0430\u0440\u0434\u044b \u0430\u0436\u044b\u0440\u0430\u0442\u044b\u043f \u0442\u0430\u0441\u0442\u0430\u0434\u044b. \u0410\u049b\u043f\u0430\u0440\u0430\u0442 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d \u04d9\u043a\u0456\u043c\u0448\u0456\u04a3\u0456\u0437\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u0441\u044b\u04a3\u044b\u0437.
label.metrics.storyLifeTime= {0} \u043a\u04af\u043d\u0434\u0435\u0440\u0434\u0435\u043d \u043a\u0435\u0439\u0456\u043d \u0442\u0430\u0437\u0430\u043b\u0430\u043d\u0430\u0442\u044b\u043d \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440 \u043c\u0435\u043d \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u043d\u0434\u044b\u0440\u0443\u043b\u0430\u0440.
# Search strings
# Common to multiple pages
# Only used in isolation for buttons
# used for tabs in search result ui and advanced search options
jsp.search.allAreas = \u0411\u0430\u0440\u043b\u044b\u049b \u0430\u0439\u043c\u0430\u049b\u0442\u0430\u0440
jsp.search.activities = \u04d8\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440
jsp.search.blogs = \u0411\u043b\u043e\u0433\u0442\u0430\u0440
jsp.search.communities = \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440
jsp.search.dogear = \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440
jsp.search.profiles = \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440
jsp.search.wiki = \u0412\u0438\u043a\u0438
jsp.search.files = \u0424\u0430\u0439\u043b\u0434\u0430\u0440
jsp.search.search.verb = \u0406\u0437\u0434\u0435\u0443
jsp.search.twisty.collapse = \u0411\u04e9\u043b\u0456\u043c\u0434\u0456 \u0436\u0438\u044e \u04af\u0448\u0456\u043d \u0431\u0430\u0441\u044b\u04a3\u044b\u0437
jsp.search.help.link = \u0410\u043d\u044b\u049b\u0442\u0430\u043c\u0430

#web/jsp/search.jspf
jsp.search.searchbox.default.text = \u0411\u0430\u0440\u043b\u044b\u049b \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u0430\u0440
jsp.search.searchbox.searchdropdown = \u0406\u0437\u0434\u0435\u0443 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u043b\u0435\u0440\u0456\u043d \u043d\u0430\u049b\u0442\u044b\u043b\u0430\u0443
jsp.search.searchbox.search.activities = \u04d8\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440
jsp.search.searchbox.search.blogs = \u0411\u043b\u043e\u0433\u0442\u0430\u0440
jsp.search.searchbox.search.communities = \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440
jsp.search.searchbox.search.dogear = \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440
jsp.search.searchbox.search.profiles = \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440
jsp.search.searchbox.search.wikis = \u0412\u0438\u043a\u0438\u043b\u0435\u0440
jsp.search.searchbox.search.files = \u0424\u0430\u0439\u043b\u0434\u0430\u0440
jsp.search.searchbox.search.forums = \u0424\u043e\u0440\u0443\u043c\u0434\u0430\u0440
jsp.search.searchbox.search.status_updates = \u041a\u04af\u0439\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b
jsp.search.searchbox.search.directory = \u041a\u0430\u0442\u0430\u043b\u043e\u0433
jsp.search.searchbox.search.directory_named ={0} \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u044b
jsp.search.searchbox.search.advanced = \u0416\u0435\u0442\u0456\u043b\u0434\u0456\u0440\u0456\u043b\u0433\u0435\u043d
jsp.search.searchbox.a11y.title = \u0406\u0437\u0434\u0435\u0443 \u043c\u04d9\u0442\u0456\u043d\u0456\u043d \u0435\u043d\u0433\u0456\u0437\u0443
jsp.search.searchbox.search.alt = \u0406\u0437\u0434\u0435\u0443

#web/jsp/searchResults.jsp
jsp.search.results.title = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442 - \u0406\u0437\u0434\u0435\u0443 \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440\u0456
jsp.search.results.advanced.search.button = \u0416\u0430\u04a3\u0430 \u049b\u043e\u0441\u044b\u043c\u0448\u0430 \u0456\u0437\u0434\u0435\u0443
jsp.search.comments.Comments = \u041f\u0456\u043a\u0456\u0440\u043b\u0435\u0440
#web/jsp/searchComponents.jspf
jsp.search.components.results.from = \u041c\u0430\u0437\u043c\u04b1\u043d \u0442\u04af\u0440\u043b\u0435\u0440\u0456
jsp.search.components.all = \u0411\u0430\u0440\u043b\u044b\u049b \u0430\u0439\u043c\u0430\u049b\u0442\u0430\u0440
jsp.search.components.help = \u0406\u0437\u0434\u0435\u0443 \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440\u0456\u043d\u0456\u04a3 \u04af\u0437\u0456\u043d\u0434\u0456\u043b\u0435\u0440\u0456\u043d \u0430\u043b\u044b\u04a3\u044b\u0437. \u04d8\u0440 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043c\u0435\u043d \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440\u0434\u0456 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d, \u0441\u0456\u043b\u0442\u0435\u043c\u0435\u043b\u0435\u0440\u0434\u0456 \u0431\u0430\u0441\u044b\u04a3\u044b\u0437. \u04d8\u0440 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430 \u0430\u0442\u044b\u043d\u044b\u04a3 \u049b\u0430\u0441\u044b\u043d\u0434\u0430\u0493\u044b \u043d\u04e9\u043c\u0456\u0440 \u0441\u043e\u043b \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430 \u04af\u0448\u0456\u043d \u049b\u0430\u043d\u0448\u0430 \u043d\u04d9\u0442\u0438\u0436\u0435 \u0431\u0430\u0440 \u0435\u043a\u0435\u043d\u0456\u043d \u043a\u04e9\u0440\u0441\u0435\u0442\u0435\u0434\u0456.

#web/jsp/seachTags.jspf
jsp.search.tags.tags = \u0422\u0435\u0433\u0442\u0435\u0440
jsp.search.tags.find = \u0422\u0435\u0433\u0442\u0435\u0440\u0434\u0456 \u0442\u0430\u0431\u0443
jsp.search.tags.search = \u0422\u0435\u0433 \u0456\u0437\u0434\u0435\u0443\u0434\u0456 \u049b\u043e\u0441\u0443
jsp.search.tags.active = \u0411\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b \u0442\u0435\u0433\u0442\u0435\u0440
jsp.search.tags.help = \u0415\u0440\u0435\u043a\u0448\u0435 \u0442\u0435\u0440\u043c\u0438\u043d\u043c\u0435\u043d \u0442\u0430\u04a3\u0431\u0430\u043b\u0430\u043d\u0493\u0430\u043d \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440\u0434\u0456 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u0442\u0435\u0433\u0442\u0456 \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437. \u0422\u0435\u0433\u0442\u0456 \u0456\u0437\u0434\u0435\u0443 \u04e9\u0440\u0456\u0441\u0456\u043d\u0435 \u0442\u0435\u0440\u0456\u043f, \u0435\u0440\u0435\u043a\u0448\u0435 \u0442\u0435\u0433\u0442\u0456 \u0456\u0437\u0434\u0435\u0443. \u0422\u0435\u0433 \u0442\u043e\u0440\u0430\u0431\u044b\u043d\u044b\u04a3 \u04e9\u043b\u0448\u0435\u043c\u0456\u043d \u0440\u0435\u0442\u0442\u0435\u0443 \u04af\u0448\u0456\u043d, \u0441\u044b\u0440\u0493\u044b\u0442\u043f\u0430\u043d\u044b \u0441\u04af\u0439\u0440\u0435\u0442\u0456\u043f \u0430\u043f\u0430\u0440\u044b\u04a3\u044b\u0437.
jsp.search.tags.view.cloud = \u0422\u043e\u0440\u0430\u043f \u0440\u0435\u0442\u0456\u043d\u0434\u0435 \u043a\u04e9\u0440\u0443
jsp.search.tags.view.list = \u0422\u0456\u0437\u0456\u043c \u0440\u0435\u0442\u0456\u043d\u0434\u0435 \u043a\u04e9\u0440\u0443

#web/jsp/searchPeople.jspf
jsp.search.people.people = \u0410\u0434\u0430\u043c\u0434\u0430\u0440
jsp.search.people.most.active = \u0411\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b \u0430\u0434\u0430\u043c\u0434\u0430\u0440
jsp.search.people.help = \u0421\u0456\u0437\u0434\u0456\u04a3 \u0456\u0437\u0434\u0435\u0443 \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440\u0456\u04a3\u0456\u0437\u0431\u0435\u043d \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437. \u0411\u0435\u043b\u0433\u0456\u043b\u0456 \u0431\u0456\u0440 \u0430\u0434\u0430\u043c\u0493\u0430 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b \u0456\u0437\u0434\u0435\u0443 \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440\u0456\u043d \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d, \u043e\u043d\u044b\u04a3 \u0430\u0442\u044b\u043d \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.

#web/jsp/searchDate.jspf
jsp.search.dates.dates = \u041a\u04af\u043d\u0434\u0435\u0440
jsp.search.dates.most.active = \u0411\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b \u043a\u04af\u043d\u0434\u0435\u0440
jsp.search.dates.help = \u0411\u0435\u043b\u0433\u0456\u043b\u0456 \u0443\u0430\u049b\u044b\u0442 \u0430\u0440\u0430\u0441\u044b\u043d\u0434\u0430 \u0436\u0430\u0441\u0430\u043b\u0493\u0430\u043d \u043d\u0435\u043c\u0435\u0441\u0435 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0493\u0430\u043d \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440\u0434\u0456 \u043a\u04e9\u0440\u0441\u0435\u0442\u0456 \u04af\u0448\u0456\u043d, \u04af\u0448\u0431\u04b1\u0440\u044b\u0448\u0442\u044b \u0430\u0448\u044b\u04a3\u044b\u0437 \u0436\u04d9\u043d\u0435 \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u0436\u044b\u043b, \u0430\u0439 \u0436\u04d9\u043d\u0435 \u043a\u04af\u043d \u0431\u043e\u0439\u044b\u043d\u0448\u0430 \u0441\u04af\u0437\u0433\u0456\u0434\u0435\u043d \u04e9\u0442\u043a\u0456\u0437\u0456\u04a3\u0456\u0437.
#web/jsp/searchResults.jspf
jsp.search.results.page.heading = \u0406\u0437\u0434\u0435\u0443 \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440\u0456

# Translator: In the next two properties, parameters {0} and {1} are user input
jsp.search.searched.for = \u0421\u0456\u0437 \u0456\u0437\u0434\u0435\u0433\u0435\u043d \u0430\u0442\u0430\u0443: {0}
jsp.search.searched.for.refined = \u0421\u0456\u0437 \u0456\u0437\u0434\u0435\u0433\u0435\u043d \u0430\u0442\u0430\u0443: {0} \u043e\u0441\u044b \u0441\u04af\u0437\u0433\u0456\u043b\u0435\u0440\u043c\u0435\u043d \u0431\u0456\u0440\u0433\u0435: {1}

#the next two strings are used in the context Results 1 to 10 of 100
jsp.search.results.range = {2} \u0456\u0448\u0456\u043d\u0435\u043d {0} \u0434\u0435\u043d {1} \u0434\u0435\u0439\u0456\u043d\u0433\u0456 \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440
jsp.search.results.previous = \u0410\u043b\u0434\u044b\u04a3\u0493\u044b
jsp.search.results.next = \u041a\u0435\u043b\u0435\u0441\u0456
jsp.search.results.page = \u0411\u0435\u0442
jsp.search.results.first = \u0411\u0456\u0440\u0456\u043d\u0448\u0456
jsp.search.results.last = \u0421\u043e\u04a3\u0493\u044b

# In the next property, please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.noresults = \u0406\u0437\u0434\u0435\u0443\u0456\u04a3\u0456\u0437 \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440\u0441\u0456\u0437 \u049b\u0430\u0439\u0442\u0430\u0440\u044b\u043b\u0434\u044b. \u049a\u0430\u0439\u0442\u0430\u043b\u0430\u043f \u043a\u04e9\u0440\u0443 \u04af\u0448\u0456\u043d <a href="{0}">\u043e\u0441\u044b \u0436\u0435\u0440\u0434\u0456</a> \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.

# The two strings below are used in the context Show: 10 | 20 | 50 | 100 | All items
# Because of design, they cannot be resourced in one single string.
# Please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.paging.show = \u041a\u04e9\u0440\u0441\u0435\u0442\u0443:
jsp.search.results.paging.all = <a href="{0}">\u0411\u0430\u0440\u043b\u044b\u049b</a> \u044d\u043b\u0435\u043c\u0435\u043d\u0442\u0442\u0435\u0440\u0434\u0456

# {0} and {1} contain only numbers
jsp.search.results.paging.jump = {1} \u0431\u0435\u0442\u0442\u0456\u04a3 {0} \u0431\u0435\u0442\u0456\u043d\u0435 \u04e9\u0442\u0443

#web/jsp/advancedSearch.jsp
jsp.search.advancedsearch.page.title = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442 - \u0416\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0493\u0430\u043d \u0456\u0437\u0434\u0435\u0443
jsp.search.advancedsearch.title = \u0416\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0493\u0430\u043d \u0456\u0437\u0434\u0435\u0443
jsp.search.advancedsearch.tips = \u041a\u0435\u04a3\u0435\u0441\u0442\u0435\u0440
jsp.search.advancedsearch.tip.1 = HCL Connections \u0436\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440\u044b?
jsp.search.advancedsearch.tip.2 = \u041a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u0433\u0435\u043d \u0430\u0439\u043c\u0430\u049b\u0442\u0430\u043d \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u0456\u0437\u0434\u0435\u043f \u043e\u0442\u044b\u0440\u0441\u044b\u0437 \u0431\u0430? \u0422\u0435\u043a \u049b\u044b\u0437\u044b\u049b\u0442\u044b\u0440\u0430\u0442\u044b\u043d \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u0430\u0440\u0434\u044b \u0442\u0430\u04a3\u0434\u0430\u0443 \u0430\u0440\u049b\u044b\u043b\u044b \u0456\u0437\u0434\u0435\u0443 \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440\u0456\u043d \u0436\u043e\u0441\u043f\u0430\u0440\u043b\u0430\u04a3\u044b\u0437. <B>\u0411\u0430\u0440\u043b\u044b\u0493\u044b\u043d \u0456\u0437\u0434\u0435\u0443</B> \u043f\u0435\u0440\u043d\u0435\u0441\u0456\u043d \u0431\u0430\u0441\u0443 \u0430\u0440\u049b\u044b\u043b\u044b \u0456\u0437\u0434\u0435\u0443\u0456\u04a3\u0456\u0437\u0434\u0456 \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u04a3\u0456\u0437.
jsp.search.advancedsearch.tip.3 = \u041e\u0441\u044b \u043a\u0456\u043b\u0442 \u0441\u04e9\u0437\u0434\u0435\u0440\u0456 \u0431\u0430\u0440 \u0442\u04af\u0440\u043b\u0456 \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u0430\u0440\u0434\u044b \u0442\u0430\u0431\u0443 \u04af\u0448\u0456\u043d, \u0431\u0456\u0440 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u043a\u0456\u043b\u0442 \u0441\u04e9\u0437\u0434\u0435\u0440\u0434\u0456 \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437.
jsp.search.advancedsearch.description = \u04b0\u049b\u0441\u0430\u0441 \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u0456\u0437\u0434\u0435\u0443 \u04af\u0448\u0456\u043d \u0431\u0456\u0440 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u043a\u0456\u043b\u0441\u04e9\u0437\u0434\u0435\u0440\u0434\u0456 \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437.
jsp.search.advancedsearch.step.one = \u0411\u0456\u0440\u0456\u043d\u0448\u0456 \u049b\u0430\u0434\u0430\u043c
jsp.search.advancedsearch.step.two = \u0415\u043a\u0456\u043d\u0448\u0456 \u049b\u0430\u0434\u0430\u043c
jsp.search.advancedsearch.step.three = \u04ae\u0448\u0456\u043d\u0448\u0456 \u049b\u0430\u0434\u0430\u043c
jsp.search.advancedsearch.keywords.label = \u041a\u0456\u043b\u0442\u0441\u04e9\u0437\u0434\u0435\u0440\u0434\u0456 \u0456\u0437\u0434\u0435\u0443:
jsp.search.advancedsearch.features.select = \u0406\u0437\u0434\u0435\u043b\u0435\u0442\u0456\u043d \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u0430\u0440\u0434\u044b \u0442\u0430\u04a3\u0434\u0430\u04a3\u044b\u0437.
jsp.search.advancedsearch.features.all = \u0411\u0430\u0440\u043b\u044b\u0493\u044b\u043d \u0456\u0437\u0434\u0435\u0443
jsp.search.advancedsearch.keywords.description = \u041c\u044b\u0441\u0430\u043b\u044b, "\u0436\u0430\u0441\u0430\u049b\u0442\u0430\u043c\u0430" \u0441\u04e9\u0437\u0456\u043d \u0456\u0437\u0434\u0435\u0433\u0435\u043d\u0434\u0435 "\u0436\u0430\u0441\u0430\u049b\u0442\u0430\u043c\u0430" \u0441\u04e9\u0437\u0456 \u0430\u0442\u0430\u0443\u044b\u043d\u0434\u0430, \u0441\u0438\u043f\u0430\u0442\u0442\u0430\u043c\u0430\u0441\u044b\u043d\u0434\u0430, \u0442\u0435\u0433\u0442\u0435\u0440\u0456\u043d\u0434\u0435 \u043d\u0435\u043c\u0435\u0441\u0435 \u043c\u0430\u0437\u043c\u04b1\u043d\u044b\u043d\u0434\u0430 \u0431\u0430\u0440 \u0430\u0434\u0430\u043c\u0434\u0430\u0440, \u0431\u043b\u043e\u0433\u0442\u0430\u0440, \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440, \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440 \u0436\u04d9\u043d\u0435 \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440 \u0442\u0456\u0437\u0456\u043c\u0456\u043d \u043a\u04e9\u0440\u0441\u0435\u0442\u0435\u0434\u0456.
jsp.search.advancedsearch.tags.only = \u0422\u0435\u043a \u0442\u0435\u0433\u0442\u0435\u0440 \u0431\u043e\u0439\u044b\u043d\u0448\u0430 \u0456\u0437\u0434\u0435\u0443
#web/jsp/advancedSearch.jsp - All Areas Tab
jsp.search.advancedsearch.all.caption = \u041a\u0435\u0439\u0431\u0456\u0440 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0430\u0440\u043b\u044b\u049b \u0430\u0439\u043c\u0430\u049b\u0442\u0430\u0440\u0434\u044b \u0456\u0437\u0434\u0435\u0443 \u04af\u0448\u0456\u043d \u0442\u04e9\u043c\u0435\u043d\u0434\u0435\u0433\u0456 \u0436\u043e\u043b\u0434\u0430\u0440\u0434\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437
jsp.search.advancedsearch.keyword.label = \u041a\u0456\u043b\u0442 \u0441\u04e9\u0437\u0434\u0435\u0440
jsp.search.advancedsearch.keyword.description = \u041a\u0456\u043b\u0442\u0441\u04e9\u0437\u0434\u0435\u043d \u0442\u04b1\u0440\u0430\u0442\u044b\u043d \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u0442\u0430\u0431\u0443 \u04af\u0448\u0456\u043d \u043e\u0441\u044b \u043a\u0456\u043b\u0442\u0441\u04e9\u0437\u0434\u0456 \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437.
jsp.search.advancedsearch.tags.label = \u0422\u0435\u0433\u0442\u0435\u0440
jsp.search.advancedsearch.tags.description = \u0410\u0440\u043d\u0430\u0439\u044b \u0448\u0430\u0440\u0442\u043f\u0435\u043d \u0442\u0435\u0433\u0442\u0435\u043b\u0433\u0435\u043d \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u043d\u0435 \u0430\u0434\u0430\u043c\u0434\u044b \u0442\u0430\u0431\u0443 \u04af\u0448\u0456\u043d \u0442\u0435\u0433\u0442\u0456 \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437.
jsp.search.advancedsearch.person.label = \u041a\u0456\u0441\u0456
jsp.search.advancedsearch.person.description = \u041e\u043b\u0430\u0440\u0493\u0430 \u0440\u04b1\u049b\u0441\u0430\u0442 \u0435\u0442\u0456\u043b\u0433\u0435\u043d \u043f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440 \u043c\u0435\u043d \u043a\u0435\u0437 \u043a\u0435\u043b\u0433\u0435\u043d \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u0456\u0437\u0434\u0435\u0443 \u04af\u0448\u0456\u043d \u0430\u0434\u0430\u043c\u043d\u044b\u04a3'\u0430\u0442\u044b\u043d \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437.
jsp.search.advancedsearch.time.label = \u0423\u0430\u049b\u044b\u0442 \u0448\u0435\u043a\u0442\u0435\u0443\u0456
jsp.search.advancedsearch.time.description = \u0406\u0437\u0434\u0435\u043b\u0435\u0442\u0456\u043d \u0443\u0430\u049b\u044b\u0442 \u0448\u0435\u043a\u0442\u0435\u0443\u0456\u043d \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437
jsp.search.advancedsearch.areas.label = \u0406\u0437\u0434\u0435\u0443 \u0430\u0439\u043c\u0430\u049b\u0442\u0430\u0440\u044b
jsp.search.advancedsearch.areas.description = \u0406\u0437\u0434\u0435\u0443\u0434\u0435\u043d \u0448\u044b\u0493\u0430\u0440\u0443 \u04af\u0448\u0456\u043d \u049b\u04b1\u0441\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u0436\u043e\u0439\u044b\u04a3\u044b\u0437
jsp.search.advancedsearch.searchAllContent = \u0411\u0430\u0440\u043b\u044b\u049b \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u0456\u0437\u0434\u0435\u0443
jsp.search.advancedsearch.searchMyContent = \u041c\u0435\u043d\u0456\u04a3 \u043c\u0430\u0437\u043c\u04b1\u043d\u044b\u043c \u0431\u043e\u0439\u044b\u043d\u0448\u0430 \u0456\u0437\u0434\u0435\u0443

#web/jsp/noIndex.jsp
jsp.search.noIndex.title = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442 - \u0420\u0435\u0442\u0442\u0435\u0443\u0456\u0448 \u0436\u043e\u049b \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u04af\u043b\u0456\u043d\u0433\u0435\u043d
jsp.search.noIndex.message = \u0411\u04b1\u043b \u0441\u0435\u0440\u0432\u0435\u0440\u0434\u0435 \u0456\u0437\u0434\u0435\u0443 \u049b\u043e\u043b\u0436\u0435\u0442\u043a\u0456\u0437\u0433\u0456\u0441\u0456\u0437, \u04e9\u0439\u0442\u043a\u0435\u043d\u0456 \u0440\u0435\u0442\u0442\u0435\u0443\u0456\u0448 \u0436\u043e\u049b \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u04af\u043b\u0456\u043d\u0433\u0435\u043d.  \u049a\u0430\u0439\u0442\u0430\u043b\u0430\u043f \u043a\u04e9\u0440\u0443 \u04af\u0448\u0456\u043d, \u049b\u0430\u0439\u0442\u0443 \u0442\u04af\u0439\u043c\u0435\u0441\u0456\u043d \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.  \u0411\u04b1\u043b \u0445\u0430\u0431\u0430\u0440 \u043a\u0435\u0442\u043f\u0435\u0441\u0435, \u0436\u04af\u0439\u0435 \u04d9\u043a\u0456\u043c\u0448\u0456\u0441\u0456\u043c\u0435\u043d \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.search.error = \u049a\u0430\u0442\u0435

#web/jsp/opensearch.jsp
#this jsp is used to provide details about Connections search to browsers so they can include Connections search in their built in search forms
# the service name cannot be longer than 16 characters for the opensearch spec
jsp.search.opensearch.service.name = Connections
# long service name may be up to 48 characters
jsp.search.opensearch.service.long.name = Connections \u0456\u0437\u0434\u0435\u0443
# the description must be less than 1024 characters for the opensearch spec
jsp.search.opensearch.description = \u0411\u0430\u0440\u043b\u044b\u049b \u049b\u043e\u0441\u044b\u043b\u044b\u043c\u0434\u0430\u0440 \u043c\u0430\u0437\u043c\u04b1\u043d\u044b\u043d \u0456\u0437\u0434\u0435\u0443
# developer must not be longer than 64 characters
jsp.search.opensearch.service.developer = Connections \u0434\u0430\u043c\u044b\u0442\u0443 \u0442\u043e\u0431\u044b


# Admin UI: admin/admin.jsp
jsp.admin.title = \u04d8\u043a\u0456\u043c\u0448\u0456\u043d\u0456\u04a3 \u0431\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0456
jsp.admin.description = \u041e\u0441\u044b \u0431\u0435\u0442\u0442\u0456 \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0442\u0456\u04a3 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u044b\u043d\u0430 \u049b\u043e\u043b \u0436\u0435\u0442\u0456\u043c\u0434\u0456 \u0431\u043e\u043b\u0430\u0442\u044b\u043d \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u0430\u0440\u0434\u044b \u0430\u043d\u044b\u049b\u0442\u0430\u0443 \u04af\u0448\u0456\u043d \u049b\u043e\u043b\u0434\u0430\u043d\u044b\u04a3\u044b\u0437.
jsp.admin.widgets.click = \u041e\u0441\u044b\u043d\u044b \u0442\u0430\u04a3\u0434\u0430\u0443 \u04af\u0448\u0456\u043d \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430 \u0430\u0442\u044b\u043d \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.admin.enabled.widgets = \u0406\u0441\u043a\u0435 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u0430\u0440
jsp.admin.enabled.widgets.comment = \u0406\u0441\u043a\u0435 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u0430\u0440 \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0430\u0434\u044b
jsp.admin.disabled.widgets = \u0410\u0436\u044b\u0440\u0430\u0442\u044b\u043b\u0493\u0430\u043d \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u0430\u0440
jsp.admin.disabled.widgets.comment = \u0410\u0436\u044b\u0440\u0430\u0442\u044b\u043b\u0493\u0430\u043d \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u0430\u0440 \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u043c\u0430\u0439\u0434\u044b
jsp.admin.button.disable = \u0410\u0436\u044b\u0440\u0430\u0442\u0443
jsp.admin.button.edit = \u04e8\u04a3\u0434\u0435\u0443
jsp.admin.button.remove = \u0416\u043e\u044e
jsp.admin.button.enable = \u049a\u043e\u0441\u0443
jsp.admin.button.add = \u0411\u0430\u0441\u049b\u0430 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b \u049b\u043e\u0441\u0443
jsp.admin.button.refresh = \u041a\u044d\u0448\u0442\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443
jsp.admin.button.add.mapping = \u0421\u0430\u043b\u044b\u0441\u0442\u044b\u0440\u0443\u043b\u0430\u0440\u0434\u044b \u049b\u043e\u0441\u0443
jsp.admin.button.edit.mapping = \u0421\u0430\u043b\u044b\u0441\u0442\u044b\u0440\u0443\u0434\u044b \u04e9\u04a3\u0434\u0435\u0443
jsp.admin.button.delete.mapping = \u0421\u0430\u043b\u044b\u0441\u0442\u044b\u0440\u0443\u0434\u044b \u0436\u043e\u044e
jsp.admin.test.mode.title = \u0421\u044b\u043d\u0430\u049b \u043a\u04af\u0439\u0456:
jsp.admin.test.mode.checkbox = \u0410\u0436\u044b\u0440\u0430\u0442\u044b\u043b\u0493\u0430\u043d \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u0430\u0440\u0493\u0430 \u0440\u04b1\u049b\u0441\u0430\u0442 \u0431\u0435\u0440\u0443
jsp.admin.add.page.title = \u0416\u0430\u04a3\u0430 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b \u049b\u043e\u0441\u0443
jsp.admin.edit.page.title = \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b \u04e9\u04a3\u0434\u0435\u0443
jsp.admin.edit.widget.type = \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430 \u0422\u04af\u0440\u0456:
jsp.admin.edit.widget.type.comment = \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b\u04a3 \u0442\u04af\u0440\u0456\u043d \u0442\u0430\u04a3\u0434\u0430\u04a3\u044b\u0437.
jsp.admin.edit.widget.type.iwidget = iWidget
# OpenSocial should not be translated as it's the name of a standard
jsp.admin.edit.widget.type.osgadget = OpenSocial \u0448\u0430\u0493\u044b\u043d \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0441\u044b
jsp.admin.edit.widget.name = \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b\u04a3 \u0422\u0430\u049b\u044b\u0440\u044b\u0431\u044b:
jsp.admin.edit.widget.name.comment = \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b\u04a3 \u0430\u0442\u044b\u043d \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437. \u041c\u044b\u0441\u0430\u043b\u044b, \u0431\u043b\u043e\u0433\u0442\u0430\u0440.
jsp.admin.edit.widget.description = \u0421\u0438\u043f\u0430\u0442\u0442\u0430\u043c\u0430:
jsp.admin.edit.widget.description.comment = \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430 \u0441\u0438\u043f\u0430\u0442\u0442\u0430\u043c\u0430\u0441\u044b\u043d \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437. \u041c\u044b\u0441\u0430\u043b\u044b, \u0421\u043e\u04a3\u0493\u044b \u0431\u043b\u043e\u0433\u0442\u0430\u0440 \u0436\u0430\u0437\u0431\u0430\u043b\u0430\u0440\u044b \u043c\u0435\u043d \u043f\u0456\u043a\u0456\u0440\u043b\u0435\u0440\u0456.
jsp.admin.edit.widget.url = URL \u043c\u0435\u043a\u0435\u043d-\u0436\u0430\u0439\u044b:
jsp.admin.edit.widget.url.comment = \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b\u04a3 \u043e\u0440\u043d\u044b\u043d \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437. \u0411\u04b1\u043b \u0430\u0431\u0441\u043e\u043b\u044e\u0442\u0442\u0456 \u049b\u0430\u0443\u0456\u043f\u0441\u0456\u0437 \u0412\u0435\u0431 \u043c\u0435\u043a\u0435\u043d-\u0436\u0430\u0439 \u0431\u043e\u043b\u0443\u044b \u043a\u0435\u0440\u0435\u043a. \u041c\u044b\u0441\u0430\u043b\u044b, http://myserver.com/mywidget.xml.
jsp.admin.edit.widget.secureurl = \u049a\u0430\u0443\u0456\u043f\u0441\u0456\u0437 URL \u043c\u0435\u043a\u0435\u043d-\u0436\u0430\u0439\u044b:
jsp.admin.edit.widget.secureurl.comment = \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b\u04a3 \u043e\u0440\u043d\u044b\u043d \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437. \u0411\u04b1\u043b \u0430\u0431\u0441\u043e\u043b\u044e\u0442\u0442\u0456 \u049b\u0430\u0443\u0456\u043f\u0441\u0456\u0437 \u0412\u0435\u0431 \u043c\u0435\u043a\u0435\u043d-\u0436\u0430\u0439 \u0431\u043e\u043b\u0443\u044b \u043a\u0435\u0440\u0435\u043a. \u041c\u044b\u0441\u0430\u043b\u044b, https://myserver.com/mywidget.xml.
jsp.admin.edit.widget.iconurl = \u0411\u0435\u043b\u0433\u0456\u0448\u0435 URL \u043c\u0435\u043a\u0435\u043d-\u0436\u0430\u0439\u044b:
jsp.admin.edit.widget.iconurl.comment = \u0411\u0435\u043a\u0435\u043c\u0434\u0435\u043b\u0433\u0435\u043d \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430 \u04af\u0448\u0456\u043d \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u0435\u0442\u0456\u043d \u0431\u0435\u043b\u0433\u0456\u0448\u0435\u043d\u0456\u04a3 \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0443\u044b\u043d \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437. \u0421\u0443\u0440\u0435\u0442\u0442\u0456\u04a3 \u04e9\u043b\u0448\u0435\u043c\u0456 16 x 16 \u043f\u0438\u043a\u0441\u0435\u043b\u044c \u0431\u043e\u043b\u0443 \u043a\u0435\u0440\u0435\u043a (\u0441\u0430\u0439\u0442 \u0431\u0435\u043b\u0433\u0456\u0448\u0435\u0441\u0456 \u049b\u043e\u043b\u0430\u0439\u043b\u044b).
jsp.admin.edit.widget.iconsecureurl = \u0411\u0435\u043b\u0433\u0456\u0448\u0435\u043d\u0456\u04a3 \u049b\u0430\u0443\u0456\u043f\u0441\u0456\u0437 URL \u043c\u0435\u043a\u0435\u043d-\u0436\u0430\u0439\u044b:
jsp.admin.edit.widget.iconsecureurl.comment = \u0411\u0435\u043a\u0435\u043c\u0434\u0435\u043b\u0433\u0435\u043d \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430 \u04af\u0448\u0456\u043d \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u0435\u0442\u0456\u043d \u0431\u0435\u043b\u0433\u0456\u0448\u0435\u043d\u0456\u04a3 \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0443\u044b\u043d \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437. \u0421\u0443\u0440\u0435\u0442\u0442\u0456\u04a3 \u04e9\u043b\u0448\u0435\u043c\u0456 16 x 16 \u043f\u0438\u043a\u0441\u0435\u043b\u044c \u0431\u043e\u043b\u0443 \u043a\u0435\u0440\u0435\u043a (\u0441\u0430\u0439\u0442 \u0431\u0435\u043b\u0433\u0456\u0448\u0435\u0441\u0456 \u049b\u043e\u043b\u0430\u0439\u043b\u044b).
jsp.admin.edit.widget.homepagespecific = HCL Connections \u0430\u0440\u043d\u0430\u0439\u044b \u0442\u0435\u0433\u0442\u0435\u0440\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443:
jsp.admin.edit.widget.cache = \u041a\u044d\u0448 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0441\u044b\u043d\u044b\u04a3 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u044b:
jsp.admin.edit.widget.preview = \u0421\u0443\u0440\u0435\u0442 URL \u043c\u0435\u043a\u0435\u043d-\u0436\u0430\u0439\u044b \u0430\u043b\u0434\u044b\u043d \u0430\u043b\u0430 \u043a\u04e9\u0440\u0443:
jsp.admin.edit.widget.preview.comment = \u0410\u043b\u0434\u044b\u043d \u0430\u043b\u0430 \u043a\u04e9\u0440\u0433\u0435\u043d \u0441\u0443\u0440\u0435\u0442\u0442\u0456\u04a3 \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0443\u044b\u043d \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437. \u0411\u04b1\u043b \u0430\u0431\u0441\u043e\u043b\u044e\u0442\u0442\u0456 \u043d\u0435\u043c\u0435\u0441\u0435 \u0448\u0430\u0440\u0442\u0442\u044b \u0412\u0435\u0431 \u043c\u0435\u043a\u0435\u043d-\u0436\u0430\u0439 \u0431\u043e\u043b\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d. \u041c\u044b\u0441\u0430\u043b\u044b, http://myserver.com/images/image.gif.
jsp.admin.edit.widget.category = \u0421\u0430\u043d\u0430\u0442:
jsp.admin.edit.widget.category.comment = \u041c\u044b\u0441\u0430\u043b\u044b, \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440
jsp.admin.edit.widget.tab.widget = \u041c\u0435\u043d\u0456\u04a3 \u0431\u0435\u0442\u0456\u043c\u0434\u0456 \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u04a3\u0456\u0437:
jsp.admin.edit.widget.tab.widget.comment = \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043d\u0435 \u0416\u0435\u043a\u0435 \u0411\u0435\u0442\u0442\u0435\u0433\u0456 \u043d\u0435\u043c\u0435\u0441\u0435 \u0416\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440 \u0431\u0435\u0442\u0442\u0435\u0440\u0456\u043d\u0434\u0435\u0433\u0456 \u0430\u0443\u043c\u0430\u049b\u0442\u044b \u0442\u0430\u04a3\u0434\u0430\u0443\u044b\u04a3\u044b\u0437 \u043a\u0435\u0440\u0435\u043a. \u0415\u043a\u0456 \u0430\u0443\u043c\u0430\u049b\u0442\u0430 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u0435\u043a\u0456 \u043e\u043f\u0446\u0438\u044f\u043d\u044b \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u044b\u04a3\u044b\u0437.
jsp.admin.edit.widget.tab.update =  \u0416\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440 \u0431\u0435\u0442\u0456\u043d \u043a\u04e9\u0440\u0441\u0435\u0442\u0443:
jsp.admin.edit.widget.tab.update.comment = \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043d\u0435 \u0416\u0435\u043a\u0435 \u0411\u0435\u0442\u0442\u0435\u0433\u0456 \u043d\u0435\u043c\u0435\u0441\u0435 \u0416\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440 \u0431\u0435\u0442\u0442\u0435\u0440\u0456\u043d\u0434\u0435\u0433\u0456 \u0430\u0443\u043c\u0430\u049b\u0442\u044b \u0442\u0430\u04a3\u0434\u0430\u0443\u044b\u04a3\u044b\u0437 \u043a\u0435\u0440\u0435\u043a. \u0415\u043a\u0456 \u0430\u0443\u043c\u0430\u049b\u0442\u0430 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u0435\u043a\u0456 \u043e\u043f\u0446\u0438\u044f\u043d\u044b \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u044b\u04a3\u044b\u0437.
jsp.admin.edit.widget.opened = \u04d8\u0434\u0435\u043f\u043a\u0456 \u0431\u043e\u0439\u044b\u043d\u0448\u0430 \u0430\u0448\u044b\u043b\u0493\u0430\u043d:
jsp.admin.edit.widget.opened.comment = \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0431\u0456\u0440\u0456\u043d\u0448\u0456 \u0440\u0435\u0442 \u04e9\u0437\u0456\u043d\u0434\u0456\u043a \u0431\u0435\u0442\u043a\u0435 \u043a\u0456\u0440\u0433\u0435\u043d\u0434\u0435, \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043e\u0441\u044b \u043e\u043f\u0446\u0438\u044f\u043d\u044b \u0442\u0430\u04a3\u0434\u0430\u04a3\u044b\u0437.
jsp.admin.edit.widget.view = \u0411\u0456\u0440\u043d\u0435\u0448\u0435 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u0430\u0440:
jsp.admin.edit.widget.view.comment = \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b\u04a3 \u043a\u04e9\u043f\u0442\u0435\u0433\u0435\u043d \u0434\u0430\u043d\u0430\u043b\u0430\u0440\u044b\u043d\u044b\u04a3 \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u0443\u0456\u043d \u049b\u043e\u0441\u0443 \u04af\u0448\u0456\u043d, \u043e\u0441\u044b \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0434\u0456 \u0442\u0430\u04a3\u0434\u0430\u04a3\u044b\u0437.
jsp.admin.edit.widget.prereqs = \u0410\u043b\u0493\u044b \u0448\u0430\u0440\u0442\u0442\u0430\u0440:
jsp.admin.edit.button.ok = OK
jsp.admin.edit.button.save = \u0421\u0430\u049b\u0442\u0430\u0443
jsp.admin.edit.button.cancel = \u0411\u043e\u043b\u0434\u044b\u0440\u043c\u0430\u0443
jsp.admin.tips = \u041a\u0435\u04a3\u0435\u0441\u0442\u0435\u0440
jsp.admin.tip.header = \u0416\u0430\u04a3\u0430 \u04d9\u043a\u0456\u043c\u0448\u0456 \u043c\u0435?
jsp.admin.tip.1 = \u0416\u0435\u043a\u0435 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u0430\u0440\u0434\u044b \u049b\u043e\u0441\u0443 \u0436\u04d9\u043d\u0435 \u0430\u0436\u044b\u0440\u0430\u0442\u0443 \u04af\u0448\u0456\u043d \u0436\u04d9\u043d\u0435 \u043e\u043b\u0430\u0440\u0434\u044b\u04a3 \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0456\u043d \u04e9\u04a3\u0434\u0435\u0443 \u04af\u0448\u0456\u043d \u04d9\u043a\u0456\u043c\u0448\u0456\u043b\u0456\u043a \u0431\u0435\u0442\u0442\u0456 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437.
jsp.admin.tip.2 = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0442\u0456\u04a3 \u043c\u04af\u043c\u043a\u0456\u043d\u0448\u0456\u043b\u0456\u0433\u0456\u043d, \u04b1\u0439\u044b\u043c\u044b\u04a3\u044b\u0437\u0434\u0430\u043d \u043d\u0435\u043c\u0435\u0441\u0435 \u04af\u0448\u0456\u043d\u0448\u0456 \u0442\u0430\u0440\u0430\u043f\u0442\u0430\u0440\u0434\u0430\u043d \u0436\u0430\u04a3\u0430 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b \u049b\u043e\u0441\u0443 \u0430\u0440\u049b\u044b\u043b\u044b \u0436\u0435\u0442\u0456\u043b\u0434\u0456\u0440\u0456\u04a3\u0456\u0437.
jsp.admin.error.select.widget = \u04d8\u0440\u0435\u043a\u0435\u0442\u0442\u0456 \u043e\u0440\u044b\u043d\u0434\u0430\u0443\u0434\u0430\u043d \u0431\u04b1\u0440\u044b\u043d \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b \u0442\u0430\u04a3\u0434\u0430\u04a3\u044b\u0437.
jsp.admin.error.empty.name = \u0421\u0430\u049b\u0442\u0430\u0443\u0434\u0430\u043d \u0431\u04b1\u0440\u044b\u043d \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0493\u0430 \u0442\u0430\u049b\u044b\u0440\u044b\u043f\u0442\u044b \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437.
jsp.admin.error.empty.url = \u0421\u0430\u049b\u0442\u0430\u0443\u0434\u0430\u043d \u0431\u04b1\u0440\u044b\u043d \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0493\u0430 URL \u043c\u0435\u043a\u0435\u043d-\u0436\u0430\u0439\u044b\u043d \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437.
jsp.admin.error.system.widgets = \u0416\u04af\u0439\u0435 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u0430\u0440\u044b\u043d \u0436\u043e\u044e \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.
jsp.admin.error.protocol = \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\u0442\u0430\u0440\u044b \u04af\u0448\u0456\u043d \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b \u049b\u043e\u043b\u0434\u0430\u043d\u044b\u043b\u043c\u0430\u0439\u0434\u044b.
jsp.admin.error.url = \u0411\u04b1\u043b \u043e\u0440\u044b\u043d\u0434\u0430 \u0440\u0435\u0441\u0443\u0440\u0441 \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b.
jsp.admin.error.verified = \u0420\u0435\u0441\u0443\u0440\u0441\u0442\u044b \u0442\u0435\u043a\u0441\u0435\u0440\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441. \u0416\u04af\u0439\u0435 \u04d9\u043a\u0456\u043c\u0448\u0456\u0441\u0456\u043d\u0435 \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.admin.error.widgettab = \u0411\u0456\u0440 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u0434\u0438\u0441\u043f\u043b\u0435\u0439 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u043b\u0435\u0440\u0456\u043d \u0442\u0430\u04a3\u0434\u0430\u04a3\u044b\u0437. \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b \u0416\u0430\u04a3\u0430\u0440\u0442\u0443 \u043a\u04e9\u0440\u0456\u043d\u0456\u0441\u0456\u043d\u0434\u0435 \u043d\u0435\u043c\u0435\u0441\u0435 \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u0430\u0440 \u043a\u04e9\u0440\u0456\u043d\u0456\u0441\u0456\u043d\u0434\u0435 \u043d\u0435\u043c\u0435\u0441\u0435 \u0435\u043a\u0435\u0443\u0456\u043d\u0434\u0435 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443\u0456\u04a3\u0456\u0437 \u043a\u0435\u0440\u0435\u043a.
jsp.admin.error.newwidget = \u0416\u0430\u04a3\u0430 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b \u049b\u04b1\u0440\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435\u043b\u0456\u043a \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430 \u049b\u043e\u043b \u0436\u0435\u0442\u0456\u043c\u0434\u0456 \u0431\u0456\u0440\u0430\u049b \u0434\u04b1\u0440\u044b\u0441 \u0436\u04b1\u043c\u044b\u0441 \u0436\u0430\u0441\u0430\u043c\u0430\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d.
jsp.admin.error.enablewidget = \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435\u043b\u0456\u043a \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430 \u049b\u043e\u043b \u0436\u0435\u0442\u0456\u043c\u0434\u0456 \u0431\u0456\u0440\u0430\u049b \u0434\u04b1\u0440\u044b\u0441 \u0436\u04b1\u043c\u044b\u0441 \u0436\u0430\u0441\u0430\u043c\u0430\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d.
jsp.admin.error.editwidget = \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b \u0441\u0430\u049b\u0442\u0430\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435\u043b\u0456\u043a \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430 \u049b\u043e\u043b \u0436\u0435\u0442\u0456\u043c\u0434\u0456 \u0431\u0456\u0440\u0430\u049b \u0434\u04b1\u0440\u044b\u0441 \u0436\u04b1\u043c\u044b\u0441 \u0436\u0430\u0441\u0430\u043c\u0430\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d.
jsp.admin.error.refreshcache = \u0411\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430 \u04af\u0448\u0456\u043d \u043a\u044d\u0448\u0442\u0456 \u0442\u0430\u0437\u0430\u0440\u0442\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435\u043b\u0456\u043a \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b.
jsp.admin.gadgetSettings.legend = \u04d8\u0440\u0435\u043a\u0435\u0442 \u0430\u0493\u044b\u043d\u044b \u043d\u0435 \u041e\u0440\u0442\u0430\u049b \u0434\u0438\u0430\u043b\u043e\u0433\u0442\u0456 \u0433\u0430\u0434\u0436\u0435\u0442 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u043b\u0435\u0440\u0456
jsp.admin.gadgetSettings.gadgetSecurityLabel = \u049a\u0430\u0443\u0456\u043f\u0441\u0456\u0437\u0434\u0456\u043a:
jsp.admin.gadgetSettings.gadgetsecurityUnrestriced = \u0421\u0435\u043d\u0456\u043c\u0434\u0456
jsp.admin.gadgetSettings.gadgetsso = SSO \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437.
jsp.admin.gadgetSettings.gadgetSecurityRestricted = \u0428\u0435\u043a\u0442\u0435\u043b\u0433\u0435\u043d
jsp.admin.gadgetSettings.gadgetSettingsHelp = \u0421\u0435\u043d\u0456\u043c\u0434\u0456 \u0433\u0430\u0434\u0436\u0435\u0442\u0442\u0435\u0440 \u043c\u04d9\u043d\u0434\u0456 \u0441\u0435\u0437\u0456\u043c\u0442\u0430\u043b \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440\u0433\u0435 \u0438\u0435 \u0431\u043e\u043b\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d API \u049b\u0430\u0442\u044b\u043d\u0430\u0441\u0430 \u0430\u043b\u0430\u0434\u044b.
jsp.admin.gadgetSettings.gadgetsecurityLabel = UI \u0431\u0456\u0440\u0456\u043a\u0442\u0456\u0440\u0443 \u043d\u04af\u043a\u0442\u0435\u043b\u0435\u0440\u0456:
jsp.admin.gadgetSettings.gadgetshareboxLabel = \u0413\u0430\u0434\u0436\u0435\u0442\u0442\u0435\u043d \u043a\u0435\u0439\u0456\u043d \u041e\u0440\u0442\u0430\u049b \u0434\u0438\u0430\u043b\u043e\u0433\u0442\u0435 \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u04a3\u0456\u0437:
jsp.admin.gadgetSettings.gadgeteeLabel = \u04d8\u0440\u0435\u043a\u0435\u0442 \u0430\u0493\u044b\u043d\u044b \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u044b\u043d \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u04a3\u0456\u0437.
jsp.admin.gadgetSettings.gadgeturlaccesslabel = \u041f\u0440\u043e\u043a\u0441\u0438 \u0430\u0440\u049b\u044b\u043b\u044b \u0441\u0435\u0440\u0432\u0435\u0440\u0433\u0435 \u049b\u0430\u0442\u044b\u043d\u0430\u0441\u0443:
jsp.admin.gadgetSettings.gadgeturlaccessExternal = \u0422\u0435\u043a \u0438\u043d\u0442\u0440\u0430\u043d\u0435\u0442 \u0441\u044b\u0440\u0442\u044b\u043d\u0434\u0430.
jsp.admin.gadgetSettings.gadgeturlaccessAny = \u0411\u0430\u0440\u043b\u044b\u049b \u0441\u0435\u0440\u0432\u0435\u0440\u043b\u0435\u0440.
jsp.admin.gadgetSettings.gadgeturlaccessCustom = proxy-policy.dynamic \u0444\u0430\u0439\u043b\u044b\u043d\u0434\u0430 \u043e\u0441\u044b \u0433\u0430\u0434\u0436\u0435\u0442 \u04af\u0448\u0456\u043d \u0430\u043d\u044b\u049b\u0442\u0430\u043b\u0430\u0442\u044b\u043d \u0442\u0435\u04a3\u0448\u0435\u043b\u0435\u0442\u0456\u043d \u0435\u0440\u0435\u0436\u0435.
jsp.admin.gadgetSettings.widgetOrGadgetHelp = URL \u0433\u0430\u0434\u0436\u0435\u0442\u0456\u043d\u0435 \u049b\u0430\u0442\u044b\u043d\u0430\u0441\u0443\u0493\u0430 \u0431\u043e\u043b\u0430\u0434\u044b.
jsp.admin.gadgetSettings.gadgetoauthLabel = OAuth \u043a\u043b\u0438\u0435\u043d\u0442\u0456:
jsp.admin.gadgetSettings.serviceName=\u049a\u044b\u0437\u043c\u0435\u0442 \u0430\u0442\u0430\u0443\u044b:
jsp.admin.gadgetSettings.oauthMappings= Oauth \u043a\u043b\u0438\u0435\u043d\u0442\u0456 \u04af\u0448\u0456\u043d \u0441\u0430\u043b\u044b\u0441\u0442\u044b\u0440\u0443 \u049b\u044b\u0437\u043c\u0435\u0442\u0456 \u043d\u0435 \u04e9\u04a3\u0434\u0435\u0443 \u04af\u0448\u0456\u043d \u0441\u0430\u043b\u044b\u0441\u0442\u044b\u0440\u0443\u0434\u044b \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u04a3\u0456\u0437.
jsp.admin.gadgetSettings.serviceMappings= \u049a\u044b\u0437\u043c\u0435\u0442 \u0441\u0430\u043b\u044b\u0441\u0442\u044b\u0440\u0443\u043b\u0430\u0440\u044b:
jsp.admin.alert.willupdate=\u0411\u04b1\u043b \u044d\u043a\u0440\u0430\u043d\u0434\u0430\u0493\u044b \u04e9\u0437\u0433\u0435\u0440\u0442\u0443 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u043b\u0435\u0440\u0456 \u0444\u043e\u043a\u0443\u0441\u0442\u0456 \u0431\u0435\u0442\u0442\u0456\u04a3 \u04af\u0441\u0442\u0456\u043d\u0435 \u049b\u043e\u044e\u0493\u0430 \u0436\u0430\u04a3\u0430\u0440\u0442\u0430\u0434\u044b
jsp.admin.alert.willupdate.2={0} \u04e9\u0437\u0433\u0435\u0440\u0442\u0443 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u043b\u0435\u0440\u0456 \u0444\u043e\u043a\u0443\u0441\u0442\u0456 \u0431\u0435\u0442\u0442\u0456\u04a3 \u04af\u0441\u0442\u0456\u043d\u0435 \u049b\u043e\u044e\u0493\u0430 \u0436\u0430\u04a3\u0430\u0440\u0442\u0430\u0434\u044b

# Getting Start UI: web/gettingStartedPage.action
jsp.start.title = HCL Connections \u049b\u043e\u043b\u0434\u0430\u043d\u0431\u0430\u0441\u044b\u043c\u0435\u043d \u0436\u04b1\u043c\u044b\u0441\u0442\u044b \u0431\u0430\u0441\u0442\u0430\u0443
jsp.start.sub.title = \u041e\u0441\u044b \u049b\u043e\u0439\u044b\u043d\u0434\u044b\u043d\u044b \u043d\u0435\u0433\u0456\u0437\u0433\u0456 \u0441\u0438\u043f\u0430\u0442\u0442\u0430\u0440\u043c\u0435\u043d \u0431\u0430\u0441\u0442\u0430\u0493\u0430\u043d \u043a\u0435\u0439\u0431\u0456\u0440 \u043d\u0435\u0433\u0456\u0437\u0433\u0456 \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u043b\u0430\u0440 \u043c\u0435\u043d \u0430\u043d\u044b\u049b\u0442\u0430\u043c\u0430\u043b\u0430\u0440\u0493\u0430 \u043d\u04b1\u0441\u049b\u0430\u0443 \u0440\u0435\u0442\u0456\u043d\u0434\u0435 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437.
jsp.start.checkbox.label = \u0411\u04b1\u043b \u044d\u043a\u0440\u0430\u043d\u0434\u044b \u0436\u04b1\u043c\u044b\u0441 \u0431\u0430\u0441\u0442\u0430\u0493\u0430\u043d\u0434\u0430 \u043a\u04e9\u0440\u0441\u0435\u0442\u043f\u0435\u0443
jsp.start.step1.tab.title.nocaps = \u049a\u043e\u0448 \u043a\u0435\u043b\u0434\u0456\u04a3\u0456\u0437
jsp.start.step1.tab.title = \u049a\u041e\u0428 \u041a\u0415\u041b\u0414\u0406\u04a2\u0406\u0417
jsp.start.step1.title = HCL Connections \u049b\u043e\u043b\u0434\u0430\u043d\u0431\u0430\u0441\u044b\u043c\u0435\u043d \u0436\u04b1\u043c\u044b\u0441\u0442\u044b \u0431\u0430\u0441\u0442\u0430\u0443.
jsp.start.step1.sub.title = \u0411\u04b1\u043b \u043e\u0442\u044b\u0440\u0493\u044b\u0437\u044b\u043b\u0430\u0442\u044b\u043d \u0431\u0435\u0442 \u0441\u0456\u0437\u0433\u0435 HCL Connections \u0436\u04af\u0439\u0435\u0441\u0456\u043c\u0435\u043d \u0441\u0456\u0437\u0434\u0456\u04a3 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u04a3\u044b\u0437\u0434\u044b\u04a3' \u0430\u043b\u0493\u0430\u0448\u049b\u044b \u0441\u044b\u043d\u0430\u0493\u044b\u043d \u0431\u0430\u043f\u0442\u0430\u0443\u0493\u0430 \u043c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u043a \u0431\u0435\u0440\u0435\u0434\u0456.
jsp.start.step1.text = \u04d8\u043a\u0456\u043c\u0448\u0456\u043b\u0435\u0440 \u0436\u04b1\u043c\u044b\u0441\u0442\u044b \u0431\u0430\u0441\u0442\u0430\u0443 \u0431\u0435\u0442\u0456\u043d\u0434\u0435 \u049b\u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b gettingstarted-config.xml \u04e9\u04a3\u0434\u0435\u0443 \u0430\u0440\u049b\u044b\u043b\u044b \u0431\u0430\u043f\u0442\u0430\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d. \u041e\u043b\u0430\u0440 \u049b\u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b \u049b\u043e\u0441\u044b\u043b\u0443 \u043d\u0435\u043c\u0435\u0441\u0435 \u0430\u043b\u044b\u043f \u0442\u0430\u0441\u0442\u0430\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d \u0436\u04d9\u043d\u0435 \u0442\u04b1\u0442\u044b\u043d\u0443\u0448\u044b\u0493\u0430 CEO \u0456\u0448\u0456\u043d\u0435\u043d \u049b\u0430\u0440\u0441\u0430\u043b\u0443 \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u043c\u0430\u0441\u044b \u0441\u0438\u044f\u049b\u0442\u044b \u043c\u0430\u0437\u043c\u04b1\u043d \u0436\u0456\u0431\u0435\u0440\u0443\u0456 \u043c\u04af\u043c\u043a\u0456\u043d.
jsp.start.share.sub.title = \u0411\u0430\u0441\u049b\u0430\u043b\u0430\u0440\u043c\u0435\u043d \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0443 \u0436\u04d9\u043d\u0435 \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u043f\u0435\u043d \u0431\u04e9\u043b\u0456\u0441\u0443 \u0436\u043e\u043b\u0434\u0430\u0440\u044b\u043d \u0456\u0437\u0434\u0435\u043f \u0442\u0430\u0431\u044b\u04a3\u044b\u0437.
jsp.start.explore.tab.title.nocaps = \u0417\u0435\u0440\u0442\u0442\u0435\u0433\u0456\u0448
jsp.start.explore.tab.title = \u0417\u0415\u0420\u0422\u0422\u0415\u0413\u0406\u0428
jsp.start.explore.title = \u0417\u0435\u0440\u0442\u0442\u0435\u0433\u0456\u0448
jsp.start.explore.sub.title = HCL Connections \u043c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u043a\u0442\u0435\u0440\u0456 \u0442\u0443\u0440\u0430\u043b\u044b \u049b\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442.

jsp.start.welcome.title = HCL Connections \u0436\u04af\u0439\u0435\u0441\u0456\u043d\u0435 \u049b\u043e\u0448 \u043a\u0435\u043b\u0434\u0456\u04a3\u0456\u0437
jsp.start.welcome.sub.title = HCL Connections \u043d\u0435 \u0435\u043a\u0435\u043d\u0456\u043d \u0436\u04d9\u043d\u0435 \u043e\u043d\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443 \u0436\u043e\u043b\u044b\u043d \u0431\u0456\u043b\u0443.
jsp.start.welcome.text.line1 = HCL Connections \u043a\u04d9\u0441\u0456\u043f\u043e\u0440\u044b\u043d \u04af\u0448\u0456\u043d \u049b\u043e\u0493\u0430\u043c\u0434\u044b\u049b \u0436\u0435\u043b\u0456\u043b\u0456\u043a\u0442\u0456 \u0431\u0435\u0440\u0435\u0434\u0456, \u04d9\u0440\u0456 \u0431\u0430\u0441\u049b\u0430\u043b\u0430\u0440\u043c\u0435\u043d \u043a\u04af\u0440\u0434\u0435\u043b\u0456 \u049b\u0430\u0442\u044b\u043d\u0430\u0441\u0442\u0430\u0440 \u049b\u04b1\u0440\u0443\u0493\u0430, \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0443\u0430 \u043c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u043a \u0431\u0435\u0440\u0435\u0434\u0456. \u041c\u0430\u04a3\u044b\u0437\u0434\u044b \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u043e\u0440\u0442\u0430\u049b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u044b, \u043f\u0430\u0439\u0434\u0430\u043b\u044b \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0456\u043b\u0435\u0440\u0434\u0456\u04a3 \u0436\u0435\u043b\u0456\u0441\u0456\u043d \u049b\u04b1\u0440\u0443 \u043d\u0435 \u049b\u044b\u0493\u0443\u0448\u044b\u043b\u044b\u049b \u0442\u0443\u0434\u044b\u0440\u0430\u0442\u044b\u043d \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u043c\u0435\u043d \u049b\u043e\u0441\u044b\u043b\u0493\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0441\u0435, \u0441\u0456\u0437 \u04af\u0448\u04d9\u043d \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430 \u0431\u0430\u0440.
jsp.start.welcome.text.line3 = \u0416\u04b1\u043c\u044b\u0441\u049b\u0430 \u043a\u0456\u0440\u0456\u0441\u0443 \u04af\u0448\u0456\u043d, <b>\u041e\u0440\u0442\u0430\u049b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443</b> \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.  \u0411\u0430\u0441\u049b\u0430\u043b\u0430\u0440\u043c\u0435\u043d \u049b\u043e\u0441\u044b\u043b\u044b\u04a3\u044b\u0437 \u0436\u04d9\u043d\u0435 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043f\u0435\u043d \u043e\u0439\u043b\u0430\u0440\u0434\u044b \u0430\u043b\u043c\u0430\u0441\u0442\u044b\u0440\u0443\u0434\u044b \u0431\u0430\u0441\u0442\u0430\u04a3\u044b\u0437. \u041e\u0434\u0430\u043d \u043a\u0435\u0439\u0456\u043d \u0431\u0435\u0439\u043d\u0435\u043b\u0435\u0440\u0434\u0456 \u0431\u0430\u0441\u049b\u0430 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u0430\u0440 \u04af\u0448\u0456\u043d \u0442\u0430\u043d\u044b\u0441\u0442\u044b\u0440\u044b\u043b\u0430\u0442\u044b\u043d <b>\u0417\u0435\u0440\u0442\u0442\u0435\u0443</b> \u049b\u043e\u0439\u044b\u043d\u0434\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0440\u0430\u04a3\u044b\u0437 \u0436\u04d9\u043d\u0435 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443 \u0442\u0443\u0440\u0430\u043b\u044b \u04af\u0439\u0440\u0435\u043d\u0456\u04a3\u0456\u0437.

# Getting started - Visitor tab

jsp.start.welcome.visitor.text.line1 = \u041e\u0441\u044b \u04b1\u0439\u044b\u043c\u0434\u0430\u0493\u044b \u0431\u0456\u0440\u0435\u0443 \u0441\u0456\u0437\u0434\u0456 HCL Connections \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u0493\u044b\u043d\u0430 \u049b\u043e\u0441\u044b\u043b\u0443\u0493\u0430 \u0448\u0430\u049b\u044b\u0440\u0434\u044b \u043d\u0435\u043c\u0435\u0441\u0435 \u0441\u0456\u0437\u0431\u0435\u043d \u0431\u0456\u0440 \u0444\u0430\u0439\u043b\u0434\u044b \u043e\u0440\u0442\u0430\u049b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0434\u044b. HCL Connections \u0441\u0456\u0437\u0433\u0435 \u0431\u0430\u0441\u049b\u0430\u043b\u0430\u0440\u043c\u0435\u043d \u0431\u0456\u0440\u0456\u0433\u0456\u043f \u0436\u04b1\u043c\u044b\u0441 \u0456\u0441\u0442\u0435\u0443 \u049b\u04b1\u0440\u0430\u043b\u0434\u0430\u0440\u044b\u043d \u0431\u0435\u0440\u0435\u0434\u0456. HCL Connections \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u0493\u044b\u043d\u0430 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u043a\u0435\u0437\u0456\u04a3\u0456\u0437\u0434\u0435, \u0441\u0456\u0437 \u043e\u0441\u044b \u04b1\u0439\u044b\u043c\u0434\u0430 \u0441\u044b\u0440\u0442\u049b\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u0493\u0430 \u0430\u0439\u043d\u0430\u043b\u0430\u0441\u044b\u0437.
jsp.start.welcome.visitor.text.line2 = \u0414\u04d9\u043b \u049b\u0430\u0437\u0456\u0440 \u0431\u0430\u0441\u0442\u0430\u0443 \u04af\u0448\u0456\u043d {0} \u043d\u0435\u043c\u0435\u0441\u0435 {1} \u0431\u0430\u0441\u044b\u04a3\u044b\u0437, \u043e\u0441\u044b\u043b\u0430\u0439\u0448\u0430 \u0441\u0456\u0437\u0434\u0456 \u043a\u04af\u0442\u0456\u043f \u0442\u04b1\u0440\u0493\u0430\u043d \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u0440\u0434\u044b\u04a3 \u0431\u0430\u0440-\u0436\u043e\u0493\u044b\u043d \u043a\u04e9\u0440\u0435\u0441\u0456\u0437.
jsp.start.welcome.visitor.text.line3 = \u041a\u04e9\u0431\u0456\u0440\u0435\u043a \u0431\u0456\u043b\u0433\u0456\u04a3\u0456\u0437 \u043a\u0435\u043b\u0435\u0434\u0456 \u043c\u0435? \u0422\u0430\u0431\u0443 \u04af\u0448\u0456\u043d {0} \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.start.welcome.visitor.text.homepage = {0} \u0441\u0456\u0437\u0433\u0435 \u0436\u0430\u04a3\u0430 \u043c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u043a\u0442\u0435\u0440\u0434\u0456, \u0441\u0456\u0437\u0434\u0456\u04a3 \u043d\u0430\u0437\u0430\u0440 \u0430\u0443\u0434\u0430\u0440\u0493\u0430\u043d\u044b\u04a3\u044b\u0437\u0434\u044b \u049b\u0430\u0436\u0435\u0442 \u0435\u0442\u0435\u0442\u0456\u043d \u043d\u04d9\u0440\u0441\u0435\u043b\u0435\u0440\u0434\u0456 \u0436\u04d9\u043d\u0435 \u0430\u0434\u0430\u043c\u0434\u0430\u0440 \u0441\u0456\u0437\u0434\u0456 \u0431\u0430\u049b\u044b\u043b\u0430\u043f \u0436\u0430\u0442\u049b\u0430\u043d \u043a\u0435\u0437\u0434\u0456 \u0436\u044b\u043b\u0434\u0430\u043c \u0442\u0430\u0431\u0443\u0493\u0430 \u043a\u04e9\u043c\u0435\u043a\u0442\u0435\u0441\u0435\u0434\u0456. \u041e\u0441\u044b \u0431\u0435\u0442\u0442\u0456 \u0431\u0430\u0440\u044b\u043d\u0448\u0430 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443 \u04af\u0448\u0456\u043d, \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440 \u043c\u0435\u043d \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u0434\u044b \u043c\u0456\u043d\u0434\u0435\u0442\u0442\u0456 \u0442\u04af\u0440\u0434\u0435 \u0431\u0430\u049b\u044b\u043b\u0430\u043f \u0436\u04af\u0440\u0456\u04a3\u0456\u0437, \u043e\u0441\u044b\u043b\u0430\u0439\u0448\u0430 \u0435\u04a3 \u0441\u043e\u04a3\u0493\u044b \u04e9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u043c\u0435\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u044b\u043f \u043e\u0442\u044b\u0440\u0430\u0441\u044b\u0437. \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0442\u0456 \u0430\u0448\u0443 \u04af\u0448\u0456\u043d, \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442 \u0431\u0435\u043b\u0433\u0456\u0448\u0435\u0441\u0456\u043d \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.start.welcome.visitor.text.communities = \u049a\u044b\u0437\u044b\u049b\u0442\u044b\u0440\u0493\u0430\u043d \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u049b\u0430\u0442\u044b\u0441\u0443 \u04af\u0448\u0456\u043d {0} \u0442\u04af\u0439\u043c\u0435\u0448\u0456\u0433\u0456\u043d \u0431\u0430\u0441\u044b\u04a3\u044b\u0437, \u043e\u043b \u0436\u0435\u0440\u0434\u0435 \u0441\u0456\u0437 \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u0434\u044b \u043e\u0440\u0442\u0430\u049b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0493\u0430, \u0436\u043e\u0431\u0430\u043b\u0430\u0440\u0434\u044b \u0431\u0430\u049b\u044b\u043b\u0430\u0443\u0493\u0430, \u0441\u04b1\u0440\u0430\u049b\u0442\u0430\u0440 \u049b\u043e\u044e\u0493\u0430 \u0436\u04d9\u043d\u0435 \u043e\u043b\u0430\u0440\u0493\u0430 \u0436\u0430\u0443\u0430\u043f \u0431\u0435\u0440\u0443\u0433\u0435, \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u0431\u0456\u0440\u0456\u0433\u0456\u043f \u04e9\u04a3\u0434\u0435\u0443\u0433\u0435 \u0436\u04d9\u043d\u0435 \u0436\u0430\u04a3\u0430 \u0438\u0434\u0435\u044f\u043b\u0430\u0440\u043c\u0435\u043d \u0431\u04e9\u043b\u0456\u0441\u0443\u0433\u0435 \u0431\u043e\u043b\u0430\u0434\u044b. \u0421\u0456\u0437\u0434\u0456\u04a3 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440\u044b\u04a3\u044b\u0437\u0434\u044b \u0442\u0430\u0431\u0443 \u04af\u0448\u0456\u043d, \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440 \u0431\u0435\u043b\u0433\u0456\u0448\u0435\u0441\u0456\u043d \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.start.welcome.visitor.text.files = {0} \u0441\u0456\u0437\u0433\u0435 \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u0434\u044b \u0431\u0430\u0441\u049b\u0430\u043b\u0430\u0440\u043c\u0435\u043d \u043e\u0440\u0442\u0430\u049b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0493\u0430, \u0431\u0430\u0441\u049b\u0430\u043b\u0430\u0440 \u0441\u0456\u0437\u0431\u0435\u043d \u043e\u0440\u0442\u0430\u049b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0493\u0430\u043d \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0443\u0433\u0435 \u043c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u043a \u0431\u0435\u0440\u0435\u0434\u0456. \u0416\u0438\u0456 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0493\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0433\u0435\u043d \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u0434\u044b \u0436\u044b\u043b\u0434\u0430\u043c \u0442\u0430\u0443\u044b\u043f \u0430\u043b\u044b\u043f \u043e\u0442\u044b\u0440\u0443 \u04af\u0448\u0456\u043d \u0431\u0435\u043a\u0456\u0442\u0456\u04a3\u0456\u0437. \u0424\u0430\u0439\u043b\u0434\u0430\u0440\u0493\u0430 \u0442\u04af\u0441\u0456\u043d\u0434\u0456\u0440\u043c\u0435\u043b\u0435\u0440 \u049b\u0430\u043b\u0434\u044b\u0440\u044b\u04a3\u044b\u0437, \u0435\u04a3 \u0441\u043e\u04a3\u0493\u044b \u043d\u04b1\u0441\u049b\u0430\u043d\u044b \u0436\u04af\u043a\u0442\u0435\u043f \u0430\u043b\u044b\u04a3\u044b\u0437 \u043d\u0435\u043c\u0435\u0441\u0435 \u0436\u0435\u043b\u0456\u0434\u0435\u0433\u0456 \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u0493\u0430 \u04e9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440 \u0435\u043d\u0433\u0456\u0437\u0443 \u04af\u0448\u0456\u043d \u0431\u0456\u0440\u0456\u0433\u0456\u043f \u04e9\u04a3\u0434\u0435\u0443 \u043c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u043a\u0442\u0435\u0440\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437.
jsp.start.welcome.visitor.homepage = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442
jsp.start.welcome.visitor.help = \u0421\u044b\u0440\u0442\u049b\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0440\u0435\u0442\u0456\u043d\u0434\u0435 \u043c\u0435\u043d \u043d\u0435 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0430 \u0430\u043b\u0430\u043c\u044b\u043d?

# Getting started - share tab
jsp.start.share.tab.title.nocaps=\u041e\u0440\u0442\u0430\u049b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443
jsp.start.share.tab.title=\u041e\u0420\u0422\u0410\u049a \u041f\u0410\u0419\u0414\u0410\u041b\u0410\u041d\u0423
jsp.start.share.title=\u0415\u043d\u0434\u0456 \u043d\u0435 \u0456\u0441\u0442\u0435\u0433\u0456\u04a3\u0456\u0437 \u043a\u0435\u043b\u0435\u0434\u0456?
jsp.start.share.component.headline.documents=\u0416\u04b1\u043c\u044b\u0441 \u049b\u04b1\u0436\u0430\u0442\u0442\u0430\u0440\u043c\u0435\u043d \u0436\u04d9\u043d\u0435 \u0440\u0435\u0441\u0443\u0440\u0441\u0442\u0430\u0440\u043c\u0435\u043d \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443
jsp.start.share.component.headline.collaborate=\u041c\u0435\u043d\u0456\u04a3 \u0442\u043e\u0431\u044b\u043c\u0430 \u0431\u0456\u0440\u0433\u0435 \u049b\u044b\u0437\u043c\u0435\u0442 \u0456\u0441\u0442\u0435\u0443 \u04af\u0448\u0456\u043d \u043e\u0440\u0442\u0430\u043b\u044b\u049b \u043e\u0440\u044b\u043d \u0436\u0430\u0441\u0430\u0443
jsp.start.share.component.headline.ideas=\u041c\u0435\u043d\u0456\u04a3 \u0442\u043e\u0431\u044b\u043c\u0430 \u043e\u0439\u043b\u0430\u0440\u0434\u044b \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443 \u04af\u0448\u0456\u043d \u043e\u0440\u044b\u043d \u0436\u0430\u0441\u0430\u0443
jsp.start.share.component.headline.knowledge=\u041c\u0435\u043d\u0456\u04a3 \u0431\u0456\u043b\u0456\u043c\u0456\u043c\u043c\u0435\u043d \u0436\u04d9\u043d\u0435 \u043a\u04d9\u0441\u0456\u0431\u0438 \u0442\u04d9\u0436\u0456\u0440\u0431\u0438\u0435\u043c\u043c\u0435\u043d \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443 \u04af\u0448\u0456\u043d \u0436\u0435\u043a\u0435 \u0436\u0443\u0440\u043d\u0430\u043b\u0434\u044b \u0441\u0430\u049b\u0442\u0430\u0443
jsp.start.share.component.headline.people=\u0411\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0430\u0442\u044b\u043d \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b \u0456\u0437\u0434\u0435\u0443
jsp.start.share.component.headline.links=\u041c\u0435\u043d\u0456\u04a3 \u0441\u0456\u043b\u0442\u0435\u043c\u0435\u043b\u0435\u0440\u0456\u043c\u0434\u0456 \u0412\u0435\u0431 \u0441\u0430\u0439\u0442\u0442\u0430\u0440\u0434\u0430 \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443
jsp.start.share.component.headline.library=\u0416\u0435\u043a\u0435 \u049b\u0430\u0442\u044b\u0441\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u0430\u043d \u049b\u04b1\u0436\u0430\u0442\u0442\u044b \u049b\u0430\u0440\u0430\u043f \u0448\u044b\u0493\u0443\u0434\u044b \u0441\u04b1\u0440\u0430\u0443

jsp.start.share.component.body.title.tryMultiple=\u049a\u0430\u0439\u0442\u0430 \u043e\u0440\u044b\u043d\u0434\u0430\u0443 {0} \u043d\u0435\u043c\u0435\u0441\u0435 {1}
jsp.start.share.component.body.title.try={0} \u0431\u0430\u0439\u049b\u0430\u043f \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.

jsp.start.share.component.body.documents.files=\u049a\u04b1\u0436\u0430\u0442\u0442\u0430\u0440\u0434\u044b \u043e\u0440\u0442\u0430\u043b\u044b\u049b \u043e\u0440\u044b\u043d\u0434\u0430 \u049b\u043e\u0442\u0430\u0440\u0443\u044b\u04a3\u044b\u0437, \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443\u044b\u04a3\u044b\u0437 \u0436\u04d9\u043d\u0435 \u0441\u0430\u049b\u0442\u0430\u0493\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0433\u0435\u043d\u0434\u0435, \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u0434\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437.
jsp.start.share.component.body.documents.activities=\u0416\u04b1\u043c\u044b\u0441 \u049b\u04b1\u0436\u0430\u0442\u0442\u0430\u0440\u044b\u043d \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443 \u04af\u0448\u0456\u043d \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440\u0434\u0456 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0430 \u0430\u043b\u0430\u0441\u044b\u0437. \u04d8\u0440\u0435\u043a\u0435\u0442 \u0441\u0456\u0437\u0434\u0456\u04a3 \u043a\u043e\u043c\u0430\u043d\u0434\u0430\u04a3\u044b\u0437\u0434\u044b\u04a3 \u0436\u04b1\u043c\u044b\u0441\u044b\u043d \u0436\u04d9\u043d\u0435 \u0440\u0435\u0441\u0443\u0440\u0441\u0442\u0430\u0440\u044b\u043d \u0436\u043e\u0431\u0430 \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u043b\u0430\u0440\u044b\u043d\u044b\u04a3 \u0430\u044f\u0441\u044b\u043d\u0434\u0430 \u04b1\u0439\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u0440\u0443\u0493\u0430 \u043c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u043a \u0431\u0435\u0440\u0435\u0434\u0456.

jsp.start.share.component.body.collaborate.communities=\u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u0436\u0430\u043b\u043f\u044b \u043c\u04af\u0434\u0434\u0435\u0441\u0456 \u0431\u0430\u0440 \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b \u0431\u0456\u0440\u0456\u043a\u0442\u0456\u0440\u0435\u0434\u0456. \u0411\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0443\u0493\u0430 \u049b\u043e\u043b\u0436\u0435\u0442\u043a\u0456\u0437\u0443, \u04b1\u0439\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u0440\u0443 \u0436\u04d9\u043d\u0435 \u0431\u0430\u0441\u0442\u0430\u0443 \u04af\u0448\u0456\u043d \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440 \u049b\u0430\u043c\u0442\u0430\u043c\u0430\u0441\u044b\u0437 \u0435\u0442\u0435\u0442\u0456\u043d \u0441\u0438\u043f\u0430\u0442\u0442\u0430\u0440\u0434\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437. \u0411\u043b\u043e\u0433\u0442\u0430\u0440\u0434\u044b, \u0432\u0438\u043a\u0438 \u0431\u0435\u0442\u0442\u0435\u0440\u0434\u0456, \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440\u0434\u0456, \u0444\u043e\u0440\u0443\u043c\u0434\u0430\u0440\u0434\u044b \u0436\u04d9\u043d\u0435 \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0434\u0456 \u049b\u043e\u0441\u0443 \u0430\u0440\u049b\u044b\u043b\u044b \u043a\u043e\u043c\u0430\u043d\u0434\u0430\u04a3\u044b\u0437\u0434\u044b \u0431\u0456\u0440\u0433\u0435 \u049b\u044b\u0437\u043c\u0435\u0442 \u0456\u0441\u0442\u0435\u0443\u0433\u0435 \u0436\u04d9\u043d\u0435 \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443\u0493\u0430 \u0436\u0456\u0433\u0435\u0440\u043b\u0435\u043d\u0434\u0456\u0440\u0456\u04a3\u0456\u0437.
jsp.start.share.component.body.ideas.forums=\u0424\u043e\u0440\u0443\u043c\u0434\u0430\u0440 \u04b1\u0436\u044b\u043c\u0434\u044b\u049b \u0442\u0430\u043b\u0434\u0430\u0443 \u0436\u04af\u0440\u0433\u0456\u0437\u0443\u0433\u0435 \u0436\u04d9\u043d\u0435 \u043a\u0435\u0440\u0456 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b \u043e\u0440\u043d\u0430\u0442\u0443\u0493\u0430 \u0441\u0456\u0437\u0434\u0456\u04a3 \u043a\u043e\u043c\u0430\u043d\u0434\u0430\u04a3\u044b\u0437 \u04af\u0448\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u044b \u043e\u0440\u044b\u043d. \u0424\u043e\u0440\u0443\u043c\u0434\u044b \u043e\u0439\u043b\u0430\u0440\u0434\u044b \u043a\u043e\u043c\u0430\u043d\u0434\u0430\u04a3\u044b\u0437\u0431\u0435\u043d \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443 \u0436\u04d9\u043d\u0435 \u043e\u0440\u0442\u0430\u049b \u0442\u0430\u049b\u044b\u0440\u044b\u043f\u0442\u0430\u0440\u0434\u044b \u0442\u0430\u043b\u0434\u0430\u0443 \u04af\u0448\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437.
jsp.start.share.component.body.ideas.wikis=\u041e\u0439\u043b\u0430\u0440\u0434\u044b \u0431\u0435\u043b\u0441\u0435\u043d\u0434\u0456 \u0442\u04af\u0440\u0434\u0435 \u0431\u0456\u0440\u043b\u0435\u0441\u0456\u043f \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443 \u0436\u04d9\u043d\u0435 \u0434\u0430\u043c\u044b\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430, \u043a\u043e\u043c\u0430\u043d\u0434\u0430\u04a3\u044b\u0437\u0493\u0430 \u043d\u0435\u0433\u0456\u0437\u0433\u0456 \u043e\u0440\u044b\u043d \u0431\u0435\u0440\u0443 \u04af\u0448\u0456\u043d \u0432\u0438\u043a\u0438 \u0431\u0435\u0442 \u0436\u0430\u0441\u0430\u04a3\u044b\u0437.
jsp.start.share.component.body.knowledge.blogs=\u0411\u043b\u043e\u0433\u0442\u0430\u0440 \u0434\u0435\u0433\u0435\u043d\u0456\u043c\u0456\u0437 \u04e9\u0437 \u04b1\u0439\u044b\u043c\u044b\u04a3\u044b\u0437\u0431\u0435\u043d \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443 \u04af\u0448\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0493\u0430 \u0431\u043e\u043b\u0430\u0442\u044b\u043d \u0436\u0435\u043b\u0456\u0433\u0435 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u043a\u04af\u043d\u0434\u0435\u043b\u0456\u043a\u0442\u0435\u0440. \u0411\u043b\u043e\u0433\u0442\u044b \u04d9\u0440\u0456\u043f\u0442\u0435\u0441\u0442\u0435\u0440\u0456\u04a3\u0456\u0437\u0433\u0435 \u0435\u0440\u0435\u043a\u0448\u0435 \u0430\u0439\u043c\u0430\u049b\u0442\u0430\u0493\u044b \u0441\u043e\u04a3\u0493\u044b \u0436\u0435\u0442\u0456\u0441\u0442\u0456\u043a\u0442\u0435\u0440 \u0442\u0443\u0440\u0430\u043b\u044b \u0430\u0439\u0442\u0443 \u04af\u0448\u0456\u043d, \u043a\u04d9\u0441\u0456\u0431\u0438 \u0431\u0456\u043b\u0456\u043c\u0456\u04a3\u0456\u0437\u0434\u0456 \u0431\u0430\u0441\u049b\u0430\u043b\u0430\u0440\u0493\u0430 \u049b\u043e\u043b \u0436\u0435\u0442\u0456\u043c\u0434\u0456 \u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043d\u0435\u043c\u0435\u0441\u0435 \u0436\u0430\u0439 \u0493\u0430\u043d\u0430 \u0436\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440\u044b\u04a3\u044b\u0437\u0434\u044b \u0436\u04d9\u043d\u0435 \u043a\u04e9\u0440\u0456\u043d\u0456\u0441\u0442\u0435\u0440\u0456\u04a3\u0456\u0437\u0434\u0456 \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443 \u04af\u0448\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437.
jsp.start.share.component.body.people.profiles=\u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440\u0434\u0456 \u043a\u0435\u0440\u0435\u043a \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0493\u0430 \u0442\u0435\u0437 \u049b\u043e\u0441\u044b\u043b\u0443 \u04af\u0448\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437. \u0410\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b \u043a\u043e\u043d\u0442\u0430\u043a\u0442 \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u044b, \u04e9\u043c\u0456\u0440\u0431\u0430\u044f\u043d \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0456 \u043d\u0435\u043c\u0435\u0441\u0435 \u043a\u04d9\u0441\u0456\u0431\u0438 \u0431\u0456\u043b\u0456\u043c\u0456 \u043d\u0435\u0433\u0456\u0437\u0456\u043d\u0434\u0435 \u0456\u0437\u0434\u0435\u0443\u0456\u04a3\u0456\u0437 \u043c\u04af\u043c\u043a\u0456\u043d. \u0410\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b \u0436\u0435\u043b\u0456\u04a3\u0456\u0437\u0433\u0435 \u049b\u043e\u0441\u044b\u043b\u0443\u0493\u0430 \u0448\u0430\u049b\u044b\u0440\u0443 \u0430\u0440\u049b\u044b\u043b\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u044b \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0456\u043b\u0435\u0440 \u0436\u0438\u044b\u043d\u044b\u043d \u049b\u04b1\u0440\u0430\u0441\u0442\u044b\u0440\u044b\u04a3\u044b\u0437. \u0416\u0435\u0442\u0456\u043f \u0430\u043b\u044b\u04a3\u044b\u0437 \u0436\u04d9\u043d\u0435 \u049b\u043e\u0441\u044b\u043b\u044b\u04a3\u044b\u0437!
jsp.start.share.component.body.links.dogear=\u0418\u043d\u0442\u0435\u0440\u043d\u0435\u0442\u0456\u04a3\u0456\u0437\u0434\u0456 \u0436\u04d9\u043d\u0435 \u0436\u0435\u043b\u0456\u0430\u0440\u0430\u043b\u044b\u049b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0434\u0456 \u0441\u0430\u049b\u0442\u0430\u0443, \u04b1\u0439\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u0440\u0443 \u0436\u04d9\u043d\u0435 \u049b\u043e\u043b\u0430\u0439\u043b\u044b \u043e\u0440\u0442\u0430\u043b\u044b\u049b \u043e\u0440\u043d\u044b\u043d\u0430\u043d \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443 \u04af\u0448\u0456\u043d \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440 \u0434\u0456 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437. \u041a\u0456\u043c \u043d\u0435 \u043a\u04e9\u0440\u0456\u043f \u043e\u0442\u044b\u0440\u0493\u0430\u043d\u044b\u043d \u0431\u0430\u049b\u044b\u043b\u0430\u043f, \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0430\u0440\u043b\u044b\u049b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0456\u04a3\u0456\u0437\u0434\u0456 \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443\u044b\u04a3\u044b\u0437 \u043c\u04af\u043c\u043a\u0456\u043d. \u0411\u0430\u0441\u049b\u0430 \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b\u04a3 \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440 \u0436\u0438\u044b\u043d\u0434\u0430\u0440\u044b\u043d \u043a\u04e9\u0440\u0443 \u0430\u0440\u049b\u044b\u043b\u044b \u04b1\u0439\u044b\u043c\u044b\u04a3\u044b\u0437\u0434\u044b\u04a3 \u0440\u0435\u0441\u0443\u0440\u0441\u0442\u0430\u0440\u044b\u043d \u0441\u043e\u043d\u0434\u0430\u0439-\u0430\u049b \u0442\u04af\u0440\u0442\u0443\u0456\u04a3\u0456\u0437 \u043c\u04af\u043c\u043a\u0456\u043d.
jsp.start.share.component.body.library.communities=\u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u044b\u043d \u0441\u0430\u049b\u0442\u0430\u0443, \u0440\u0435\u0442\u0442\u0435\u0443, \u0431\u0456\u0440\u043b\u0435\u0441\u0456\u043f \u0436\u04b1\u043c\u044b\u0441 \u0456\u0441\u0442\u0435\u0443 \u0436\u04d9\u043d\u0435 \u043e\u0440\u0442\u0430\u049b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0442\u0430\u043f\u0445\u0430\u043d\u0430\u043d\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437. \u04d8\u0440\u0456\u043f\u0442\u0435\u0441\u0442\u0435\u0440\u0434\u0435\u043d \u0436\u043e\u0431\u0430 \u0436\u0430\u0437\u0431\u0430\u043b\u0430\u0440\u0434\u044b \u049b\u0430\u0440\u0430\u043f \u0448\u044b\u0493\u0443\u0434\u044b \u0436\u04d9\u043d\u0435 \u043f\u0456\u0448\u0456\u043c\u0434\u0435\u043b\u0433\u0435\u043d \u04d9\u043b\u0435\u0443\u043c\u0435\u0442\u0442\u0456\u043a \u043c\u04af\u0448\u0435\u043b\u0435\u0440\u0434\u0456 \u0442\u0435\u0433\u0442\u0435\u0443, \u0431\u0430\u049b\u044b\u043b\u0430\u0443, \u04b1\u043d\u0430\u0442\u0443 \u0436\u04d9\u043d\u0435 \u043f\u0456\u043a\u0456\u0440 \u049b\u0430\u043b\u0434\u044b\u0440\u0443 \u0441\u0438\u044f\u049b\u0442\u044b \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440\u0434\u0456 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0434\u044b \u0441\u04b1\u0440\u0430\u0443\u0493\u0430 \u0431\u043e\u043b\u0430\u0434\u044b.


jsp.start.share.component.linksTitle.activities=\u04d8\u0440\u0435\u043a\u0435\u0442\u043a\u0435 \u04e9\u0442\u0443
jsp.start.share.component.linksTitle.blogs=\u0411\u043b\u043e\u0433\u0442\u0430\u0440\u0493\u0430 \u04e9\u0442\u0443
jsp.start.share.component.linksTitle.dogear=\u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0433\u0435 \u04e9\u0442\u0443
jsp.start.share.component.linksTitle.files=\u0424\u0430\u0439\u043b\u0434\u0430\u0440\u0493\u0430 \u04e9\u0442\u0443
jsp.start.share.component.linksTitle.communities=\u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440\u0493\u0430 \u04e9\u0442\u0443
jsp.start.share.component.linksTitle.forums=\u0424\u043e\u0440\u0443\u043c\u0434\u0430\u0440\u0493\u0430 \u04e9\u0442\u0443
jsp.start.share.component.linksTitle.wikis=\u0412\u0438\u043a\u0438 \u0431\u0435\u0442\u0442\u0435\u0440\u0433\u0435 \u04e9\u0442\u0443
jsp.start.share.component.linksTitle.profiles=\u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440\u0433\u0435 \u04e9\u0442\u0443
jsp.start.share.component.linksTitle.homepage=\u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0442\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440 \u043a\u04e9\u0440\u0456\u043d\u0456\u0441\u0456\u043d\u0435 \u04e9\u0442\u0443

jsp.start.share.info=\u04d8\u0440\u0431\u0456\u0440 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0434\u0430 \u049b\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d, \u0441\u0456\u043b\u0442\u0435\u043c\u0435\u043b\u0435\u0440\u0434\u0456 \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437.

# Explore
jsp.start.explore.component.body.activities=\u04d8\u0440\u0435\u043a\u0435\u0442 \u0441\u0456\u0437\u0434\u0456\u04a3 \u043a\u043e\u043c\u0430\u043d\u0434\u0430\u04a3\u044b\u0437\u0434\u044b\u04a3 \u0436\u04b1\u043c\u044b\u0441\u044b\u043d \u0436\u043e\u0431\u0430 \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u043b\u0430\u0440\u044b\u043d\u044b\u04a3 \u0430\u044f\u0441\u044b\u043d\u0434\u0430 \u04b1\u0439\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u0440\u0443\u0493\u0430 \u043c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u043a \u0431\u0435\u0440\u0435\u0434\u0456. \u04d8\u0440\u0435\u043a\u0435\u0442\u0442\u0456 \u0436\u0430\u0441\u0430\u0443 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043f\u0435\u043d \u0440\u0435\u0441\u0443\u0440\u0441\u0442\u0430\u0440\u0434\u044b \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443\u0434\u044b\u04a3, \u0456\u0441 \u0442\u0456\u0437\u0456\u043c\u0434\u0435\u0440\u0456\u043d \u0442\u0430\u0493\u0430\u0439\u044b\u043d\u0434\u0430\u0443 \u0436\u04d9\u043d\u0435 \u049b\u0430\u0434\u0430\u0493\u0430\u043b\u0430\u0443\u0434\u044b\u04a3, \u043f\u04d9\u0440\u043c\u0435\u043d \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u044b\u043d \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0442\u044b\u0440\u0443\u0434\u044b\u04a3, \u0436\u0438\u043d\u0430\u043b\u044b\u0441\u0442\u0430\u0440\u0434\u044b \u04b1\u0439\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u0440\u0443\u0434\u044b\u04a3 \u0442\u0438\u0456\u043c\u0434\u0456 \u0436\u043e\u043b\u044b. \u0416\u043e\u0431\u0430 \u04af\u0448\u0456\u043d \u043a\u0435\u0440\u0435\u043a \u0440\u0435\u0441\u0443\u0440\u0441\u0442\u0430\u0440\u0434\u044b \u0442\u0435\u0437 \u0442\u0430\u0440\u0442\u044b\u043f \u0430\u043b\u0443\u0493\u0430 \u0440\u04b1\u049b\u0441\u0430\u0442 \u0431\u0435\u0440\u0435\u0442\u0456\u043d \u04d9\u0440\u0435\u043a\u0435\u0442\u043a\u0435, \u043a\u0435\u0437 \u043a\u0435\u043b\u0433\u0435\u043d \u0443\u0430\u049b\u044b\u0442\u0442\u0430 \u0436\u0430\u04a3\u0430 \u043c\u04af\u0448\u0435\u043b\u0435\u0440\u0434\u0456 \u049b\u043e\u0441\u0443\u044b\u04a3\u044b\u0437 \u043c\u04af\u043c\u043a\u0456\u043d.
jsp.start.explore.component.body.blogs=\u0411\u043b\u043e\u0433\u0442\u0430\u0440 \u0434\u0435\u0433\u0435\u043d\u0456\u043c\u0456\u0437 \u04b1\u0439\u044b\u043c\u044b\u04a3\u044b\u0437\u0434\u0430 \u049b\u0430\u043b\u0493\u0430\u043d\u0434\u0430\u0440\u043c\u0435\u043d \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443 \u04af\u0448\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0493\u0430 \u0431\u043e\u043b\u0430\u0442\u044b\u043d \u0436\u0435\u043b\u0456\u0433\u0435 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u043a\u04af\u043d\u0434\u0435\u043b\u0456\u043a\u0442\u0435\u0440. \u0411\u043b\u043e\u0433 \u0434\u0435\u0433\u0435\u043d\u0456\u043c\u0456\u0437 \u0441\u043e\u04a3\u0493\u044b \u0436\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440\u044b\u04a3\u044b\u0437 \u0431\u0435\u043d \u043a\u04e9\u0440\u0456\u043d\u0456\u0441\u0442\u0435\u0440\u0456\u04a3\u0456\u0437\u0434\u0456 \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0456, \u0434\u0438\u043d\u0430\u043c\u0438\u043a\u0430\u043b\u044b\u049b \u0441\u0442\u0438\u043b\u044c\u0434\u0435 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b\u0440\u0443\u0434\u044b\u04a3 \u043a\u0435\u0440\u0435\u043c\u0435\u0442 \u0436\u043e\u043b\u044b. \u0410\u0440\u043d\u0430\u0439\u044b \u043e\u0431\u044a\u0435\u043a\u0442\u043a\u0435 \u043d\u0435\u043c\u0435\u0441\u0435 \u0442\u0430\u049b\u044b\u0440\u044b\u043f\u049b\u0430 \u0442\u04b1\u0440\u0430\u049b\u0442\u044b \u0436\u0430\u0437\u0431\u0430\u043b\u0430\u0440\u0434\u044b \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u0443 \u0430\u0440\u049b\u044b\u043b\u044b \u0435\u0440\u0435\u043a\u0448\u0435 \u0430\u0439\u043c\u0430\u049b\u0442\u0430\u0493\u044b \u0441\u043e\u04a3\u0493\u044b \u0436\u0435\u0442\u0456\u0441\u0442\u0456\u043a\u0442\u0435\u0440 \u0442\u0443\u0440\u0430\u043b\u044b \u0445\u0430\u0431\u0430\u0440\u0434\u044b \u0431\u043e\u043b\u044b\u043f \u0442\u04b1\u0440\u0430\u0442\u044b\u043d\u044b\u043d\u0430 \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b \u0441\u0435\u043d\u0434\u0456\u0440\u0443\u0456\u04a3\u0456\u0437 \u043c\u04af\u043c\u043a\u0456\u043d.
jsp.start.explore.component.body.dogear=\u0411\u0435\u043b\u0433\u0456\u043b\u0435\u043d\u0433\u0435\u043d \u0412\u0435\u0431 \u0441\u0456\u043b\u0442\u0435\u043c\u0435\u043b\u0435\u0440\u0434\u0456 \u0441\u0430\u049b\u0442\u0430\u0443 \u0436\u04d9\u043d\u0435 \u043e\u0440\u0442\u0430\u043b\u044b\u049b \u043a\u0435\u04a3\u0456\u0441\u0442\u0456\u043a\u0442\u0435\u043d \u0431\u04e9\u043b\u0456\u043f \u0430\u043b\u0443 \u04af\u0448\u0456\u043d \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0434\u0456 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437. \u0411\u0456\u0440\u043d\u0435\u0448\u0435 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0430\u0440\u043b\u044b\u049b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0434\u0456 \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443\u044b\u04a3\u044b\u0437 \u043c\u04af\u043c\u043a\u0456\u043d. \u0421\u043e\u043d\u0434\u0430\u0439-\u0430\u049b, \u0441\u0456\u0437\u0434\u0456\u04a3 \u044b\u049b\u044b\u043b\u0430\u0441\u0442\u0430\u0440\u044b\u04a3\u044b\u0437\u0493\u0430 \u04b1\u049b\u0441\u0430\u0441 \u043d\u0435\u043c\u0435\u0441\u0435 \u0441\u0456\u0437\u0433\u0435 \u043a\u0435\u0440\u0435\u043a \u043a\u04d9\u0441\u0456\u0431\u0438 \u0431\u0456\u043b\u0456\u043c\u0456 \u0431\u0430\u0440 \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0493\u0430 \u049b\u043e\u0441\u044b\u043b\u044b\u043f, \u0431\u0430\u0441\u049b\u0430 \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b\u04a3 \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u0436\u0438\u044b\u043d\u0434\u0430\u0440\u044b\u043d \u043a\u04e9\u0440\u0435 \u0430\u043b\u0430\u0441\u044b\u0437.
jsp.start.explore.component.body.communities=\u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u0434\u0435\u0433\u0435\u043d\u0456\u043c\u0456\u0437 \u0436\u0430\u043b\u043f\u044b \u043c\u04af\u0434\u0434\u0435\u043d\u0456 \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0430\u0442\u044b\u043d \u0430\u0434\u0430\u043c\u0434\u0430\u0440 \u0442\u043e\u0431\u044b. \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440 \u043a\u043e\u043c\u0430\u043d\u0434\u0430 \u043c\u04af\u0448\u0435\u043b\u0435\u0440\u0456\u043d\u0435 \u049b\u043e\u0441\u044b\u043b\u0443\u0434\u044b\u04a3 \u0442\u0430\u043c\u0430\u0448\u0430 \u0436\u043e\u043b\u044b\u043d \u049b\u0430\u043c\u0442\u0430\u043c\u0430\u0441\u044b\u0437 \u0435\u0442\u0435\u0434\u0456, \u043e\u043b\u0430\u0440\u0493\u0430 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u0430 \u0431\u043e\u043b\u0443\u0493\u0430 \u0436\u04d9\u043d\u0435 \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443\u0493\u0430 \u043a\u04e9\u043c\u0435\u043a\u0442\u0435\u0441\u0435\u0434\u0456. \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u0438\u0435\u043b\u0435\u0440\u0456\u043d\u0435, \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u043a\u0456\u043c \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d\u044b\u043d \u0436\u04d9\u043d\u0435 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u043c\u0430\u0437\u043c\u04b1\u043d\u044b\u043d\u0430 \u049b\u0430\u0442\u044b\u043d\u0430\u0441\u049b\u0430\u043d\u044b\u043d \u0431\u0430\u049b\u044b\u043b\u0430\u0443\u0434\u044b \u0440\u04b1\u049b\u0441\u0430\u0442 \u0435\u0442\u0435\u0442\u0456\u043d \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440, \u049b\u043e\u0493\u0430\u043c\u0434\u044b\u049b \u043d\u0435\u043c\u0435\u0441\u0435 \u0448\u0435\u043a\u0442\u0435\u0443\u043b\u0456 \u0431\u043e\u043b\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d. \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440 \u043c\u04af\u0448\u0435\u043b\u0435\u0440\u0433\u0435 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u044b\u043d \u0440\u0435\u0442\u0442\u0435\u0443\u0433\u0435 \u0436\u04d9\u043d\u0435 \u0431\u0456\u0440\u043b\u0435\u0441\u0456\u043f \u0436\u04b1\u043c\u044b\u0441 \u0456\u0441\u0442\u0435\u0443\u0433\u0435 \u0440\u04b1\u049b\u0441\u0430\u0442 \u0431\u0435\u0440\u0435\u0442\u0456\u043d \u049b\u04b1\u0436\u0430\u0442 \u043a\u0456\u0442\u0430\u043f\u0445\u0430\u043d\u0430\u043b\u0430\u0440\u044b\u043d \u049b\u0430\u043c\u0442\u0438\u0434\u044b \u043d\u0435\u043c\u0435\u0441\u0435 \u0441\u0456\u043b\u0442\u0435\u043c\u0435 \u0436\u0430\u0441\u0430\u0439\u0434\u044b.
jsp.start.explore.component.body.files=\u0424\u0430\u0439\u043b\u0434\u0430\u0440 \u043e\u0440\u0442\u0430\u043b\u044b\u049b \u0440\u0435\u043f\u043e\u0437\u0438\u0442\u043e\u0440\u0438\u0439\u0434\u0435 \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u0434\u044b \u0436\u04af\u043a\u0442\u0435\u0443 \u0436\u04d9\u043d\u0435 \u0441\u0430\u049b\u0442\u0430\u0443 \u0436\u043e\u043b\u044b\u043d \u04b1\u0441\u044b\u043d\u0430\u0434\u044b. \u04ae\u043b\u043a\u0435\u043d \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u0434\u044b \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430 \u0430\u0440\u049b\u044b\u043b\u044b \u0436\u0456\u0431\u0435\u0440\u043c\u0435\u0439, \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u0430 \u0431\u0456\u0440\u0433\u0435 \u0436\u04b1\u043c\u044b\u0441 \u0456\u0441\u0442\u0435\u0443 \u04d9\u0434\u0456\u0441\u0456\u043d \u04b1\u0441\u044b\u043d\u044b\u043f, \u0442\u0430\u04a3\u0434\u0430\u043b\u0493\u0430\u043d \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u043c\u0435\u043d \u049b\u043e\u0442\u0430\u0440\u044b\u043f \u0430\u043b\u044b\u043d\u0493\u0430\u043d \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u0434\u044b \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443\u044b\u04a3\u044b\u0437 \u043c\u04af\u043c\u043a\u0456\u043d. \u0421\u043e\u043d\u0434\u0430\u0439-\u0430\u049b \u0441\u0456\u0437 \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u0434\u0430 \u04b1\u0441\u044b\u043d\u044b\u0441 \u043f\u0435\u043d \u043f\u0456\u043a\u0456\u0440\u0456\u04a3\u0456\u0437\u0434\u0456 \u0436\u0430\u0441\u0430\u0443\u044b\u04a3\u044b\u0437, \u049b\u0430\u043b\u0442\u0430\u043b\u0430\u0440\u0434\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u043f, \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u0434\u044b \u04b1\u0441\u044b\u043d\u0443\u044b\u04a3\u044b\u0437 \u0436\u04d9\u043d\u0435 \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u0434\u044b\u04a3 \u04d9\u0440 \u0442\u04af\u0440\u043b\u0456 \u043d\u04b1\u0441\u049b\u0430\u043b\u0430\u0440\u044b\u043d \u0431\u0430\u049b\u044b\u043b\u0430\u043f \u043e\u0442\u044b\u0440\u0443\u044b\u04a3\u044b\u0437 \u043c\u04af\u043c\u043a\u0456\u043d.
jsp.start.explore.component.body.forums=\u0424\u043e\u0440\u0443\u043c \u0434\u0435\u0433\u0435\u043d\u0456\u043c\u0456\u0437 \u0430\u0440\u043d\u0430\u0439\u044b \u0442\u0430\u049b\u044b\u0440\u044b\u043f\u049b\u0430 \u043d\u0435\u043c\u0435\u0441\u0435 \u043c\u04d9\u0441\u0435\u043b\u0435\u0433\u0435 \u0448\u043e\u0493\u044b\u0440\u043b\u0430\u043d\u0493\u0430\u043d \u0436\u0435\u043b\u0456 \u0456\u0448\u0456\u043d\u0434\u0435\u0433\u0456 \u0442\u0430\u043b\u0434\u0430\u0443 \u0442\u0430\u049b\u0442\u0430\u0441\u044b. \u0424\u043e\u0440\u0443\u043c\u0493\u0430 \u0441\u04b1\u0440\u0430\u049b\u0442\u0430\u0440\u0434\u044b \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u0443 \u0430\u0440\u049b\u044b\u043b\u044b \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u04b1\u0440\u044b\u043d\u043d\u0430\u043d \u0431\u0430\u0440 \u0442\u0430\u043b\u049b\u044b\u043b\u0430\u0443 \u0436\u043e\u043b\u0434\u0430\u0440\u044b\u043d\u0430 \u0436\u0430\u0443\u0430\u043f \u0431\u0435\u0440\u0443 \u0430\u0440\u049b\u044b\u043b\u044b \u049b\u0430\u0442\u044b\u0441\u0443\u044b\u04a3\u044b\u0437 \u043c\u04af\u043c\u043a\u0456\u043d. \u0421\u0456\u0437 \u0431\u04e9\u0433\u0435\u0442 \u0436\u0430\u0441\u0430\u0439\u0442\u044b\u043d \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0430\u043d\u044b\u04a3 \u0448\u0435\u0448\u0456\u043c\u0456\u043d \u0442\u0430\u043f\u049b\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0435 \u043c\u0435?  \u0424\u043e\u0440\u0443\u043c\u0434\u0430\u0440 \u04b1\u0436\u044b\u043c\u0434\u044b\u049b \u043e\u0439\u043b\u044b\u049b \u0442\u0430\u043b\u049b\u044b\u043b\u0430\u0443 \u0436\u04af\u0440\u0433\u0456\u0437\u0443\u0434\u0456\u04a3, \u043a\u0435\u0440\u0456 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b \u0436\u0438\u043d\u0430\u049b\u0442\u0430\u0443\u0434\u044b\u04a3 \u0436\u04d9\u043d\u0435 \u0431\u0430\u0441\u049b\u0430\u043b\u0430\u0440\u0434\u044b\u04a3 \u043a\u04d9\u0441\u0456\u0431\u0438 \u0431\u0456\u043b\u0456\u043c\u0456\u043d \u0442\u0438\u0456\u043c\u0434\u0456 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0434\u044b\u04a3 \u0442\u0430\u043c\u0430\u0448\u0430 \u04d9\u0434\u0456\u0441\u0456 \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u0431\u044b\u043b\u0430\u0434\u044b.
jsp.start.explore.component.body.profiles=\u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440 \u0441\u0456\u0437\u0433\u0435 \u043a\u0435\u0440\u0435\u043a \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b \u0442\u0435\u0437 \u0456\u0437\u0434\u0435\u043f \u0442\u0430\u0431\u0443\u0493\u0430 \u0436\u04d9\u043d\u0435 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0443\u0493\u0430 \u043c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u043a \u0431\u0435\u0440\u0435\u0442\u0456\u043d \u0441\u0456\u0437\u0434\u0456\u04a3 \u04b1\u0439\u044b\u043c\u044b\u04a3\u044b\u0437\u0434\u0430\u0493\u044b \u0430\u0434\u0430\u043c\u0434\u0430\u0440 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u044b. \u0410\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b \u043e\u043b\u0430\u0440\u0434\u044b\u04a3 \u043a\u043e\u043d\u0442\u0430\u043a\u0442 \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u044b, \u04e9\u043c\u0456\u0440\u0431\u0430\u044f\u043d \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0456 \u043d\u0435\u043c\u0435\u0441\u0435 \u043a\u04d9\u0441\u0456\u0431\u0438 \u0431\u0456\u043b\u0456\u043c\u0456 \u043d\u0435\u0433\u0456\u0437\u0456\u043d\u0434\u0435 \u0456\u0437\u0434\u0435\u0443\u0456\u04a3\u0456\u0437 \u043c\u04af\u043c\u043a\u0456\u043d. \u04e8\u0437 \u043f\u0440\u043e\u0444\u0438\u043b\u0456\u04a3\u0456\u0437\u0434\u0456 \u0442\u043e\u043b\u0442\u044b\u0440\u044b\u043f, \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0493\u0430 \u04e9\u0437\u0456\u04a3\u0456\u0437 \u043a\u0456\u043c \u0435\u043a\u0435\u043d\u0456\u04a3\u0456\u0437\u0434\u0456 \u0431\u0456\u043b\u0443\u0433\u0435 \u0440\u04b1\u049b\u0441\u0430\u0442 \u0435\u0442\u0456\u04a3\u0456\u0437. \u0416\u0435\u043b\u0456\u04a3\u0456\u0437\u0433\u0435 \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b \u049b\u043e\u0441\u0443 \u0430\u0440\u049b\u044b\u043b\u044b \u04e9\u0437\u0456\u04a3\u0456\u0437\u0434\u0456\u04a3 \u0436\u0435\u043a\u0435 \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0456\u043b\u0435\u0440 \u0436\u0438\u043d\u0430\u0493\u044b\u043d \u049b\u04b1\u0440\u0430\u0441\u0442\u044b\u0440\u044b\u04a3\u044b\u0437.
jsp.start.explore.component.body.wikis=\u0412\u0438\u043a\u0438\u043b\u0435\u0440 \u0434\u0435\u0433\u0435\u043d\u0456\u043c\u0456\u0437 \u0430\u0440\u043d\u0430\u0439\u044b \u0442\u0430\u049b\u044b\u0440\u044b\u043f \u0442\u0443\u0440\u0430\u043b\u044b \u0432\u0435\u0431 \u0431\u0435\u0442\u0442\u0435\u0440 \u0436\u0438\u043d\u0430\u0493\u044b \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u0431\u044b\u043b\u0430\u0434\u044b. \u0412\u0438\u043a\u0438\u043b\u0435\u0440 \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u043e\u0440\u0442\u0430\u043b\u044b\u049b\u0442\u0430\u043d\u0434\u044b\u0440\u044b\u043f \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443\u0434\u044b\u04a3 \u0436\u04d9\u043d\u0435 \u0436\u043e\u0431\u0430\u043b\u044b\u049b \u043a\u043e\u043c\u0430\u043d\u0434\u0430\u04a3\u044b\u0437\u0434\u044b \u0431\u0456\u0440\u043b\u0435\u0441\u043a\u0435\u043d \u0436\u04b1\u043c\u044b\u0441\u049b\u0430 \u0436\u0456\u0433\u0435\u0440\u043b\u0435\u043d\u0434\u0456\u0440\u0443\u0434\u0456\u04a3 \u0442\u0430\u043c\u0430\u0448\u0430 \u04d9\u0434\u0456\u0441\u0456. \u0412\u0438\u043a\u0438 \u0431\u0435\u0442\u0442\u0456\u04a3 \u043c\u04af\u0448\u0435\u0441\u0456 \u04e9\u0437\u0434\u0435\u0440\u0456\u043d\u0456\u04a3 \u0436\u0435\u043a\u0435 \u0431\u0435\u0442\u0442\u0435\u0440\u0456\u043d \u049b\u043e\u0441\u0443\u044b, \u0431\u04b1\u0440\u044b\u043d\u043d\u0430\u043d \u0431\u0430\u0440 \u0431\u0435\u0442\u0442\u0435\u0440\u0434\u0456 \u04e9\u04a3\u0434\u0435\u0443\u0456 \u0436\u04d9\u043d\u0435 \u043f\u0456\u043a\u0456\u0440 \u049b\u0430\u043b\u0434\u044b\u0440\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d, \u043e\u0441\u044b\u043b\u0430\u0439\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u04af\u043d\u0435\u043c\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0443\u044b\u043d\u0430 \u043a\u0435\u043f\u0456\u043b\u0434\u0456\u043a \u0431\u0435\u0440\u0435\u0434\u0456.

jsp.start.explore.introduction.title=\u041a\u0456\u0440\u0456\u0441\u043f\u0435
jsp.start.explore.introduction.body=HCL Connections \u0456\u0441\u043a\u0435\u0440\u043b\u0456\u043a \u04d9\u043b\u0435\u0443\u043c\u0435\u0442\u0442\u0456\u043a \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u044b\u049b \u0436\u0430\u0441\u0430\u049b\u0442\u0430\u043c\u0430\u0441\u044b. \u041e\u043b \u0441\u0456\u0437\u0433\u0435 \u04d9\u0440\u0456\u043f\u0442\u0435\u0441\u0442\u0435\u0440\u0456\u04a3\u0456\u0437\u0434\u0456\u04a3 \u0436\u0435\u043b\u0456\u0441\u0456\u043d \u0436\u0430\u049b\u0441\u0430\u0440\u0442\u0443\u0493\u0430, \u0442\u04d9\u0440\u0431\u0438\u0435\u043b\u0435\u0443\u0433\u0435 \u0436\u04d9\u043d\u0435 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u0430 \u0431\u043e\u043b\u0443\u0493\u0430, \u0436\u0435\u043b\u0456\u04a3\u0456\u0437\u0434\u0435\u0433\u0456 \u043a\u04d9\u0441\u0456\u0431\u0438 \u0431\u0456\u043b\u0456\u043c\u0433\u0435 \u0436\u04af\u0433\u0456\u043d\u0456\u043f, \u0436\u04b1\u043c\u044b\u0441 \u043c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u043a\u0442\u0435\u0440\u0456\u043d\u0435 \u0436\u0435\u0434\u0435\u043b \u0436\u0430\u0443\u0430\u043f \u049b\u0430\u0439\u0442\u0430\u0440\u0443\u0493\u0430, \u04d9\u0440\u0456\u043f\u0442\u0435\u0441\u0442\u0435\u0440 \u043c\u0435\u043d \u0442\u04b1\u0442\u044b\u043d\u0443\u0448\u044b\u043b\u0430\u0440 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440\u044b\u043c\u0435\u043d \u0436\u0430\u04a3\u0430 \u043a\u0440\u0435\u0430\u0442\u0438\u0432\u0442\u0456 \u043e\u0439\u043b\u0430\u0440\u0434\u044b \u0442\u0430\u043b\u049b\u044b\u043b\u0430\u0443\u0493\u0430 \u0436\u04d9\u043d\u0435 \u0430\u043d\u044b\u049b\u0442\u0430\u0443\u0493\u0430 \u043c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u043a \u0431\u0435\u0440\u0435\u0434\u0456.
jsp.start.explore.info=\u04d8\u0440\u0431\u0456\u0440 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0434\u0430 \u049b\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d, \u0441\u0456\u043b\u0442\u0435\u043c\u0435\u043b\u0435\u0440\u0434\u0456 \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437.

jsp.start.explore.demo.alt=\u041a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u0456\u043c \u0431\u0435\u0439\u043d\u0435\u0441\u0456\u043d \u043e\u0439\u043d\u0430\u0442\u0443
jsp.start.explore.viewdemo=\u041a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u0456\u043c\u0434\u0456 \u049b\u0430\u0440\u0430\u0443
jsp.start.explore.viewCommunitiesDemo=\u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440 \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u0456\u043c\u0456\u043d \u049b\u0430\u0440\u0430\u0443
jsp.start.explore.viewLibraryDemo=\u041a\u0456\u0442\u0430\u043f\u0445\u0430\u043d\u0430 \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u0456\u043c\u0456\u043d \u049b\u0430\u0440\u0430\u0443

jsp.help.read.transcript = \u041e\u0441\u044b \u043e\u049b\u0443 \u049b\u04b1\u0440\u0430\u043b\u044b\u043d\u044b\u04a3 \u043c\u04d9\u0442\u0456\u043d \u0442\u0440\u0430\u043d\u0441\u043a\u0440\u0438\u043f\u0442\u0456\u043d \u043e\u049b\u0443 \u04af\u0448\u0456\u043d, \u043c\u044b\u043d\u0430 \u0436\u0435\u0440\u0434\u0456 \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437.

# River of news strings
jsp.river.more = \u049a\u043e\u0441\u044b\u043c\u0448\u0430
jsp.river.removeSaved = \u042d\u043b\u0435\u043c\u0435\u043d\u0442\u0442\u0456 \u043c\u0435\u043d\u0456\u04a3 \u0441\u0430\u049b\u0442\u0430\u043b\u0493\u0430\u043d \u0442\u0456\u0437\u0456\u043c\u0456\u043c\u043d\u0435\u043d \u0436\u043e\u044e
jsp.river.associatedTags = \u0422\u0435\u0433\u0442\u0435\u0440:
jsp.river.saveForLater= \u0421\u0430\u049b\u0442\u0430\u0443
jsp.river.saveForLater.alt = \u0411\u0435\u043b\u0433\u0456\u0448\u0435\u043d\u0456 \u0441\u0430\u049b\u0442\u0430\u0443
jsp.river.openOriginal = \u0422\u04af\u043f\u043d\u04b1\u0441\u049b\u0430\u043b\u044b\u049b \u044d\u043b\u0435\u043c\u0435\u043d\u0442\u0442\u0456 \u0430\u0448\u0443
jsp.river.linkIcon = \u0421\u0456\u043b\u0442\u0435\u043c\u0435 \u0431\u0435\u043b\u0433\u0456\u0448\u0435\u0441\u0456
jsp.river.deleteSaved = \u0421\u0430\u049b\u0442\u0430\u043b\u0493\u0430\u043d\u0434\u0430\u0440\u0434\u0430\u043d \u0430\u043b\u044b\u043f \u0430\u0441\u0442\u0430\u0443

jsp.river.discover.introduction = \u0411\u0430\u0440\u043b\u044b\u049b \u0436\u0430\u043b\u043f\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u0448\u043e\u043b\u0443 \u0430\u0440\u049b\u044b\u043b\u044b \u0436\u0430\u04a3\u0430 \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b \u0436\u04d9\u043d\u0435 \u0436\u0430\u04a3\u0430 \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u0442\u0430\u0431\u0443
jsp.river.topUpdates.introduction = \u0416\u0435\u043b\u0456\u04a3\u0456\u0437\u0434\u0435\u043d \u043a\u04af\u0439 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b\u043d \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437 \u0436\u04d9\u043d\u0435 \u04e9\u0437 \u04af\u043b\u0435\u0441\u0442\u0435\u0440\u0456\u04a3\u0456\u0437\u0433\u0435 \u0436\u0430\u0443\u0430\u043f\u0442\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.
jsp.river.filter.show = \u041a\u04e9\u0440\u0441\u0435\u0442\u0443:
jsp.river.filter.allUpdates = \u0411\u0430\u0440\u043b\u044b\u049b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440
jsp.river.filter.homepage = \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442
jsp.river.filter.activities = \u04d8\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440
jsp.river.filter.profiles = \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440
jsp.river.filter.communities = \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440
jsp.river.filter.blogs = \u0411\u043b\u043e\u0433\u0442\u0430\u0440
jsp.river.filter.dogear = \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440
jsp.river.filter.wikis = \u0412\u0438\u043a\u0438\u043b\u0435\u0440
jsp.river.filter.files = \u0424\u0430\u0439\u043b\u0434\u0430\u0440

jsp.river.filter.alt.allUpdates = \u0411\u0430\u0440\u043b\u044b\u049b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0443\u0434\u0456 \u0442\u0430\u04a3\u0434\u0430\u0443
jsp.river.filter.alt.activities = \u0422\u0435\u043a \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440\u0434\u0435\u0433\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0443\u0434\u0456 \u0442\u0430\u04a3\u0434\u0430\u0443
jsp.river.filter.alt.profiles = \u0422\u0435\u043a \u043f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440\u0434\u0435\u0433\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0443\u0434\u0456 \u0442\u0430\u04a3\u0434\u0430\u0443
jsp.river.filter.alt.communities = \u0422\u0435\u043a \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440\u0434\u0430\u0493\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0443\u0434\u0456 \u0442\u0430\u04a3\u0434\u0430\u0443
jsp.river.filter.alt.blogs = \u0422\u0435\u043a \u0431\u043b\u043e\u0433\u0442\u0430\u0440\u0434\u0430\u0493\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0443\u0434\u0456 \u0442\u0430\u04a3\u0434\u0430\u0443
jsp.river.filter.alt.dogear = \u0422\u0435\u043a \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0434\u0435\u0433\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0443\u0434\u0456 \u0442\u0430\u04a3\u0434\u0430\u0443
jsp.river.filter.alt.wikis = \u0416\u0430\u043d\u0430 \u0432\u0438\u043a\u0438\u043b\u0435\u0440\u0434\u0456 \u0442\u0430\u043d\u0434\u0430\u04a3\u044b\u0437
jsp.river.filter.alt.files = \u0416\u0430\u043d\u0430 \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u0434\u044b \u0442\u0430\u043d\u0434\u0430\u04a3\u044b\u0437

jsp.river.error.message = \u0416\u0430\u04a3\u0430 \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441
jsp.river.error.error = \u049a\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u0416\u04af\u0439\u0435 \u04d9\u043a\u0456\u043c\u0448\u0456\u0441\u0456\u043d\u0435 \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u0441\u044b\u04a3\u044b\u0437. \u0411\u04b1\u043b \u049b\u0430\u0442\u0435 \u0436\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440 \u0440\u0435\u043f\u043e\u0437\u0438\u0442\u043e\u0440\u0438\u0439 \u049b\u044b\u0437\u043c\u0435\u0442\u0456 \u0434\u04b1\u0440\u044b\u0441 \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u044b\u043b\u043c\u0430\u0493\u0430\u043d\u0434\u044b\u049b\u0442\u0430\u043d \u0431\u043e\u043b\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d.
jsp.river.error.details = \u049a\u0430\u0442\u0435 \u0442\u0443\u0440\u0430\u043b\u044b \u0442\u043e\u043b\u044b\u049b \u0445\u0430\u0431\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u04a3\u0456\u0437
jsp.river.error.icon.alt = \u049a\u0430\u0442\u0435 \u0431\u0435\u043b\u0433\u0456\u0448\u0435\u0441\u0456

# Alt text for icons in river of news. Need for screen readers
jsp.river.alt.homepage = \u041e\u049b\u0438\u0493\u0430 \u04e9\u0437\u0456\u043d\u0434\u0456\u043a \u0431\u0435\u0442\u0442\u0435\u043d
jsp.river.alt.blogs = \u041e\u049b\u0438\u0493\u0430 \u0431\u043b\u043e\u0433\u0442\u0430\u0440\u0434\u0430\u043d
jsp.river.alt.wikis = \u041e\u049b\u0438\u0493\u0430 \u0432\u0438\u043a\u0438 \u0431\u0435\u0442\u0442\u0435\u0440\u0434\u0435\u043d
jsp.river.alt.files = \u041e\u049b\u0438\u0493\u0430 \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u0434\u0430\u043d
jsp.river.alt.dogear = \u041e\u049b\u0438\u0493\u0430 \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0434\u0435\u043d
jsp.river.alt.activities = \u041e\u049b\u0438\u0493\u0430 \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440\u0434\u0435\u043d
jsp.river.alt.profiles = \u041e\u049b\u0438\u0493\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440\u0434\u0435\u043d
jsp.river.alt.communities = \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440\u0434\u0430\u043d \u043e\u049b\u0438\u0493\u0430
jsp.river.alt.thirdParty = \u041e\u049b\u0438\u0493\u0430 \u04af\u0448\u0456\u043d\u0448\u0456 \u0431\u04e9\u043b\u0456\u043a \u049b\u04b1\u0440\u0430\u043c\u0434\u0430\u0441\u0442\u0430\u043d

# Saved tab messages when no stories to display
jsp.river.savedTab.title.part1 = \u04d8\u043b\u0456 \u0435\u0448\u0431\u0456\u0440 \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b \u0441\u0430\u049b\u0442\u0430\u043c\u0430\u0434\u044b\u04a3\u044b\u0437.
jsp.river.savedTab.title.part2 = \u041a\u0435\u0439\u0456\u043d\u0456\u0440\u0435\u043a \u043e\u049b\u0443 \u04af\u0448\u0456\u043d \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b \u0441\u0430\u049b\u0442\u0430\u0443...
jsp.river.savedTab.step1 = \u041e\u049b\u0438\u0493\u0430\u043b\u0430\u0440 \u0442\u0456\u0437\u0456\u043c\u0456\u043d \u043a\u04e9\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 (\u0416\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440 \u0442\u04e9\u0431\u0435\u0441\u0456\u043d\u0434\u0435, \u0442\u0430\u0431\u0443 \u043d\u0435\u043c\u0435\u0441\u0435 \u0435\u0440\u0435\u043a\u0448\u0435 \u0442\u0456\u0437\u0456\u043c \u049b\u043e\u0439\u044b\u043d\u0434\u044b\u0441\u044b).
jsp.river.savedTab.step2 = \u0421\u0430\u049b\u0442\u0430\u0493\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0433\u0435\u043d \u043e\u049b\u0438\u0493\u0430\u0434\u0430\u043d \u043a\u0435\u0439\u0456\u043d\u0433\u0456 \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0434\u0435\u0433\u0435\u043d \u043f\u0435\u0440\u043d\u0435\u043d\u0456 \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437.
jsp.river.savedTab.step3 = \u041e\u0441\u044b \u043e\u049b\u0438\u0493\u0430\u043d\u044b \u0441\u0430\u049b\u0442\u0430\u0443\u0434\u044b \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437.

# Taop updates messages when no stories to display
# {0} is person name
jsp.river.topUpdates.welcome = \u0421\u04d9\u043b\u0435\u043c {0}!
jsp.river.topUpdates.profiles.update = \u0410\u0434\u0430\u043c\u0434\u0430\u0440\u0493\u0430 \u04e9\u0437\u0456\u04a3\u0456\u0437 \u043a\u0456\u043c \u0435\u043a\u0435\u043d\u0456\u04a3\u0456\u0437\u0434\u0456 \u0436\u04d9\u043d\u0435 \u043d\u0435\u043c\u0435\u043d \u0430\u0439\u043d\u0430\u043b\u044b\u0441\u0430\u0442\u044b\u043d\u044b\u04a3\u044b\u0437\u0434\u044b \u0431\u0456\u043b\u0443\u0433\u0435 \u0440\u04b1\u049b\u0441\u0430\u0442 \u0435\u0442\u0456\u04a3\u0456\u0437.
jsp.river.topUpdates.profiles.update.part2 = \u041f\u0440\u043e\u0444\u0438\u043b\u0456\u04a3\u0456\u0437\u0434\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u04a3\u044b\u0437.
jsp.river.topUpdates.colleagues.part1 = \u04e8\u0437\u0456\u04a3\u0456\u0437\u0434\u0456 \u049b\u044b\u0437\u044b\u049b\u0442\u044b\u0440\u0430\u0442\u044b\u043d \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b \u0456\u0437\u0434\u0435\u043f \u0442\u0430\u0431\u044b\u04a3\u044b\u0437 \u0436\u04d9\u043d\u0435 \u043e\u043b\u0430\u0440\u0434\u044b \u0436\u0435\u043b\u0456\u04a3\u0456\u0437\u0433\u0435 \u049b\u043e\u0441\u044b\u043b\u0443\u0493\u0430 \u0448\u0430\u049b\u044b\u0440\u044b\u04a3\u044b\u0437.
jsp.river.topUpdates.colleagues.part2 = \u04e8\u0437 \u0436\u0435\u043b\u0456\u04a3\u0456\u0437\u0434\u0456 \u049b\u04b1\u0440\u0430\u0441\u0442\u044b\u0440\u0443\u0434\u044b \u0431\u0430\u0441\u0442\u0430\u04a3\u044b\u0437.
jsp.river.topUpdates.activities.part1 = \u041f\u04d9\u0440\u043c\u0435\u043d\u0456\u04a3\u0456\u0437\u0433\u0435 \u0456\u0441 \u0442\u0456\u0437\u0456\u043c\u0434\u0435\u0440\u0434\u0456 \u0436\u04d9\u043d\u0435 \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u043b\u0430\u0440\u0434\u044b \u0442\u0430\u0493\u0430\u0439\u044b\u043d\u0434\u0430\u04a3\u044b\u0437.
jsp.river.topUpdates.activities.part2 = \u04d8\u0440\u0435\u043a\u0435\u0442\u0442\u0456 \u0431\u0430\u0441\u0442\u0430\u04a3\u044b\u0437.
jsp.river.topUpdates.blogs.part1 = \u0416\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440\u044b\u04a3\u044b\u0437\u0434\u044b \u0436\u04d9\u043d\u0435 \u043a\u04e9\u0440\u0456\u043d\u0456\u0441\u0442\u0435\u0440\u0456\u04a3\u0456\u0437\u0434\u0456 \u04b1\u0439\u044b\u043c\u043c\u0435\u043d \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.river.topUpdates.blogs.part2 = \u0411\u043b\u043e\u0433 \u0436\u0430\u0441\u0430\u04a3\u044b\u0437.
jsp.river.topUpdates.communities.part1 = \u0416\u0430\u043b\u043f\u044b \u043c\u04af\u0434\u0434\u0435 \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0430\u0442\u044b\u043d \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0493\u0430 \u049b\u043e\u0441\u044b\u043b\u044b\u04a3\u044b\u0437.
jsp.river.topUpdates.communities.part2 = \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u049b\u043e\u0441\u044b\u043b\u044b\u04a3\u044b\u0437.
jsp.river.topUpdates.dogear.part1 = \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0456\u04a3\u0456\u0437\u0434\u0456 \u0441\u0430\u049b\u0442\u0430\u04a3\u044b\u0437, \u04b1\u0439\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u0440\u044b\u04a3\u044b\u0437 \u0436\u04d9\u043d\u0435 \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.river.topUpdates.dogear.part2 = \u04e8\u0437\u0456\u04a3\u0456\u0437\u0434\u0456 \u049b\u044b\u0437\u044b\u049b\u0442\u044b\u0440\u0430\u0442\u044b\u043d \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0434\u0456 \u0456\u0437\u0434\u0435\u04a3\u0456\u0437.
jsp.river.topUpdates.files.part1 = \u0411\u0430\u0441\u049b\u0430\u043b\u0430\u0440\u043c\u0435\u043d \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u044b\u043f \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u04a3\u044b\u0437 \u0436\u04d9\u043d\u0435 \u0431\u0456\u0440\u043b\u0435\u0441\u0456\u043f \u0436\u04b1\u043c\u044b\u0441 \u0456\u0441\u0442\u0435\u04a3\u0456\u0437.
jsp.river.topUpdates.files.part2 = \u0424\u0430\u0439\u043b\u0434\u0430\u0440\u0434\u044b \u049b\u043e\u0442\u0430\u0440\u044b\u04a3\u044b\u0437 \u0436\u04d9\u043d\u0435 \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.river.topUpdates.wikis.part1 = \u049a\u043e\u0441\u049b\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0433\u0435\u043d \u0432\u0438\u043a\u0438 \u0431\u0435\u0442\u0442\u0456 \u0456\u0437\u0434\u0435\u043f \u0442\u0430\u0431\u0443 \u04af\u0448\u0456\u043d \u0448\u043e\u043b\u044b\u04a3\u044b\u0437 \u043d\u0435\u043c\u0435\u0441\u0435 \u0436\u0430\u04a3\u0430 \u0432\u0438\u043a\u0438 \u0431\u0435\u0442 \u0436\u0430\u0441\u0430\u04a3\u044b\u0437.
jsp.river.topUpdates.wikis.part2 = \u0411\u0456\u0440\u043b\u0435\u0441\u0456\u043f \u0436\u04b1\u043c\u044b\u0441 \u0456\u0441\u0442\u0435\u0443\u0434\u0456 \u0431\u0430\u0441\u0442\u0430\u04a3\u044b\u0437.
jsp.river.topUpdates.intro = HCL Connections \u0456\u0448\u0456\u043d\u0434\u0435 \u0431\u0435\u043b\u0441\u0435\u043d\u0434\u0456 \u0431\u043e\u043b\u0493\u0430\u043d \u043a\u0435\u0437\u0456\u04a3\u0456\u0437\u0434\u0435, \u0431\u04b1\u043b \u0431\u0435\u0442 \u0441\u0456\u0437\u0433\u0435 \u0436\u04d9\u043d\u0435 \u0441\u0456\u0437\u0434\u0456\u04a3 \u0436\u0435\u043b\u0456 \u0436\u04b1\u043c\u044b\u0441\u044b\u04a3\u044b\u0437\u0493\u0430 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u0441\u043e\u04a3\u0493\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u043c\u0435\u043d \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0442\u044b\u0440\u044b\u043b\u0493\u0430\u043d.

jsp.river.noItems = \u0411\u04b1\u043b \u0442\u0430\u04a3\u0434\u0430\u0443 \u04af\u0448\u0456\u043d \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u0435\u0442\u0456\u043d \u0436\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b \u0436\u043e\u049b.
jsp.statusUpdates.noItems = \u041a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u0435\u0442\u0456\u043d \u043a\u04af\u0439 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b \u0436\u043e\u049b.
jsp.newsfeed.noItems = \u0421\u0456\u0437\u0434\u0456\u04a3 \u0436\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440\u0434\u044b \u0436\u04af\u043a\u0442\u0435\u0443 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u044b\u04a3\u044b\u0437 \u0431\u043e\u0441. \u0411\u0430\u0441\u049b\u0430 \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b \u043d\u0435\u043c\u0435\u0441\u0435 \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u043e\u049b\u0443\u0434\u044b \u0431\u0430\u0441\u0442\u0430\u0493\u0430\u043d \u0441\u04d9\u0442\u0442\u0435 \u0493\u0430\u043d\u0430 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0435\u0441\u0456\u0437.
jsp.river.discover.noItems = \u0411\u04b1\u043b \u0443\u0430\u049b\u044b\u0442\u0442\u0430 HCL Connections \u0456\u0448\u0456\u043d\u0434\u0435 \u0435\u0448\u049b\u0430\u043d\u0434\u0430\u0439 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440 \u043e\u0440\u044b\u043d \u0430\u043b\u043c\u0430\u0434\u044b. \u041a\u0435\u0439\u0456\u043d\u0456\u0440\u0435\u043a \u043a\u0435\u043b\u0456\u04a3\u0456\u0437!

jsp.river.watchlist.addPerson = \u041c\u0435\u043d\u0456\u04a3 \u0431\u0430\u049b\u044b\u043b\u0430\u0443 \u0442\u0456\u0437\u0456\u043c\u0456\u043c\u0435 \u0430\u0434\u0430\u043c\u0434\u044b \u049b\u043e\u0441\u0443
jsp.river.watchlist.addPersonConfirm = \u0421\u0456\u0437\u0434\u0456\u04a3 \u0431\u0430\u049b\u044b\u043b\u0430\u0443 \u0442\u0456\u0437\u0456\u043c\u0456\u04a3\u0456\u0437 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0434\u044b
# {0} is the name of a person
jsp.river.watchlist.addSpecificPerson = \u041c\u0435\u043d\u0456\u04a3 \u0431\u0430\u049b\u044b\u043b\u0430\u0443 \u0442\u0456\u0437\u0456\u043c\u0456\u043c\u0435 {0} \u049b\u043e\u0441\u0443
# {0} is the name of a person
jsp.river.watchlist.addSpecificPersonConfirm = {0} \u0431\u0430\u049b\u044b\u043b\u0430\u0443 \u0442\u0456\u0437\u0456\u043c\u0456\u04a3\u0456\u0437\u0433\u0435 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d
jsp.river.watchlist.removePerson = \u041c\u0435\u043d\u0456\u04a3 \u0431\u0430\u049b\u044b\u043b\u0430\u0443 \u0442\u0456\u0437\u0456\u043c\u0456\u043c\u043d\u0435\u043d \u0430\u0434\u0430\u043c\u0434\u044b \u0436\u043e\u044e
jsp.river.watchlist.removePersonConfirm = \u0421\u0456\u0437\u0434\u0456\u04a3 \u0431\u0430\u049b\u044b\u043b\u0430\u0443 \u0442\u0456\u0437\u0456\u043c\u0456\u04a3\u0456\u0437 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0434\u044b
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPerson = \u041c\u0435\u043d\u0456\u04a3 \u0431\u0430\u049b\u044b\u043b\u0430\u0443 \u0442\u0456\u0437\u0456\u043c\u0456\u043c\u043d\u0435\u043d {0} \u0436\u043e\u044e
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPersonConfirm = {0} \u0441\u0456\u0437\u0434\u0456\u04a3 \u0431\u0430\u049b\u044b\u043b\u0430\u0443 \u0442\u0456\u0437\u0456\u043c\u0456\u04a3\u0456\u0437\u0434\u0435\u043d \u0436\u043e\u0439\u044b\u043b\u0434\u044b

jsp.river.watchlist.addTag = \u0422\u0435\u0433\u0442\u0456 \u043c\u0435\u043d\u0456\u04a3 \u0431\u0430\u049b\u044b\u043b\u0430\u0443 \u0442\u0456\u0437\u0456\u043c\u0456\u043c\u0435 \u049b\u043e\u0441\u0443
jsp.river.watchlist.addTagConfirm = \u0421\u0456\u0437\u0434\u0456\u04a3 \u0431\u0430\u049b\u044b\u043b\u0430\u0443 \u0442\u0456\u0437\u0456\u043c\u0456\u04a3\u0456\u0437 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0434\u044b
# {0} is a tag
jsp.river.watchlist.addSpecificTag = {0} \u0422\u0435\u0433\u0442\u0456 \u043c\u0435\u043d\u0456\u04a3 \u0431\u0430\u049b\u044b\u043b\u0430\u0443 \u0442\u0456\u0437\u0456\u043c\u0456\u043c\u0435 \u049b\u043e\u0441\u0443
# {0} is a tag
jsp.river.watchlist.addSpecificTagConfirm = {0} \u0442\u0435\u0433\u0456 \u0441\u0456\u0437\u0434\u0456\u04a3 \u0431\u0430\u049b\u044b\u043b\u0430\u0443 \u0442\u0456\u0437\u0456\u043c\u0456\u04a3\u0456\u0437\u0433\u0435 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d
jsp.river.watchlist.removeTag = \u041c\u0435\u043d\u0456\u04a3 \u0431\u0430\u049b\u044b\u043b\u0430\u0443 \u0442\u0456\u0437\u0456\u043c\u0456\u043c\u043d\u0435\u043d \u0442\u0435\u0433\u0442\u0456 \u0436\u043e\u044e
jsp.river.watchlist.removeTagConfirm = \u0421\u0456\u0437\u0434\u0456\u04a3 \u0431\u0430\u049b\u044b\u043b\u0430\u0443 \u0442\u0456\u0437\u0456\u043c\u0456\u04a3\u0456\u0437 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0434\u044b
# {0} is a tag
jsp.river.watchlist.removeSpecificTag = \u043c\u0435\u043d\u0456\u04a3 \u0431\u0430\u049b\u044b\u043b\u0430\u0443 \u0442\u0456\u0437\u0456\u043c\u0456\u043c\u043d\u0435\u043d {0} \u0442\u0435\u0433\u0442\u0456 \u0436\u043e\u044e
# {0} is a tag
jsp.river.watchlist.removeSpecificTagConfirm = {0} \u0442\u0435\u0433 \u0441\u0456\u0437\u0434\u0456\u04a3 \u0431\u0430\u049b\u044b\u043b\u0430\u0443 \u0442\u0456\u0437\u0456\u043c\u0456\u04a3\u0456\u0437\u0434\u0435\u043d \u0436\u043e\u0439\u044b\u043b\u0434\u044b


jsp.river.removePerson = \u0410\u0434\u0430\u043c\u0434\u044b \u043c\u0435\u043d\u0456\u04a3 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b\u043c\u043d\u0430\u043d \u0436\u043e\u044e
# {0} is the name of a person
jsp.river.removeSpecificPerson = {0} \u043c\u0435\u043d\u0456\u04a3 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b\u043c\u043d\u0430\u043d \u0436\u043e\u044e
jsp.river.preview.blogs = \u0416\u0430\u0437\u0431\u0430\u043d\u044b \u0430\u043b\u0434\u044b\u043d \u0430\u043b\u0430 \u043a\u04e9\u0440\u0443

jsp.river.subscribe.alt = \u0410\u0440\u043d\u0430 \u0431\u0435\u043b\u0433\u0456\u0448\u0435\u0441\u0456
jsp.river.subscribe = \u041e\u0441\u044b \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440 \u04af\u0448\u0456\u043d \u0436\u04af\u043a\u0442\u0435\u0443 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u044b

# Palette category
jsp.palette.category.all = \u0411\u0430\u0440\u043b\u044b\u0493\u044b

# Notification perspective strings
jsp.notifications.received.noItems = \u0421\u0456\u0437 \u0435\u0448\u0431\u0456\u0440 \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u043b\u0435\u0440\u0434\u0456 \u049b\u0430\u0431\u044b\u043b\u0434\u0430\u043c\u0430\u0434\u044b\u04a3\u044b\u0437.
jsp.notifications.sent.noItems = \u0421\u0456\u0437 \u0435\u0448\u0431\u0456\u0440 \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u043b\u0435\u0440\u0434\u0456 \u0436\u0456\u0431\u0435\u0440\u043c\u0435\u0434\u0456\u04a3\u0456\u0437.

# General notification strings
jsp.notifications.received.title = \u049a\u0430\u0431\u044b\u043b\u0434\u0430\u043d\u0493\u0430\u043d \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u043b\u0435\u0440
jsp.notifications.received.sub.title = \u0411\u0430\u0441\u049b\u0430 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u0430\u043d \u043d\u0435\u043c\u0435\u0441\u0435 \u0436\u04af\u0439\u0435\u0434\u0435\u043d \u0441\u0456\u0437\u0433\u0435 \u0436\u0456\u0431\u0435\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u043b\u0435\u0440\u0434\u0456 \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.
jsp.notifications.sent.title = \u0416\u0456\u0431\u0435\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u043b\u0435\u0440
jsp.notifications.sent.sub.title = \u0411\u0430\u0441\u049b\u0430 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0493\u0430 \u0436\u0456\u0431\u0435\u0440\u0433\u0435\u043d \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u043b\u0435\u0440\u0456\u04a3\u0456\u0437\u0434\u0456 \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.
jsp.notifications.new = \u0416\u0430\u04a3\u0430
# {0} is the name of a person
jsp.notifications.photo = {0} \u049b\u044b\u0440\u043b\u044b \u0431\u04af\u0440\u043a\u0435\u043d\u0456\u0448 \u0456
jsp.notifications.sent.multiple.photo = \u0411\u0456\u0440\u043d\u0435\u0448\u0435 \u0430\u043b\u0443\u0448\u044b\u043b\u0430\u0440
# {0} is the name of a person
jsp.notifications.sent.to.individual = \u041a\u0456\u043c\u0433\u0435 \u0436\u0456\u0431\u0435\u0440\u0456\u043b\u0434\u0456: {0}
# {0} is a number greater than 1
jsp.notifications.sent.to.multiple = {0} \u0430\u0434\u0430\u043c\u0493\u0430 \u0436\u0456\u0431\u0435\u0440\u0456\u043b\u0434\u0456
jsp.notifications.delete = \u0411\u04b1\u043b \u0435\u0441\u043a\u0435\u0440\u0442\u0443\u0434\u0456 \u0436\u043e\u044e

# Activities specific notification messages
# {0} is the name of an activity entry, {1} is the name of an activity
jsp.notifications.activities.notify.title = {0} \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u043d: {1}
# {0} is the name of an activity
jsp.notifications.activities.autocomplete.received.title = "{0}" \u04d9\u0440\u0435\u043a\u0435\u0442\u0456\u04a3\u0456\u0437 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0442\u044b \u0442\u04af\u0440\u0434\u0435 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u0493\u0430\u043d \u0440\u0435\u0442\u0456\u043d\u0434\u0435 \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u043d\u0435\u0434\u0456.
jsp.notifications.activities.autocomplete.sent.title = \u0421\u0456\u0437\u0434\u0456\u04a3 \u04d9\u0440\u0435\u043a\u0435\u0442\u0456\u04a3\u0456\u0437 "{0}" \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0442\u044b \u0442\u04af\u0440\u0434\u0435 \u0430\u044f\u049b\u0442\u0430\u043b\u0443\u0434\u0430.
jsp.notifications.activities.create.title = \u0421\u0456\u0437 \u0436\u0430\u04a3\u0430 \u04d9\u0440\u0435\u043a\u0435\u0442 \u0436\u0430\u0441\u0430\u0434\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.activities.addmember.received.title = \u0421\u0456\u0437 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u049b\u043e\u0441\u044b\u043b\u0434\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.activities.addmember.sent.title = \u0421\u0456\u0437 \u04d9\u0440\u0435\u043a\u0435\u0442\u043a\u0435 \u0436\u0430\u04a3\u0430 \u043c\u04af\u0448\u0435\u043b\u0435\u0440\u0434\u0456 \u049b\u043e\u0441\u0442\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.activities.invite.received.title = \u0421\u0456\u0437 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u049b\u043e\u0441\u044b\u043b\u0443\u0493\u0430 \u0448\u0430\u049b\u044b\u0440\u044b\u043b\u0434\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.activities.invite.sent.title = \u0421\u0456\u0437 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b \u04d8\u0440\u0435\u043a\u0435\u0442\u043a\u0435 \u049b\u043e\u0441\u044b\u043b\u0443\u043b\u0430\u0440\u044b \u04af\u0448\u0456\u043d \u0448\u0430\u049b\u044b\u0440\u0434\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.activities.invite.primaryaction = \u041e\u0441\u044b \u04d8\u0440\u0435\u043a\u0435\u0442\u043a\u0435 \u049b\u043e\u0441\u044b\u043b\u044b\u04a3\u044b\u0437.
jsp.notifications.activities.invite.secondaryaction = \u0411\u04b1\u043b \u04b1\u0441\u044b\u043d\u044b\u0441\u0442\u044b \u049b\u0430\u0431\u044b\u043b\u0434\u0430\u043c\u0430\u0443.

# Blogs specific notification messages
# {0} is the name of a blog entry, {1} is the name of a blog
jsp.notifications.blogs.notify.title = {0} \u0431\u043b\u043e\u0433\u0442\u0430\u043d: {1}
# {0} is the name of a blog
jsp.notifications.blogs.notifyassignedowner.received = \u0421\u0456\u0437 \u0431\u043b\u043e\u0433\u0442\u044b\u04a3 \u0438\u0435\u0441\u0456 \u0440\u0435\u0442\u0456\u043d\u0434\u0435 \u049b\u043e\u0441\u044b\u043b\u0434\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.blogs.notifyassignedowner.sent= \u0411\u043b\u043e\u0433\u049b\u0430 \u0438\u0435\u0441\u0456\u043d \u049b\u043e\u0441\u0442\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.blogs.notifyassignedauthor.received = \u0421\u0456\u0437 \u0431\u043b\u043e\u0433\u0442\u044b\u04a3 \u0430\u0432\u0442\u043e\u0440\u044b \u0440\u0435\u0442\u0456\u043d\u0434\u0435 \u049b\u043e\u0441\u044b\u043b\u0434\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.blogs.notifyassignedauthor.sent= \u0411\u043b\u043e\u0433\u049b\u0430 \u0430\u0432\u0442\u043e\u0440\u0434\u044b \u049b\u043e\u0441\u0442\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.blogs.notifyassigneddraft.received = \u0421\u0456\u0437 \u0431\u043b\u043e\u0433\u0442\u044b\u04a3 \u0436\u043e\u0431\u0430 \u0436\u0430\u0437\u0431\u0430\u0441\u044b\u043d\u044b\u04a3 \u049b\u0430\u0442\u044b\u0441\u0443\u0448\u044b\u0441\u044b \u0440\u0435\u0442\u0456\u043d\u0434\u0435 \u049b\u043e\u0441\u044b\u043b\u0434\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.blogs.notifyassigneddraft.sent= \u0411\u043b\u043e\u0433\u049b\u0430 \u0436\u043e\u0431\u0430 \u0436\u0430\u0437\u0431\u0430\u0441\u044b\u043d\u044b\u04a3 \u049b\u0430\u0442\u044b\u0441\u0443\u0448\u044b\u0441\u044b\u043d \u049b\u043e\u0441\u0442\u044b\u04a3\u044b\u0437: {0}

# Ideation Blogs specific notification messages
# {0} is the name of an Ideation Blog entry (idea), {1} is the name of an Ideation Blog
jsp.notifications.ideationblog.notify.title = \u041e\u0439 \u043c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u0433\u0456 \u0431\u043b\u043e\u0433\u044b\u043d\u044b\u04a3 {0} \u043f\u04d9\u0440\u043c\u0435\u043d\u0456: {1}

# Communities specific notification messages
# {0} is the name of a community
jsp.notifications.communities.memberadded.received.title = \u0421\u0456\u0437 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u049b\u043e\u0441\u044b\u043b\u0434\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.communities.memberadded.sent.title = \u0421\u0456\u0437 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b \u049b\u043e\u0441\u0442\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.communities.memberremoved.received.title = \u0421\u0456\u0437 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u043d \u0436\u043e\u0439\u044b\u043b\u0434\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.communities.memberremoved.sent.title = \u0421\u0456\u0437 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b \u0436\u043e\u0439\u0434\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.communities.requesttojoin.received.title = \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u049b\u043e\u0441\u044b\u043b\u0443 \u0441\u04b1\u0440\u0430\u0443\u044b\u043d \u0436\u0456\u0431\u0435\u0440\u0434\u0456: {0}
jsp.notifications.communities.requesttojoin.sent.title = \u0421\u0456\u0437 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u049b\u043e\u0441\u044b\u043b\u0443 \u0441\u04b1\u0440\u0430\u0443\u044b\u043d \u0436\u0456\u0431\u0435\u0440\u0434\u0456\u04a3\u0456\u0437: {0}
jsp.notifications.communities.invite.received.title = \u0421\u0456\u0437 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u049b\u043e\u0441\u044b\u043b\u0443\u0493\u0430 \u0448\u0430\u049b\u044b\u0440\u044b\u043b\u0434\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.communities.invite.sent.title = \u0421\u0456\u0437 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u049b\u043e\u0441\u044b\u043b\u0443\u0493\u0430 \u0448\u0430\u049b\u044b\u0440\u0434\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.communities.invite.primaryaction = \u041e\u0441\u044b \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u049b\u043e\u0441\u044b\u043b\u0443.
jsp.notifications.communities.invite.secondaryaction = \u0411\u04b1\u043b \u04b1\u0441\u044b\u043d\u044b\u0441\u0442\u044b \u049b\u0430\u0431\u044b\u043b\u0434\u0430\u043c\u0430\u0443.

# Dogear specific notification messages
# {0} is a bookmark title
jsp.notifications.dogear.notify.title = {0} \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456.
jsp.notifications.dogear.notify.multiple.title = \u0411\u0456\u0440\u043d\u0435\u0448\u0435 \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456.
jsp.notifications.dogear.notify.primaryaction = \u041e\u0441\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u04e9\u04a3\u0434\u0435\u0443.
# {0} is a bookmark title
jsp.notifications.dogear.brokenurl.title = {0} \u0430\u0442\u0442\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u04a3\u0456\u0437 \u0431\u04b1\u0437\u044b\u043b\u0493\u0430\u043d \u0435\u0442\u0456\u043f \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u043d\u0434\u0456.
jsp.notifications.dogear.brokenurl.sent.title = {0} \u0430\u0442\u0442\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u0431\u04b1\u0437\u044b\u043b\u0493\u0430\u043d \u0435\u0442\u0456\u043f \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0434\u0456\u04a3\u0456\u0437.
# {0} is the title of a bookmark. {1} is a URL
jsp.notifications.dogear.replaceurl.title = \u0421\u0456\u0437\u0434\u0456\u04a3 {0} \u0430\u0442\u0442\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u04a3\u0456\u0437 \u0431\u04b1\u0437\u044b\u043b\u0434\u044b. \u0416\u0430\u04a3\u0430 URL \u043c\u0435\u043a\u0435\u043d-\u0436\u0430\u0439\u044b: {1}
jsp.notifications.dogear.replaceurl.primaryaction = \u041e\u0441\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u04e9\u04a3\u0434\u0435\u0443.
jsp.notifications.dogear.replaceurl.secondaryaction = \u0411\u04b1\u0437\u044b\u043b\u0493\u0430\u043d \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0434\u0456 \u043a\u04e9\u0440\u0443.

# Profiles specific notification messages
jsp.notifications.profiles.notify.received.title = \u041c\u0435\u043d\u0456\u04a3 \u0436\u0435\u043b\u0456\u043c\u0435 \u049b\u043e\u0441\u044b\u043b\u0443\u0493\u0430 \u0448\u0430\u049b\u044b\u0440\u0443
jsp.notifications.profiles.notify.sent.title = \u0421\u0456\u0437\u0434\u0456\u04a3 \u0436\u0435\u043b\u0456\u04a3\u0456\u0437\u0433\u0435 \u049b\u043e\u0441\u044b\u043b\u0443\u0493\u0430 \u0448\u0430\u049b\u044b\u0440\u0443
jsp.notifications.profiles.notify.primaryaction = \u0428\u0430\u049b\u044b\u0440\u0443\u043b\u0430\u0440\u044b\u04a3\u044b\u0437\u0434\u044b \u043a\u04e9\u0440\u0443

# Files specific notification messages
jsp.notifications.files.mediashare.title = {0} \u0444\u0430\u0439\u043b
jsp.notifications.files.collectionmediaadd.title = {0} \u0444\u0430\u0439\u043b {1} \u049b\u0430\u043b\u0442\u0430\u0493\u0430 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d
jsp.notifications.files.collectionmemberupdated.title = \u0421\u0456\u0437 \u049b\u0430\u043b\u0442\u0430\u0493\u0430 \u049b\u043e\u0441\u044b\u043b\u0434\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.files.collectionmemberupdated.sent.title = \u0421\u0456\u0437 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b \u049b\u0430\u043b\u0442\u0430\u0493\u0430 \u049b\u043e\u0441\u0442\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.files.communityvisibilityupdated.title = {0} \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u0493\u044b \u0436\u0430\u043b\u043f\u044b\u043b\u0430\u043d\u0434\u044b \u0436\u04d9\u043d\u0435 \u0441\u0456\u0437 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u043f\u0435\u043d \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u049b\u0430\u043d \u0436\u0430\u043b\u043f\u044b \u0435\u043c\u0435\u0441 \u0444\u0430\u0439\u043b\u0434\u0430\u0440 \u0436\u043e\u0439\u044b\u043b\u0434\u044b.
jsp.notifications.files.communityvisibilityupdated.desc = \u041e\u0441\u044b \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u043f\u0435\u043d \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0430\u0442\u044b\u043d \u0431\u0456\u0440 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u0436\u0430\u043b\u043f\u044b \u0435\u043c\u0435\u0441 \u0444\u0430\u0439\u043b\u0434\u0430\u0440\u044b\u04a3\u044b\u0437 \u0431\u043e\u043b\u0493\u0430\u043d. \u0411\u04b1\u043b \u0444\u0430\u0439\u043b\u0434\u0430\u0440 \u0436\u043e\u0439\u044b\u043b\u0434\u044b \u0436\u04d9\u043d\u0435 \u043e\u0441\u044b \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u043f\u0435\u043d \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u0443\u0434\u0430\u043d \u0431\u04b1\u0440\u044b\u043d, \u043e\u043b\u0430\u0440 \u0436\u0430\u043b\u043f\u044b\u043b\u0430\u043d\u0443\u044b \u043a\u0435\u0440\u0435\u043a.

# Wikis specific notification messages
# {0} is the name of a wiki
jsp.notifications.wikis.received.roleAdd = \u0421\u0456\u0437 \u0432\u0438\u043a\u0438 \u0431\u0435\u0442\u043a\u0435 \u049b\u043e\u0441\u044b\u043b\u0434\u044b\u04a3\u044b\u0437: {0}
jsp.notifications.wikis.sent.roleAdd = \u0421\u0456\u0437 \u0432\u0438\u043a\u0438 \u0431\u0435\u0442\u043a\u0435 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b \u049b\u043e\u0441\u0442\u044b\u04a3\u044b\u0437: {0}


# Generic stuffs in case we need after string freeze
jsp.widget.addPage = \u0411\u0435\u0442 \u049b\u043e\u0441\u0443
jsp.widget.removePage = \u0411\u0435\u0442\u0442\u0456 \u0436\u043e\u044e
jsp.widget.generalPage = \u0416\u0430\u043b\u043f\u044b \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440
jsp.customize.preferences = \u0422\u0435\u04a3\u0448\u0435\u043b\u0456\u043c\u0434\u0435\u0440
# {0} is the name of a page e.g. Important stuff
jsp.widget.defaultPageName = \u041c\u0435\u043d\u0456\u04a3 \u0431\u0435\u0442\u0456\u043c {0}
jsp.widget.listHelp = \u0436\u0430\u0437\u0431\u0430\u043b\u0430\u0440 \u0430\u0440\u0430\u0441\u044b\u043d\u0430 \u0442\u0456\u043a \u0441\u044b\u0437\u044b\u049b (|) \u049b\u043e\u0441\u044b\u04a3\u044b\u0437.
jsp.widget.required = \u0421\u0430\u049b\u0442\u0430\u043c\u0430\u0441 \u0431\u04b1\u0440\u044b\u043d * \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u043d\u0433\u0435\u043d \u049b\u0430\u0436\u0435\u0442\u0442\u0456 \u04e9\u0440\u0456\u0441\u0442\u0435\u0440\u0434\u0456 \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437.

jsp.typeAhead.more = {0} \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440 \u049b\u043e\u043b \u0436\u0435\u0442\u0456\u043c\u0434\u0456. \u0422\u0435\u043a \u0430\u043b\u0493\u0430\u0448\u049b\u044b 15 \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440\u0434\u0456 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443.
jsp.typeAhead.error = \u0410\u0434\u0430\u043c\u0434\u0430\u0440 \u0442\u0456\u0437\u0456\u043c\u0456\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b.
jsp.typeAhead.noResults = \u0421\u04d9\u0439\u043a\u0435\u0441 \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440 \u0436\u043e\u049b

jsp.home.status.updates.choose.person = \u041a\u0456\u0441\u0456 \u0442\u0430\u04a3\u0434\u0430\u0443
jsp.home.filter.by = \u041a\u04e9\u0440\u0441\u0435\u0442\u0443:

jsp.home.filter.status.updates.all = \u0411\u0430\u0440\u043b\u044b\u049b \u043a\u04af\u0439 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b
jsp.home.filter.status.updates.follow = \u041c\u0435\u043d \u0431\u0430\u049b\u044b\u043b\u0430\u0439\u0442\u044b\u043d \u0430\u0434\u0430\u043c\u0434\u0430\u0440
jsp.home.filter.status.updates.network = \u041c\u0435\u043d\u0456\u04a3 \u0436\u0435\u043b\u0456\u043c
jsp.home.filter.status.updates.network.following =\u041c\u0435\u043d\u0456\u04a3 \u0436\u0435\u043b\u0456\u043c \u0436\u04d9\u043d\u0435 \u043c\u0435\u043d '\u049b\u0430\u0434\u0430\u0493\u043b\u0430\u0439\u0442\u044b\u043d \u0430\u0434\u0430\u043c\u0434\u0430\u0440
jsp.home.filter.status.updates.mine = \u041c\u0435\u043d\u0456\u04a3 \u043a\u04af\u0439 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b\u043c

jsp.home.status.updates.comment.count = (1 \u043f\u0456\u043a\u0456\u0440)
# {0} is the number of comments
jsp.home.status.updates.comments.count = ({0} \u0430\u043d\u0493\u0430\u0440\u0442\u043f\u0430\u043b\u0430\u0440)

jsp.home.status.updates.notpermitted = \u0411\u04b1\u043b \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u043c\u0430\u0493\u0430 \u0430\u043d\u0493\u0430\u0440\u0442\u043f\u0430 \u0436\u0430\u0441\u0430\u0443\u044b\u04a3\u044b\u0437 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441 \u043d\u0435\u043c\u0435\u0441\u0435 \u0440\u04b1\u049b\u0441\u0430\u0442 \u0435\u0442\u0456\u043b\u043c\u0435\u0433\u0435\u043d.

# {0} is the number of extra comments to show
jsp.home.status.updates.show.comments = \u049a\u043e\u0441\u044b\u043c\u0448\u0430 {0} \u0410\u04a3\u0493\u0430\u0440\u0442\u043f\u0430\u043b\u0430\u0440 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443...
# {0} is the number of extra comments to hide
jsp.home.status.updates.hide.comments = {0} \u0430\u043d\u0493\u0430\u0440\u0442\u043f\u0430\u043d\u044b \u0436\u0430\u0441\u044b\u0440\u0443...
jsp.home.status.updates.post.comment.error = \u0410\u043d\u0493\u0430\u0440\u0442\u043f\u0430\u04a3\u044b\u0437\u0434\u044b \u0436\u0456\u0431\u0435\u0440\u0443 \u0441\u04b1\u0440\u0430\u0443\u044b\u04a3\u044b\u0437 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b. \u04d8\u043a\u0456\u043c\u0448\u0456\u04a3\u0456\u0437\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.home.status.updates.delete.comment.error = \u0410\u043d\u0493\u0430\u0440\u0442\u043f\u0430\u04a3\u044b\u0437\u0434\u044b \u0436\u043e\u044e \u0441\u04b1\u0440\u0430\u0443\u044b\u04a3\u044b\u0437 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b. \u04d8\u043a\u0456\u043c\u0448\u0456\u04a3\u0456\u0437\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.home.status.updates.delete.update.error = \u0416\u0430\u04a3\u0430\u0440\u0442\u0443\u044b\u04a3\u044b\u0437\u0434\u044b \u0436\u043e\u044e \u0441\u04b1\u0440\u0430\u0443\u044b\u04a3\u044b\u0437 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b. \u04d8\u043a\u0456\u043c\u0448\u0456\u04a3\u0456\u0437\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.home.status.updates.just.now = \u0414\u04d9\u043b \u049b\u0430\u0437\u0456\u0440
jsp.home.status.updates.invalid.comment.entered = \u0421\u0456\u0437 \u0435\u043d\u0433\u0456\u0437\u0433\u0435\u043d \u0430\u043d\u0493\u0430\u0440\u0442\u043f\u0430 \u0436\u0430\u0440\u0430\u043c\u0441\u044b\u0437, \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437 \u0436\u04d9\u043d\u0435 \u049b\u0430\u0439\u0442\u0430\u043b\u0430\u04a3\u044b\u0437.
jsp.home.delete.entry = \u041e\u0441\u044b \u0436\u0430\u0437\u0431\u0430\u043d\u044b \u0436\u043e\u044e

#This text is used to identify where a user has written on someone elses board. Typical use is : 'User A' wrote on the board of 'User B'
jsp.home.status.updates.wrote.board.entry = \u0442\u0430\u049b\u0442\u0430\u0441\u044b\u043d\u0434\u0430 \u0436\u0430\u0437\u044b\u043b\u0434\u044b
jsp.home.status.updates.wrote.board.you.entry = \u0441\u0456\u0437\u0434\u0456\u04a3 \u0442\u0430\u049b\u0442\u0430\u04a3\u044b\u0437\u0434\u0430 \u0436\u0430\u0437\u044b\u043b\u0434\u044b.

jsp.home.main.confirm = \u0420\u0430\u0441\u0442\u0430\u0443
jsp.home.main.error = \u049a\u0430\u0442\u0435
jsp.home.main.hide = \u0416\u0430\u0441\u044b\u0440\u0443

jsp.home.action.submit = \u0416\u0456\u0431\u0435\u0440\u0443
jsp.home.action.comments.add = \u041f\u0456\u043a\u0456\u0440 \u049b\u043e\u0441\u0443

jsp.home.no.content.statusupdates.title = \u0421\u0456\u0437\u0434\u0435 \u043a\u04af\u0439 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b \u04d9\u043b\u0456 \u0436\u043e\u049b.
jsp.home.no.content.statusupdates.desc.line1 = \u0410\u0434\u0430\u043c\u0493\u0430 \u043a\u04af\u0439 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b\u043d \u0430\u043b\u0443 \u04af\u0448\u0456\u043d, \u043f\u0440\u043e\u0444\u0438\u043b\u0456\u043d \u0430\u0448\u044b\u04a3\u044b\u0437 \u0436\u04d9\u043d\u0435 \u043e\u043b\u0430\u0440\u0434\u044b \u04d9\u0440\u0456\u043f\u0442\u0435\u0441 \u0440\u0435\u0442\u0456\u043d\u0434\u0435 \u049b\u043e\u0441\u0443 \u04af\u0448\u0456\u043d \u041c\u0435\u043d\u0456\u04a3 \u0436\u0435\u043b\u0456\u043c\u0435 \u0448\u0430\u049b\u044b\u0440\u0443\u0434\u044b \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437 \u043d\u0435\u043c\u0435\u0441\u0435 \u043e\u043b\u0430\u0440\u0434\u044b \u043e\u049b\u0443 \u04af\u0448\u0456\u043d \u041e\u049b\u0443\u0434\u044b \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437.
jsp.home.no.content.statusupdates.desc.line2 = \u04e8\u0437\u0456\u04a3\u0456\u0437\u0434\u0456\u04a3 \u0436\u0435\u043a\u0435 \u043a\u04af\u0439 \u0445\u0430\u0431\u0430\u0440\u044b\u04a3\u044b\u0437\u0434\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u04af\u0448\u0456\u043d, \u049b\u0430\u0437\u0456\u0440 \u043d\u0435 \u0456\u0441\u0442\u0435\u043f \u043e\u0442\u044b\u0440\u0493\u0430\u043d\u044b\u04a3\u044b\u0437\u0434\u044b \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437.
jsp.home.no.content.statusupdates.oneline = \u0421\u0456\u0437\u0434\u0435 \u043a\u04af\u0439 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b \u04d9\u043b\u0456 \u0436\u043e\u049b. \u0410\u0434\u0430\u043c\u0493\u0430 \u043a\u04af\u0439 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b\u043d \u0430\u043b\u0443 \u04af\u0448\u0456\u043d, \u043f\u0440\u043e\u0444\u0438\u043b\u0456\u043d \u0430\u0448\u044b\u04a3\u044b\u0437 \u0436\u04d9\u043d\u0435 \u043e\u043b\u0430\u0440\u0434\u044b \u04d9\u0440\u0456\u043f\u0442\u0435\u0441 \u0440\u0435\u0442\u0456\u043d\u0434\u0435 \u049b\u043e\u0441\u0443 \u04af\u0448\u0456\u043d "\u041c\u0435\u043d\u0456\u04a3 \u0436\u0435\u043b\u0456\u043c\u0435" \u0448\u0430\u049b\u044b\u0440\u0443\u0434\u044b \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437 \u043d\u0435\u043c\u0435\u0441\u0435 \u043e\u043b\u0430\u0440\u0434\u044b \u043e\u049b\u0443 \u04af\u0448\u0456\u043d "\u041e\u049b\u0443\u0434\u044b" \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437. \u04e8\u0437\u0456\u04a3\u0456\u0437\u0434\u0456\u04a3 \u0436\u0435\u043a\u0435 \u043a\u04af\u0439 \u0445\u0430\u0431\u0430\u0440\u044b\u04a3\u044b\u0437\u0434\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u04af\u0448\u0456\u043d, "\u0414\u04d9\u043b \u049b\u0430\u0437\u0456\u0440 \u043d\u0435 \u0456\u0441\u0442\u0435\u043f \u043e\u0442\u044b\u0440\u0493\u0430\u043d\u044b\u04a3\u044b\u0437\u0434\u044b" \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437.

jsp.home.no.content.newsfeed.title = \u0421\u0456\u0437\u0434\u0435 \u0436\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b \u04d9\u043b\u0456 \u0436\u043e\u049b.
jsp.home.no.content.newsfeed.desc.line1 = \u0416\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u049b\u0430\u0431\u044b\u043b\u0434\u0430\u0443 \u04af\u0448\u0456\u043d \u0441\u0456\u0437 \u0456\u043b\u0435\u0441\u0435\u0442\u0456\u043d \u0430\u0434\u0430\u043c\u0434\u0430\u0440 \u043d\u0435\u043c\u0435\u0441\u0435 \u043c\u0430\u0437\u043c\u04b1\u043d \u0431\u043e\u043b\u0443\u044b\u04a3\u044b\u0437 \u043a\u0435\u0440\u0435\u043a.
jsp.home.no.content.newsfeed.desc.line2 = \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u044b\u049b \u0442\u0456\u043b\u0434\u0435\u0441\u0443\u0434\u0435 \u041e\u049b\u0443 \u0431\u0430\u0442\u044b\u0440\u043c\u0430\u0441\u044b\u043d \u043a\u04e9\u0440\u0433\u0435\u043d\u0456\u04a3\u0456\u0437\u0434\u0435, \u0430\u0434\u0430\u043c\u0434\u044b \u043d\u0435\u043c\u0435\u0441\u0435 \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u043e\u049b\u0443 \u04af\u0448\u0456\u043d \u043e\u043d\u044b \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437.
jsp.home.no.content.newsfeed.oneline = \u0421\u0456\u0437\u0434\u0435 \u0436\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b \u04d9\u043b\u0456 \u0436\u043e\u049b. \u0416\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u049b\u0430\u0431\u044b\u043b\u0434\u0430\u0443 \u04af\u0448\u0456\u043d \u0441\u0456\u0437 \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b \u043d\u0435\u043c\u0435\u0441\u0435 \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u043e\u049b\u0443\u044b\u04a3\u044b\u0437 \u043a\u0435\u0440\u0435\u043a. \u0410\u0434\u0430\u043c\u0434\u044b \u043d\u0435\u043c\u0435\u0441\u0435 \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u043e\u049b\u0443 \u04af\u0448\u0456\u043d, \u049b\u043e\u043b \u0436\u0435\u0442\u0456\u043c\u0434\u0456 \u0436\u0435\u0440\u0434\u0435 "\u041e\u049b\u0443" \u0431\u0430\u0442\u044b\u0440\u043c\u0430\u0441\u044b\u043d \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437.

jsp.home.no.content.discover.title = \u0416\u0430\u043b\u043f\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440 \u04d9\u043b\u0456 \u0436\u043e\u049b, \u043a\u0435\u0439\u0456\u043d\u0456\u0440\u0435\u043a \u049b\u0430\u0439\u0442\u0430\u043b\u0430\u04a3\u044b\u0437.
jsp.home.no.content.discover.desc.line1 = \u0410\u0434\u0430\u043c\u0434\u0430\u0440 \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u04d9\u0440 \u0442\u04af\u0440\u043b\u0456 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u044b\u049b \u0436\u0430\u0441\u0430\u049b\u0442\u0430\u043c\u0430\u043b\u0430\u0440\u0493\u0430 \u049b\u043e\u0441\u0443\u0434\u044b \u0431\u0430\u0441\u0442\u0430\u0493\u0430\u043d \u0441\u043e\u04a3, \u0431\u04b1\u043b \u0431\u0435\u0442 \u043a\u0435\u0437 \u043a\u0435\u043b\u0433\u0435\u043d \u0436\u0430\u043b\u043f\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0435\u0434\u0456.
jsp.home.no.content.discover.oneline = \u0416\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440 \u04d9\u043b\u0456 \u0436\u043e\u049b. \u0410\u0434\u0430\u043c\u0434\u0430\u0440 \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u049b\u043e\u0441\u0443\u0434\u044b \u0431\u0430\u0441\u0442\u0430\u0493\u0430\u043d \u0441\u043e\u04a3, \u0431\u04b1\u043b \u0431\u0435\u0442\u0442\u0456 \u043a\u0435\u0437 \u043a\u0435\u043b\u0433\u0435\u043d \u0436\u0430\u043b\u043f\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u0434\u044b \u043a\u04e9\u0440\u0443 \u04af\u0448\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u044b\u04a3\u044b\u0437 \u043c\u04af\u043c\u043a\u0456\u043d.

jsp.home.no.content.saved.title = \u04d8\u043b\u0456 \u0435\u0448\u0431\u0456\u0440 \u0436\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440 \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u044b\u043d \u0441\u0430\u049b\u0442\u0430\u043c\u0430\u0434\u044b\u04a3\u044b\u0437.
jsp.home.no.content.saved.desc.line1 = \u0416\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440 \u043e\u049b\u0438\u0493\u0430\u0441\u044b\u043d \u0441\u0430\u049b\u0442\u0430\u0443 \u04af\u0448\u0456\u043d, \u043e\u049b\u0438\u0493\u0430\u0434\u0430\u043d \u043a\u0435\u0439\u0456\u043d\u0433\u0456 \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0431\u0430\u0442\u044b\u0440\u043c\u0430\u0441\u044b\u043d \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437, \u0441\u043e\u0441\u044b\u043d \u0421\u0430\u049b\u0442\u0430\u0443 \u0431\u0430\u0442\u044b\u0440\u043c\u0430\u0441\u044b\u043d \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437.
jsp.home.no.content.saved.oneline = \u0421\u0456\u0437\u0434\u0435 \u0441\u0430\u049b\u0442\u0430\u043b\u0493\u0430\u043d \u0436\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440 \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u044b \u0436\u043e\u049b. \u0416\u0430\u04a3\u0430\u043b\u044b\u049b\u0442\u0430\u0440 \u043e\u049b\u0438\u0493\u0430\u0441\u044b\u043d \u0441\u0430\u049b\u0442\u0430\u0443 \u04af\u0448\u0456\u043d, \u043e\u049b\u0438\u0493\u0430\u0434\u0430\u043d \u043a\u0435\u0439\u0456\u043d\u0433\u0456 \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0431\u0430\u0442\u044b\u0440\u043c\u0430\u0441\u044b\u043d \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437, \u0441\u043e\u0441\u044b\u043d \u0421\u0430\u049b\u0442\u0430\u0443 \u0431\u0430\u0442\u044b\u0440\u043c\u0430\u0441\u044b\u043d \u043d\u04b1\u049b\u044b\u04a3\u044b\u0437.

jsp.home.tags.main.title=\u041c\u0435\u043d \u043e\u0440\u044b\u043d\u0434\u0430\u0439\u0442\u044b\u043d \u0442\u0435\u0433\u0442\u0435\u0440
jsp.home.tags.filter.title=\u0422\u0435\u0433 \u0431\u043e\u0439\u044b\u043d\u0448\u0430 \u0441\u04af\u0437\u0443
jsp.home.tags.adding.title=\u0416\u0430\u04a3\u0430 \u0442\u0435\u0433\u0442\u0435\u0440 \u049b\u043e\u0441\u0443
jsp.home.tags.removing.title=\u0422\u0435\u0433\u0442\u0435\u0440\u0434\u0456 \u0436\u043e\u044e
jsp.home.tags.add.title=\u0422\u0435\u0433 \u049b\u043e\u0441\u0443

jsp.home.tags.remove.filter.title=\u0422\u0435\u0433\u0442\u0456 \u0441\u04af\u0437\u0433\u0456\u0434\u0435\u043d \u0436\u043e\u044e

jsp.home.tags.filtered.title=\u0422\u0430\u04a3\u0431\u0430\u043b\u0430\u043d\u0493\u0430\u043d \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u043a\u04e9\u0440\u0443 :
jsp.home.tags.confirm.text=\u0421\u0456\u0437\u0434\u0456\u04a3 \u0436\u0430\u04a3\u0430 \u0442\u0435\u0433\u0456\u04a3\u0456\u0437 \"{0}\" \u0441\u04d9\u0442\u0442\u0456 \u049b\u043e\u0441\u044b\u043b\u0434\u044b. \u0421\u0456\u0437 \u0436\u04af\u043a\u0442\u0435\u043b\u0435\u0442\u0456\u043d \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u0434\u044b \u049b\u0430\u0437\u0456\u0440 \u043e\u0441\u044b \u0442\u0435\u0433\u043f\u0435\u043d \u0441\u04af\u0437\u0443\u0456\u04a3\u0456\u0437 \u043c\u04af\u043c\u043a\u0456\u043d.
jsp.home.tags.multi.confirm.text=\u0421\u0456\u0437\u0434\u0456\u04a3 \u0436\u0430\u04a3\u0430 \u0442\u0435\u0433\u0442\u0435\u0440\u0456\u04a3\u0456\u0437 \"{0}\" \u0441\u04d9\u0442\u0442\u0456 \u049b\u043e\u0441\u044b\u043b\u0434\u044b. \u0421\u0456\u0437 \u0436\u04af\u043a\u0442\u0435\u043b\u0435\u0442\u0456\u043d \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u0434\u044b \u049b\u0430\u0437\u0456\u0440 \u043e\u0441\u044b \u0442\u0435\u0433\u0442\u0435\u0440\u043f\u0435\u043d \u0441\u04af\u0437\u0443\u0456\u04a3\u0456\u0437 \u043c\u04af\u043c\u043a\u0456\u043d.
jsp.home.tags.error.text=\u0422\u0435\u0433 \u0436\u0430\u0437\u044b\u043b\u044b\u043c \u0441\u04b1\u0440\u0430\u0442\u0443\u044b\u04a3\u044b\u0437\u0434\u044b \u04e9\u04a3\u0434\u0435\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0438\u044b\u043d\u0434\u044b\u049b \u0442\u0443\u044b\u043d\u0434\u0430\u0434\u044b. \u04d8\u043a\u0456\u043c\u0448\u0456\u04a3\u0456\u0437\u0431\u0435\u043d \u0431\u0456\u0440\u0433\u0435 \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u043f, \u049b\u0430\u0439\u0442\u0430 \u0431\u0430\u0439\u049b\u0430\u043f \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.

jsp.home.show.more=\u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443...
jsp.home.subscribe.entries=\u041e\u0441\u044b \u0436\u0430\u0437\u0431\u0430\u043b\u0430\u0440\u0434\u044b\u04a3 \u0430\u0440\u043d\u0430\u0441\u044b
jsp.home.loading=\u0416\u0430\u04a3\u0430 \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b \u0416\u04af\u043a\u0442\u0435\u0443...

jsp.home.manage.tags.text=\u041c\u0435\u043d\u0456\u04a3 \u0442\u0435\u0433\u0442\u0435\u0440\u0456\u043c\u0434\u0456 \u0431\u0430\u0441\u049b\u0430\u0440\u0443
jsp.home.saving.for.later= \u043e\u049b\u0438\u0493\u0430\u043d\u044b \u043a\u0435\u0439\u0456\u043d\u0456\u0440\u0435\u043a \u04af\u0448\u0456\u043d \u0441\u0430\u049b\u0442\u0430\u0443...
jsp.home.saved.story=\u041e\u049b\u0438\u0493\u0430 \u0441\u0430\u049b\u0442\u0430\u043b\u0434\u044b
jsp.home.add.saved.item.confirm.text=\u041e\u049b\u0438\u0493\u0430 \u0441\u04d9\u0442\u0442\u0456 \u0441\u0430\u049b\u0442\u0430\u043b\u0434\u044b
jsp.home.add.saved.item.error.text=\u0421\u0430\u049b\u0442\u0430\u0443 \u044d\u043b\u0435\u043c\u0435\u043d\u0442\u0456\u043d \u0441\u04b1\u0440\u0430\u0442\u0443\u044b\u04a3\u044b\u0437\u0434\u044b \u04e9\u04a3\u0434\u0435\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0438\u044b\u043d\u0434\u044b\u049b \u0442\u0443\u044b\u043d\u0434\u0430\u0434\u044b. \u04d8\u043a\u0456\u043c\u0448\u0456\u04a3\u0456\u0437\u0431\u0435\u043d \u0431\u0456\u0440\u0433\u0435 \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u043f, \u049b\u0430\u0439\u0442\u0430 \u0431\u0430\u0439\u049b\u0430\u043f \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.
jsp.home.remove.saved.item.error.text=\u0421\u0430\u049b\u0442\u0430\u043b\u0493\u0430\u043d \u044d\u043b\u0435\u043c\u0435\u043d\u0442\u0442\u0456 \u0436\u043e\u044e \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0438\u044b\u043d\u0434\u044b\u049b \u0442\u0443\u044b\u043d\u0434\u0430\u0434\u044b. \u04d8\u043a\u0456\u043c\u0448\u0456\u04a3\u0456\u0437\u0431\u0435\u043d \u0431\u0456\u0440\u0433\u0435 \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u043f, \u049b\u0430\u0439\u0442\u0430 \u0431\u0430\u0439\u049b\u0430\u043f \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.

jsp.home.error111=\u0421\u0456\u0437 \u049b\u043e\u0441\u043f\u0430\u049b\u0448\u044b \u0431\u043e\u043b\u0493\u0430\u043d \u0442\u0435\u0433 \u0431\u04b1\u0440\u044b\u043d\u043d\u0430\u043d \u0431\u0430\u0440.


jsp.home.tags.remove.alt.text = \u0422\u0435\u0433\u0442\u0456 \u0436\u043e\u044e

jsp.form.login = \u0416\u04af\u0439\u0435\u0433\u0435 \u043a\u0456\u0440\u0443 \u043f\u0456\u0448\u0456\u043d\u0456

jsp.activitystream.title = \u0416\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440
