# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# str.msgid.ignore=true
str_component_id=CLFRQ

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value

# Updates/Home


jsp.status.updates.title = \u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05de\u05e6\u05d1
jsp.status.updates.sub.title = \u05d4\u05e6\u05d2\u05ea \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05de\u05d0\u05e0\u05e9\u05d9\u05dd \u05d1\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05db\u05dd \u05d0\u05d5 \u05d0\u05e0\u05e9\u05d9\u05dd \u05d1\u05e8\u05e9\u05ea \u05e9\u05dc\u05db\u05dd. \u05ea\u05d5\u05db\u05dc\u05d5 \u05d2\u05dd \u05dc\u05e2\u05d3\u05db\u05df \u05d0\u05ea \u05de\u05e6\u05d1 \u05d4\u05e4\u05e8\u05d5\u05e4\u05d9\u05dc \u05e9\u05dc\u05db\u05dd.

jsp.news.feed.title = \u05e2\u05e8\u05d5\u05e5 \u05d7\u05d3\u05e9\u05d5\u05ea
jsp.news.feed.sub.title = \u05d4\u05e6\u05d2\u05ea \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05de\u05ea\u05d5\u05db\u05df \u05d0\u05d5 \u05d0\u05e0\u05e9\u05d9\u05dd \u05d1\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05db\u05dd, \u05de\u05e2\u05de\u05d9\u05ea\u05d9\u05dd \u05e9\u05dc\u05db\u05dd, \u05d5\u05ea\u05d2\u05d5\u05d1\u05d5\u05ea \u05dc\u05ea\u05d5\u05db\u05df \u05e9\u05e4\u05e8\u05e1\u05de\u05ea\u05dd.

jsp.discover.title = \u05d0\u05d9\u05ea\u05d5\u05e8
jsp.discover.sub.title = \u05d4\u05e6\u05d2\u05ea \u05db\u05dc \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05d4\u05e6\u05d9\u05d1\u05d5\u05e8\u05d9\u05d9\u05dd \u05de\u05db\u05dc \u05d9\u05d9\u05e9\u05d5\u05de\u05d9 HCL Connections.\u200f \u05e8\u05d0\u05d5 \u05de\u05d4 \u05d0\u05e0\u05e9\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd \u05e2\u05d5\u05e9\u05d9\u05dd.

jsp.tags.title = \u05ea\u05d2\u05d9\u05dd \u05d1\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05d9
jsp.tags.sub.title = \u05d4\u05e6\u05d2\u05ea \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05de\u05ea\u05d2\u05d9\u05dd \u05d1\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05db\u05dd.

jsp.saved.items.title = \u05e0\u05e9\u05de\u05e8
jsp.saved.items.sub.title = \u05d4\u05e6\u05d2\u05ea \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05e9\u05e9\u05de\u05e8\u05ea\u05dd.

# Service names
jsp.common.service.name.activities=\u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea
jsp.common.service.name.dogear=\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea
jsp.common.service.name.profiles=\u05e4\u05e8\u05d5\u05e4\u05d9\u05dc\u05d9\u05dd
jsp.common.service.name.blogs=\u05d1\u05dc\u05d5\u05d2\u05d9\u05dd
jsp.common.service.name.wikis=\u05d0\u05ea\u05e8\u05d9 \u05d5\u05d9\u05e7\u05d9
jsp.common.service.name.forums=\u05e4\u05d5\u05e8\u05d5\u05de\u05d9\u05dd
jsp.common.service.name.files=\u05e7\u05d1\u05e6\u05d9\u05dd
jsp.common.service.name.communities=\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea

# Generic across multiple pages
jsp.homepage.title = \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea \u05e9\u05dc HCL Connections
jsp.homepage.title.short = \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
jsp.homepage.home = \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
jsp.homepage.tab.updates = \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd
jsp.homepage.tab.gettingStarted = \u05d0\u05d9\u05da \u05de\u05ea\u05d7\u05d9\u05dc\u05d9\u05dd
jsp.homepage.tab.admin = \u05de\u05e0\u05d4\u05dc\u05d4
jsp.homepage.tab.myPage = \u05d4\u05d3\u05e3 \u05e9\u05dc\u05d9
jsp.homepage.tab.widgets = \u05e4\u05e7\u05d3\u05d9\u05dd
jsp.homepage.tab.search = \u05d7\u05d9\u05e4\u05d5\u05e9
jsp.homepage.logo.alt = \u05dc\u05d5\u05d2\u05d5 \u05e9\u05dc \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
jsp.homepage.copyright.short = \u05d7\u05d5\u05de\u05e8\u05d9\u05dd \u05de\u05d5\u05e8\u05e9\u05d9\u05dd \u2013 Property of HCL. \u00a9 Copyright HCL Technologies Limited 2007-2019. \u05db\u05dc \u05d4\u05d6\u05db\u05d5\u05d9\u05d5\u05ea \u05e9\u05de\u05d5\u05e8\u05d5\u05ea.
jsp.homepage.copyright.long = \u05d7\u05d5\u05de\u05e8\u05d9\u05dd \u05de\u05d5\u05e8\u05e9\u05d9\u05dd \u2013 \u05e8\u05db\u05d5\u05e9 HCL. \u00a9 Copyright HCL Technologies Limited 2007-2019. \u05db\u05dc \u05d4\u05d6\u05db\u05d5\u05d9\u05d5\u05ea \u05e9\u05de\u05d5\u05e8\u05d5\u05ea. \u05dc\u05e4\u05e8\u05d8\u05d9\u05dd \u05e0\u05d5\u05e1\u05e4\u05d9\u05dd \u05e2\u05d9\u05d9\u05df \u05d1\u05e8\u05d9\u05e9\u05d9\u05d5\u05df \u05d4\u05de\u05d5\u05e6\u05e8. Java \u05d5\u05db\u05dc \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05dd \u05d4\u05de\u05e1\u05d7\u05e8\u05d9\u05d9\u05dd \u05d5\u05d4\u05dc\u05d5\u05d2\u05d5\u05d0\u05d9\u05dd \u05d4\u05de\u05d1\u05d5\u05e1\u05e1\u05d9\u05dd \u05e2\u05dc Java \u05d4\u05dd \u05e1\u05d9\u05de\u05e0\u05d9\u05dd \u05de\u05e1\u05d7\u05e8\u05d9\u05d9\u05dd \u05d0\u05d5 \u05e1\u05d9\u05de\u05e0\u05d9\u05dd \u05de\u05e1\u05d7\u05e8\u05d9\u05d9\u05dd \u05e8\u05e9\u05d5\u05de\u05d9\u05dd \u05e9\u05dc Oracle \u05d5/\u05d0\u05d5 \u05dc\u05d7\u05d1\u05e8\u05d5\u05ea \u05d4\u05de\u05e1\u05d5\u05e0\u05e4\u05d5\u05ea \u05e9\u05dc\u05d4.
jsp.homepage.nav.activitystream.views = \u05ea\u05e6\u05d5\u05d2\u05d5\u05ea \u05d6\u05e8\u05dd \u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea
jsp.homepage.nav.activitystream.imFollowing = \u05d1\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05d9
jsp.homepage.nav.activitystream.statusUpdates = \u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05de\u05e6\u05d1
jsp.homepage.nav.activitystream.actionRequired = \u05e4\u05e2\u05d5\u05dc\u05d4 \u05d3\u05e8\u05d5\u05e9\u05d4
jsp.homepage.nav.activitystream.saved = \u05e0\u05e9\u05de\u05e8
jsp.homepage.nav.activitystream.myNotifications = \u05d4\u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05e9\u05dc\u05d9
jsp.homepage.nav.activitystream.discover = \u05d0\u05d9\u05ea\u05d5\u05e8
jsp.homepage.nav.activitystream.myPageDesc = \u05dc\u05d5\u05d7 \u05d1\u05e7\u05e8\u05d4 \u05d0\u05d9\u05e9\u05d9 \u05d1\u05d4\u05ea\u05d0\u05de\u05d4 \u05d0\u05d9\u05e9\u05d9\u05ea \u05e9\u05dc \u05d4\u05ea\u05d5\u05db\u05df \u05d5\u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05e9\u05dc\u05da
jsp.homepage.nav.activitystream.imFollowingDesc=\u05d4\u05e6\u05d2\u05ea \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05e2\u05d1\u05d5\u05e8 \u05d0\u05e0\u05e9\u05d9\u05dd \u05d5\u05e4\u05e8\u05d9\u05d8\u05d9\u05dd \u05d1\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05db\u05dd, \u05d5\u05ea\u05d2\u05d5\u05d1\u05d5\u05ea \u05e2\u05dc \u05d4\u05ea\u05d5\u05db\u05df \u05e9\u05dc\u05db\u05dd.
jsp.homepage.nav.activitystream.statusUpdatesDesc=\u05d4\u05e6\u05d2\u05ea  \u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05de\u05e6\u05d1 \u05de\u05d4\u05e8\u05e9\u05ea, \u05de\u05d0\u05e0\u05e9\u05d9\u05dd \u05d5\u05de\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05d1\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05db\u05dd.
jsp.homepage.nav.activitystream.myNotificationsDesc=\u05d4\u05e6\u05d2\u05ea \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05d5\u05d4\u05e2\u05e8\u05d5\u05ea \u05d4\u05e7\u05e9\u05d5\u05e8\u05d9\u05dd \u05dc\u05ea\u05d5\u05db\u05df \u05e9\u05dc\u05db\u05dd, \u05d5\u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05e9\u05e9\u05dc\u05d7\u05ea\u05dd \u05d5\u05e7\u05d9\u05d1\u05dc\u05ea\u05dd.
jsp.homepage.nav.activitystream.actionRequiredDesc=\u05d4\u05e6\u05d2\u05ea \u05e4\u05e8\u05d9\u05d8\u05d9\u05dd \u05d4\u05d3\u05d5\u05e8\u05e9\u05d9\u05dd \u05d0\u05ea \u05ea\u05d2\u05d5\u05d1\u05ea\u05db\u05dd
jsp.homepage.nav.activitystream.savedDesc=\u05d4\u05e6\u05d2\u05ea \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05e9\u05e9\u05de\u05e8\u05ea\u05dd
jsp.homepage.nav.activitystream.discoverDesc=\u05d4\u05e6\u05d2\u05ea \u05e4\u05e8\u05d9\u05d8\u05d9\u05dd \u05e9\u05d0\u05e0\u05e9\u05d9\u05dd \u05de\u05e9\u05ea\u05e4\u05d9\u05dd \u05d5\u05d9\u05e6\u05d9\u05e8\u05ea \u05e7\u05e9\u05e8\u05d9\u05dd \u05d7\u05d3\u05e9\u05d9\u05dd
jsp.homepage.nav.activitystream.myNotificationForMeDesc=\u05d4\u05e6\u05d2\u05ea \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05d5\u05d4\u05e2\u05e8\u05d5\u05ea \u05d4\u05e7\u05e9\u05d5\u05e8\u05d9\u05dd \u05dc\u05ea\u05d5\u05db\u05df \u05e9\u05dc\u05db\u05dd \u05d5\u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05e9\u05e7\u05d9\u05d1\u05dc\u05ea\u05dd
jsp.homepage.nav.activitystream.myNotificationFromMeDesc=\u05d4\u05e6\u05d2\u05ea \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05e9\u05e9\u05dc\u05d7\u05ea\u05dd
jsp.homepage.nav.landmark.aria=\u05ea\u05e4\u05e8\u05d9\u05d8 \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
jsp.homepage.nav.activitystream.selected=\u05e0\u05d1\u05d7\u05e8\u05d9\u05dd

jsp.homepage.nav.badging.mentions.aria=\u05d9\u05e9 \u05dc\u05db\u05dd {0} \u05d0\u05d6\u05db\u05d5\u05e8\u05d9\u05dd \u05e9\u05dc\u05d0 \u05e0\u05e7\u05e8\u05d0\u05d5
jsp.homepage.nav.badging.notifications.aria=\u05d9\u05e9 \u05dc\u05db\u05dd {0} \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05e9\u05dc\u05d0 \u05e0\u05e7\u05e8\u05d0\u05d5

jsp.homepage.lotusBar.customize = \u05d4\u05ea\u05d0\u05de\u05d4
jsp.homepage.lotusBar.widgets = \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
jsp.homepage.lotusBar.updates = \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
jsp.homepage.lotusBar.gettingStarted = \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
jsp.homepage.lotusBar.admin = \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea

jsp.homepage.javascript.disabled.msg.title = \u05d4\u05e4\u05e2\u05dc\u05ea JavaScript
jsp.homepage.javascript.disabled.msg.section1 = JavaScript \u05d4\u05d5\u05e9\u05d1\u05ea \u05d1\u05d3\u05e4\u05d3\u05e4\u05df \u05e9\u05dc\u05db\u05dd. HCL Connections \u05d3\u05d5\u05e8\u05e9 \u05d0\u05ea JavaScript \u05db\u05d3\u05d9 \u05e9\u05d9\u05d5\u05db\u05dc \u05dc\u05e4\u05e2\u05d5\u05dc.  \u05dc\u05d0\u05d7\u05e8 \u05e9\u05ea\u05e4\u05e2\u05d9\u05dc\u05d5 \u05d0\u05ea JavaScript, \u05e8\u05e2\u05e0\u05e0\u05d5 \u05d0\u05ea \u05d4\u05d3\u05e3.
jsp.homepage.javascript.disabled.msg.section2 = \u05e0\u05d0 \u05dc\u05e8\u05e2\u05e0\u05df \u05d0\u05ea \u05d4\u05d3\u05e3 \u05db\u05d3\u05d9 \u05dc\u05d4\u05de\u05e9\u05d9\u05da.\u200f

# search results tab
jsp.search.tab.results = \u05ea\u05d5\u05e6\u05d0\u05d5\u05ea \u05d7\u05d9\u05e4\u05d5\u05e9

#auth/login.jsp auth/error.jsp
jsp.login.title = \u05d4\u05ea\u05d7\u05d1\u05e8\u05d5\u05ea \u05d0\u05dc \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea \u05e9\u05dc HCL Connections
jsp.login.homepage = \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
jsp.login.strapline = \u05e8\u05d0\u05d5 \u05de\u05d4 \u05e7\u05d5\u05e8\u05d4 \u05d1\u05e8\u05e9\u05ea \u05e9\u05dc\u05db\u05dd.
jsp.login.search = \u05d7\u05d9\u05e4\u05d5\u05e9
jsp.login.straplinesearch = \u05d7\u05d9\u05e4\u05d5\u05e9: \u05e2\u05d1\u05d5\u05d3\u05d4 \u05d9\u05e2\u05d9\u05dc\u05d4 \u05e2\u05dd Connections
jsp.login.username = \u05e9\u05dd \u05de\u05e9\u05ea\u05de\u05e9:
jsp.login.password = \u05e1\u05d9\u05e1\u05de\u05d4:
jsp.login.username.error = \u05e9\u05dd \u05d4\u05de\u05e9\u05ea\u05de\u05e9 \u05d5/\u05d0\u05d5 \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05d0\u05d9\u05e0\u05dd \u05ea\u05d5\u05d0\u05de\u05d9\u05dd \u05dc\u05d7\u05e9\u05d1\u05d5\u05e0\u05d5\u05ea \u05e7\u05d9\u05d9\u05de\u05d9\u05dd \u05db\u05dc\u05e9\u05d4\u05dd. \u05e0\u05d0 \u05dc\u05d1\u05d3\u05d5\u05e7 \u05d5\u05dc\u05e0\u05e1\u05d5\u05ea \u05e9\u05d5\u05d1.\u200f
jsp.login.description.title = \u05de\u05d4 \u05d0\u05e4\u05e9\u05e8 \u05dc\u05e2\u05e9\u05d5\u05ea \u05e2\u05dd \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea?
jsp.login.description = \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05d9\u05e6\u05d5\u05e8 \u05de\u05e8\u05d7\u05d1 \u05e2\u05d1\u05d5\u05d3\u05d4 \u05d5\u05d1\u05d5 \u05ea\u05e6\u05d5\u05d2\u05ea \u05ea\u05e6\u05dc\u05d5\u05dd \u05e9\u05dc \u05d4\u05e8\u05e9\u05ea \u05d4\u05d7\u05d1\u05e8\u05ea\u05d9\u05ea \u05e9\u05dc\u05db\u05dd, \u05dc\u05e8\u05d0\u05d5\u05ea \u05e4\u05e8\u05d8\u05d9 \u05de\u05e6\u05d1 \u05d5\u05dc\u05e7\u05d1\u05dc \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd, \u05dc\u05d1\u05d3\u05d5\u05e7 \u05de\u05d8\u05dc\u05d5\u05ea,  \u05d5\u05dc\u05de\u05e6\u05d5\u05d0 \u05d0\u05e0\u05e9\u05d9\u05dd \u05d5\u05ea\u05d5\u05db\u05df \u05d4\u05de\u05e2\u05e0\u05d9\u05d9\u05e0\u05d9\u05dd \u05d0\u05ea\u05db\u05dd.
jsp.login.login = \u05d4\u05ea\u05d7\u05d1\u05e8\u05d5\u05ea
jsp.login.cancel = \u05d1\u05d9\u05d8\u05d5\u05dc
jsp.login.error = \u05e9\u05d2\u05d9\u05d0\u05d4

#web/jsp/main.jsp
jsp.main.function.sorry = \u05d4\u05e4\u05d5\u05e0\u05e7\u05e6\u05d9\u05d4 \u05e2\u05d3\u05d9\u05d9\u05df \u05d0\u05d9\u05e0\u05d4 \u05de\u05de\u05d5\u05de\u05e9\u05ea.
jsp.main.close = \u05e1\u05d2\u05d9\u05e8\u05d4
jsp.main.skip.link.river = \u05db\u05d3\u05d9 \u05dc\u05d3\u05dc\u05d2 \u05d0\u05dc \u05e0\u05d4\u05e8 \u05d4\u05d7\u05d3\u05e9\u05d5\u05ea, \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05de\u05e7\u05e9 \u05d4\u05e7\u05d9\u05e6\u05d5\u05e8 R \u05d0\u05d5 U
jsp.main.skip.link.palette = \u05db\u05d3\u05d9 \u05dc\u05d3\u05dc\u05d2 \u05d0\u05dc \u05d4\u05d1\u05d5\u05e8\u05e8, \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05de\u05e7\u05e9 \u05d4\u05e7\u05d9\u05e6\u05d5\u05e8 P.
jsp.main.skip.link.first.column = \u05db\u05d3\u05d9 \u05dc\u05d3\u05dc\u05d2 \u05d0\u05dc \u05d4\u05e2\u05de\u05d5\u05d3\u05d4 \u05d4\u05e8\u05d0\u05e9\u05d5\u05e0\u05d4, \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05de\u05e7\u05e9 \u05d4\u05e7\u05d9\u05e6\u05d5\u05e8 3.
jsp.main.skip.link.second.column = \u05db\u05d3\u05d9 \u05dc\u05d3\u05dc\u05d2 \u05d0\u05dc \u05d4\u05e2\u05de\u05d5\u05d3\u05d4 \u05d4\u05e9\u05e0\u05d9\u05d9\u05d4, \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05de\u05e7\u05e9 \u05d4\u05e7\u05d9\u05e6\u05d5\u05e8 4.
jsp.main.summary.table.layout = \u05d8\u05d1\u05dc\u05d4 \u05d4\u05de\u05e6\u05d9\u05d2\u05d4 \u05d0\u05ea \u05de\u05ea\u05db\u05d5\u05e0\u05ea \u05d4\u05d3\u05e3. \u05de\u05ea\u05db\u05d5\u05e0\u05ea \u05e9\u05dc \u05e9\u05ea\u05d9 \u05e2\u05de\u05d5\u05d3\u05d5\u05ea \u05e2\u05d1\u05d5\u05e8 \u05d4\u05e4\u05e7\u05d3\u05d9\u05dd.
jsp.main.iwidget.loading = \u05d8\u05e2\u05d9\u05e0\u05d4 \u05d1\u05d1\u05d9\u05e6\u05d5\u05e2

#web/jsp/welcomeMessage.jspf
jsp.welcome.title = \u05d1\u05e8\u05d5\u05db\u05d9\u05dd \u05d4\u05d1\u05d0\u05d9\u05dd \u05d0\u05dc HCL Connections
jsp.welcome.desc = \u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea \u05db\u05d3\u05d9 \u05dc\u05d2\u05e9\u05ea \u05d0\u05dc \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d9\u05dd \u05d1\u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea \u05d5\u05d1\u05ea\u05d7\u05d5\u05de\u05d9 \u05d4\u05e2\u05e0\u05d9\u05d9\u05df \u05e9\u05dc\u05db\u05dd \u05d1\u05ea\u05d5\u05da HCL Connections. \u05e8\u05d0\u05d5 \u05de\u05d9\u05d3\u05e2 \u05e2\u05d3\u05db\u05e0\u05d9 \u05de\u05d4\u05e8\u05e9\u05ea, \u05d4\u05d1\u05dc\u05d5\u05d2\u05d9\u05dd \u05d5\u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea, \u05d5\u05e1\u05d3\u05e8\u05d5 \u05d0\u05ea \u05ea\u05e6\u05d5\u05d2\u05ea \u05d4\u05de\u05d9\u05d3\u05e2 \u05db\u05da \u05e9\u05ea\u05ea\u05d0\u05d9\u05dd \u05dc\u05d4\u05e2\u05d3\u05e4\u05d5\u05ea \u05e9\u05dc\u05db\u05dd.
jsp.welcome.learn = \u05de\u05d9\u05d3\u05e2 \u05e0\u05d5\u05e1\u05e3
jsp.welcome.demo = \u05e6\u05e4\u05d9\u05d9\u05d4 \u05d1\u05d4\u05d3\u05d2\u05de\u05d4

#web/jsp/about.jsp
jsp.about.homepagehelp = \u05e2\u05d6\u05e8\u05d4 \u05dc\u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
jsp.about.help = \u05e2\u05d6\u05e8\u05d4
jsp.about.homepagedemo = \u05d4\u05d3\u05d2\u05de\u05d4 \u05e9\u05dc \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
jsp.about.demo = \u05e6\u05e4\u05d9\u05d9\u05d4 \u05d1\u05d4\u05d3\u05d2\u05de\u05d4
jsp.about.tips = \u05e2\u05e6\u05d5\u05ea
jsp.about.tip.1 = \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d7\u05d3\u05e9\u05d9\u05dd \u05e9\u05dc HCL Connections? \u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05d4\u05dc\u05e9\u05d5\u05e0\u05d9\u05ea '\u05d0\u05d9\u05da \u05de\u05ea\u05d7\u05d9\u05dc\u05d9\u05dd' \u05db\u05d3\u05d9 \u05dc\u05dc\u05de\u05d5\u05d3 \u05dc\u05d4\u05db\u05d9\u05e8 \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd \u05d4\u05e9\u05d5\u05e0\u05d9\u05dd \u05d1\u05db\u05de\u05d4 \u05e6\u05e2\u05d3\u05d9\u05dd \u05e7\u05dc\u05d9\u05dd.
jsp.about.tip.2 = \u05d0\u05dd \u05d0\u05ea\u05dd \u05de\u05ea\u05e2\u05e0\u05d9\u05d9\u05e0\u05d9\u05dd \u05d1\u05ea\u05d2\u05d9\u05dd \u05de\u05e1\u05d5\u05d9\u05de\u05d9\u05dd, \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e2\u05e7\u05d5\u05d1 \u05d0\u05d7\u05e8\u05d9\u05d4\u05dd \u05db\u05d3\u05d9 \u05dc\u05e8\u05d0\u05d5\u05ea \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05d0\u05d7\u05e8\u05d5\u05e0\u05d9\u05dd \u05e2\u05d1\u05d5\u05e8 \u05ea\u05d2\u05d9\u05dd \u05d0\u05dc\u05d4 \u05d9\u05e9\u05d9\u05e8\u05d5\u05ea \u05de\u05e2\u05e8\u05d5\u05e5 \u05d4\u05d7\u05d3\u05e9\u05d5\u05ea.
jsp.about.tip.3 = \u05e7\u05d1\u05dc\u05d5 \u05d4\u05e6\u05e2\u05d5\u05ea \u05e2\u05dc \u05d0\u05e0\u05e9\u05d9\u05dd \u05d5\u05ea\u05d5\u05db\u05df \u05d4\u05e2\u05e9\u05d5\u05d9\u05d9\u05dd \u05dc\u05e2\u05e0\u05d9\u05d9\u05df \u05d0\u05ea\u05db\u05dd \u05de\u05e4\u05e7\u05d3 \u05d4\u05d4\u05de\u05dc\u05e6\u05d5\u05ea \u05d5\u05e4\u05e7\u05d3 '\u05d4\u05d0\u05dd \u05d0\u05ea\u05dd \u05de\u05db\u05d9\u05e8\u05d9\u05dd'.
jsp.about.headline.title = \u05dc\u05de\u05d4 \u05db\u05d3\u05d0\u05d9 \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea?
jsp.about.headline.desc = \u05db\u05d3\u05d9 \u05dc\u05d4\u05d9\u05e9\u05d0\u05e8 \u05de\u05e2\u05d5\u05d3\u05db\u05e0\u05d9\u05dd, \u05d2\u05e9\u05d5 \u05dc\u05de\u05d9\u05d3\u05e2 \u05d4\u05d3\u05e8\u05d5\u05e9 \u05d1\u05d6\u05de\u05df \u05e9\u05d4\u05d5\u05d0 \u05d3\u05e8\u05d5\u05e9, \u05de\u05de\u05e8\u05d7\u05d1 \u05e2\u05d1\u05d5\u05d3\u05d4 \u05de\u05e8\u05db\u05d6\u05d9. \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e2\u05d9\u05d9\u05df \u05d1\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d9\u05dd \u05de\u05db\u05dc \u05e8\u05db\u05d9\u05d1\u05d9 HCL Connections,\u200f \u05dc\u05d2\u05dc\u05d5\u05ea \u05de\u05d4 \u05d7\u05d3\u05e9 \u05d0\u05e6\u05dc \u05d4\u05d0\u05e0\u05e9\u05d9\u05dd \u05d5\u05d4\u05ea\u05db\u05e0\u05d9\u05dd \u05e9\u05d0\u05ea\u05dd \u05e2\u05d5\u05e7\u05d1\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05d4\u05dd, \u05d5\u05dc\u05d4\u05ea\u05e2\u05d3\u05db\u05df \u05d1\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05d8\u05dc\u05d5\u05ea \u05e9\u05dc\u05db\u05dd.
jsp.about.breakout.1.title = \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d7\u05d3\u05e9\u05d9\u05dd \u05d4\u05de\u05d7\u05e4\u05e9\u05d9\u05dd \u05e2\u05d6\u05e8\u05d4?
jsp.about.breakout.1.desc = \u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05dc\u05e9\u05d5\u05e0\u05d9\u05ea '\u05d0\u05d9\u05da \u05de\u05ea\u05d7\u05d9\u05dc\u05d9\u05dd' \u05db\u05d3\u05d9 \u05dc\u05dc\u05de\u05d5\u05d3 \u05dc\u05d1\u05e6\u05e2 \u05db\u05de\u05d4 \u05de\u05e9\u05d9\u05de\u05d5\u05ea \u05d1\u05e1\u05d9\u05e1\u05d9\u05d5\u05ea. \u05d4\u05e2\u05d6\u05e8\u05d5 \u05d1\u05d4\u05e0\u05d7\u05d9\u05d5\u05ea \u05d4\u05de\u05e4\u05d5\u05e8\u05d8\u05d5\u05ea \u05e2\u05d1\u05d5\u05e8 \u05d4\u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9\u05dd \u05d4\u05e2\u05d9\u05e7\u05e8\u05d9\u05d9\u05dd \u05e9\u05dc HCL Connections.\u200f \u05de\u05dc\u05d0\u05d5 \u05d0\u05ea \u05e4\u05e8\u05d8\u05d9 \u05d4\u05e4\u05e8\u05d5\u05e4\u05d9\u05dc \u05e9\u05dc\u05db\u05dd \u05db\u05d3\u05d9 \u05dc\u05d0\u05e4\u05e9\u05e8 \u05dc\u05d0\u05e0\u05e9\u05d9\u05dd \u05dc\u05d4\u05db\u05d9\u05e8 \u05d0\u05ea\u05db\u05dd. \u05e8\u05d0\u05d5 \u05de\u05d4\u05dd \u05ea\u05d2\u05d9\u05dd \u05d5\u05d0\u05d9\u05da \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d1\u05d4\u05dd. \u05e7\u05d1\u05dc\u05d5 \u05de\u05d9\u05d3\u05e2 \u05e2\u05dc \u05e9\u05d9\u05ea\u05d5\u05e3 \u05de\u05d9\u05d3\u05e2 \u05d5\u05e2\u05d1\u05d5\u05d3\u05ea \u05e6\u05d5\u05d5\u05ea \u05d1\u05d0\u05de\u05e6\u05e2\u05d5\u05ea \u05d4\u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9\u05dd \u05d4\u05e9\u05d5\u05e0\u05d9\u05dd.
jsp.about.breakout.1.aria = \u05d0\u05d9\u05da \u05de\u05ea\u05d7\u05d9\u05dc\u05d9\u05dd
jsp.about.breakout.2.title = \u05e8\u05d9\u05db\u05d5\u05d6 \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05d4\u05e8\u05dc\u05d5\u05d5\u05e0\u05d8\u05d9\u05d9\u05dd \u05e2\u05d1\u05d5\u05e8\u05db\u05dd
jsp.about.breakout.2.desc = \u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05ea\u05e6\u05d5\u05d2\u05d5\u05ea \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05d4\u05e9\u05d5\u05e0\u05d5\u05ea \u05db\u05d3\u05d9 \u05dc\u05d4\u05ea\u05e2\u05d3\u05db\u05df \u05d1\u05d7\u05d3\u05e9\u05d5\u05ea \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d5\u05ea \u05de\u05db\u05dc \u05d4\u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9\u05dd. \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e1\u05e0\u05df \u05d0\u05ea \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05dc\u05e4\u05d9 \u05e1\u05d5\u05d2, \u05db\u05d3\u05d9 \u05dc\u05d4\u05ea\u05de\u05e7\u05d3 \u05d1\u05d7\u05d3\u05e9\u05d5\u05ea \u05d4\u05de\u05e2\u05e0\u05d9\u05d9\u05e0\u05d5\u05ea \u05d0\u05ea\u05db\u05dd \u05d9\u05d5\u05ea\u05e8. \u05d2\u05dc\u05d5 \u05de\u05d9 \u05d4\u05d2\u05d9\u05d1 \u05dc\u05ea\u05d5\u05db\u05df \u05e9\u05d9\u05e6\u05e8\u05ea\u05dd. \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e9\u05de\u05d5\u05e8 \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05d7\u05e9\u05d5\u05d1\u05d5\u05ea \u05db\u05d3\u05d9 \u05dc\u05d7\u05d6\u05d5\u05e8 \u05d0\u05dc\u05d9\u05d4\u05df \u05d1\u05d4\u05de\u05e9\u05da. \u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05e4\u05e7\u05d3 \u05d4\u05d0\u05d9\u05e8\u05d5\u05e2\u05d9\u05dd \u05db\u05d3\u05d9 \u05dc\u05e2\u05e7\u05d5\u05d1 \u05d0\u05d7\u05e8 \u05d0\u05d9\u05e8\u05d5\u05e2\u05d9\u05dd \u05e6\u05e4\u05d5\u05d9\u05d9\u05dd \u05e9\u05d0\u05ea\u05dd \u05de\u05e9\u05ea\u05ea\u05e4\u05d9\u05dd \u05d1\u05d4\u05dd \u05d0\u05d5 \u05e2\u05d5\u05e7\u05d1\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05d4\u05dd. \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e6\u05d9\u05d9\u05df \u05de\u05d4 \u05d0\u05ea\u05dd \u05d0\u05d5\u05d4\u05d1\u05d9\u05dd, \u05d0\u05d5 \u05dc\u05e4\u05e8\u05e1\u05dd \u05de\u05d7\u05d3\u05e9 \u05db\u05d3\u05d9 \u05dc\u05e9\u05ea\u05e3 \u05e2\u05dd \u05d0\u05e0\u05e9\u05d9\u05dd \u05d4\u05e2\u05d5\u05e7\u05d1\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05db\u05dd.
jsp.about.breakout.2.aria = \u05e2\u05d1\u05d5\u05d3\u05d4 \u05e2\u05dd \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d9\u05dd
jsp.about.breakout.3.title = \u05d4\u05e6\u05d9\u05d2\u05d5 \u05d0\u05ea \u05e2\u05e6\u05de\u05db\u05dd
jsp.about.breakout.3.desc = \u05e4\u05e8\u05e1\u05d5\u05dd \u05d4\u05d5\u05d3\u05e2\u05ea \u05de\u05e6\u05d1 \u05d9\u05d0\u05e4\u05e9\u05e8 \u05dc\u05db\u05dd \u05dc\u05e9\u05ea\u05e3 \u05d0\u05ea \u05d4\u05d7\u05d3\u05e9\u05d5\u05ea \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d5\u05ea \u05e2\u05dd \u05e7\u05d1\u05d5\u05e6\u05d5\u05ea \u05e2\u05de\u05d9\u05ea\u05d9\u05dd \u05d1\u05de\u05d4\u05d9\u05e8\u05d5\u05ea \u05d5\u05d1\u05e7\u05dc\u05d5\u05ea. \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e6\u05e8\u05e3 \u05e7\u05d1\u05e6\u05d9\u05dd \u05dc\u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05d4\u05de\u05e6\u05d1 \u05db\u05d3\u05d9 \u05dc\u05e1\u05e4\u05e7 \u05de\u05d9\u05d3\u05e2 \u05e0\u05d5\u05e1\u05e3, \u05d0\u05d5 \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05ea\u05d2\u05d9 # \u05db\u05d3\u05d9 \u05dc\u05ea\u05d9\u05d9\u05d2 \u05d0\u05ea \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05d5\u05dc\u05d4\u05e7\u05dc \u05e2\u05dc \u05d0\u05d7\u05e8\u05d9\u05dd \u05dc\u05de\u05e6\u05d5\u05d0 \u05d0\u05d5\u05ea\u05dd. \u05d1\u05d7\u05e8\u05d5 '\u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05de\u05e6\u05d1' \u05db\u05d3\u05d9 \u05dc\u05e8\u05d0\u05d5\u05ea \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05de\u05d0\u05e0\u05e9\u05d9\u05dd \u05d1\u05e8\u05e9\u05ea \u05d0\u05d5 \u05de\u05d0\u05e0\u05e9\u05d9\u05dd \u05e9\u05d0\u05ea\u05dd \u05e2\u05d5\u05e7\u05d1\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05d4\u05dd.
jsp.about.breakout.3.aria = \u05e2\u05d3\u05db\u05d5\u05df \u05e4\u05e8\u05d8\u05d9 \u05de\u05e6\u05d1
jsp.about.breakout.4.title = \u05d0\u05d9\u05ea\u05d5\u05e8 \u05ea\u05d5\u05db\u05df \u05d7\u05d3\u05e9 \u05d5\u05de\u05e2\u05e0\u05d9\u05d9\u05df
jsp.about.breakout.4.desc = \u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05d4\u05ea\u05e6\u05d5\u05d2\u05d4 '\u05d0\u05d9\u05ea\u05d5\u05e8' \u05db\u05d3\u05d9 \u05dc\u05e2\u05d9\u05d9\u05df \u05d0\u05d5 \u05dc\u05d7\u05e4\u05e9 \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05e6\u05d9\u05d1\u05d5\u05e8\u05d9\u05d9\u05dd \u05d4\u05de\u05e2\u05e0\u05d9\u05d9\u05e0\u05d9\u05dd \u05d0\u05ea\u05db\u05dd. \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05d0\u05ea\u05e8 \u05d1\u05dc\u05d5\u05d2\u05d9\u05dd \u05e9\u05d1\u05e8\u05e6\u05d5\u05e0\u05db\u05dd \u05dc\u05e2\u05e7\u05d5\u05d1 \u05d0\u05d7\u05e8\u05d9\u05d4\u05dd \u05d0\u05d5 \u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05e9\u05d1\u05e8\u05e6\u05d5\u05e0\u05db\u05dd \u05dc\u05d4\u05e6\u05d8\u05e8\u05e3 \u05d0\u05dc\u05d9\u05d4\u05df. \u05e2\u05d9\u05d9\u05e0\u05d5 \u05d1\u05d4\u05e6\u05e2\u05d5\u05ea \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d5\u05ea \u05de\u05e4\u05e7\u05d3 \u05d4\u05d4\u05de\u05dc\u05e6\u05d5\u05ea \u05db\u05d3\u05d9 \u05dc\u05d0\u05ea\u05e8 \u05ea\u05d5\u05db\u05df \u05d4\u05e7\u05e9\u05d5\u05e8 \u05dc\u05ea\u05d7\u05d5\u05de\u05d9 \u05d4\u05e2\u05e0\u05d9\u05d9\u05df \u05d5\u05d4\u05de\u05d5\u05de\u05d7\u05d9\u05d5\u05ea \u05e9\u05dc\u05db\u05dd.
jsp.about.breakout.4.aria = \u05d0\u05d9\u05da \u05dc\u05d0\u05ea\u05e8 \u05ea\u05d5\u05db\u05df \u05d3\u05d7\u05e9
jsp.about.ibm.logo.alt = \u05dc\u05d5\u05d2\u05d5 HCL
jsp.about.java.logo.alt = \u05dc\u05d5\u05d2\u05d5 Java
jsp.about.more = \u05de\u05d9\u05d3\u05e2 \u05e0\u05d5\u05e1\u05e3
jsp.about.follow.aria = \u05de\u05d9\u05d3\u05e2 \u05e0\u05d5\u05e1\u05e3 \u05e2\u05dc \u05de\u05e2\u05e7\u05d1 \u05d0\u05d7\u05e8 \u05ea\u05d2\u05d9\u05dd

#web/jsp/errorPage.jsp
jsp.errorpage.title = \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea  - \u05d3\u05e3 \u05e9\u05d2\u05d9\u05d0\u05d4
jsp.errorpage.error = \u05d0\u05d9\u05e8\u05e2\u05d4 \u05d1\u05e2\u05d9\u05d4 - \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05d4\u05dc\u05d7\u05e6\u05df '\u05d7\u05d6\u05e8\u05d4' \u05db\u05d3\u05d9 \u05dc\u05e0\u05e1\u05d5\u05ea \u05e9\u05d5\u05d1. \u05d0\u05dd \u05d4\u05d1\u05e2\u05d9\u05d4 \u05e0\u05de\u05e9\u05db\u05ea, \u05d3\u05d5\u05d5\u05d7\u05d5 \u05e2\u05dc \u05d4\u05d1\u05e2\u05d9\u05d4 \u05d1\u05e4\u05d5\u05e8\u05d5\u05dd \u05d4\u05ea\u05de\u05d9\u05db\u05d4.
jsp.errorpage.details = \u05d4\u05e6\u05d2\u05ea \u05d4\u05d5\u05d3\u05e2\u05ea \u05d4\u05e9\u05d2\u05d9\u05d0\u05d4 \u05d4\u05de\u05dc\u05d0\u05d4
jsp.errorpage.hide.details = \u05d4\u05e1\u05ea\u05e8\u05ea \u05d4\u05d5\u05d3\u05e2\u05ea \u05d4\u05e9\u05d2\u05d9\u05d0\u05d4 \u05d4\u05de\u05dc\u05d0\u05d4
jsp.errorpage.message = \u05d0\u05d9\u05e8\u05e2\u05d4 \u05d1\u05e2\u05d9\u05d4
jsp.errorpage.back = \u05d1\u05d7\u05d6\u05e8\u05d4 \u05d0\u05dc \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
jsp.errorpage.stacktrace = \u05de\u05d5\u05e2\u05d3 \u05de\u05e7\u05d5\u05e8\u05d1 \u05e9\u05dc \u05d4\u05e4\u05e7\u05ea Stack trace:\u200f
jsp.errorpage.icon.alt = \u05d0\u05d9\u05e7\u05d5\u05df \u05e9\u05d2\u05d9\u05d0\u05d4

#web/jsp/errorPage403.jsp
error.notauthorized.exception=CLFRQ0405E: \u05d0\u05d9\u05e0\u05db\u05dd \u05de\u05d5\u05e8\u05e9\u05d9\u05dd \u05dc\u05d2\u05e9\u05ea \u05dc\u05de\u05e9\u05d0\u05d1 \u05d6\u05d4.

#auth/login.jsp
jsp.loginpage.image.alt.logo = \u05dc\u05d5\u05d2\u05d5 \u05e9\u05dc \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea

#web/jsp/footer.jspf
jsp.footer.connections = HCL Connections
jsp.footer.help = \u05e2\u05d6\u05e8\u05d4
jsp.footer.tools = \u05db\u05dc\u05d9\u05dd
jsp.footer.about = \u05d0\u05d5\u05d3\u05d5\u05ea
jsp.footer.demo = \u05e6\u05e4\u05d9\u05d9\u05d4 \u05d1\u05d4\u05d3\u05d2\u05de\u05d4
jsp.footer.support.forums = \u05e4\u05d5\u05e8\u05d5\u05de\u05d9 \u05ea\u05de\u05d9\u05db\u05ea Lotus
jsp.footer.bookmark.plugins = \u05ea\u05d5\u05e1\u05e4\u05d9 \u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05dc\u05d3\u05e4\u05d3\u05e4\u05df
jsp.footer.plugins = \u05e2\u05d5\u05d3 \u05ea\u05d5\u05e1\u05e4\u05d9\u05dd
jsp.footer.a11y = \u05db\u05dc\u05d9 \u05e0\u05d2\u05d9\u05e9\u05d5\u05ea
jsp.footer.server.metrics = \u05e0\u05ea\u05d5\u05e0\u05d9 \u05e9\u05e8\u05ea
jsp.footer.ibm.com = HCL Connections \u05d1\u05d0\u05ea\u05e8 hcl.com

#web/jsp/serverMetrics.jsp
homepage.metric.totals.visitor.header = \u05e0\u05ea\u05d5\u05e0\u05d9\u05dd \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd
homepage.metric.totals.visitor = \u05e1\u05da \u05d4\u05db\u05dc \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d9\u05d9\u05d7\u05d5\u05d3\u05d9\u05d9\u05dd
homepage.metric.totals.visitor.today = \u05e1\u05da \u05d4\u05db\u05dc \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d9\u05d9\u05d7\u05d5\u05d3\u05d9\u05d9\u05dd \u05d4\u05d9\u05d5\u05dd
homepage.metric.totals.visitor.week = \u05e1\u05da \u05d4\u05db\u05dc \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d9\u05d9\u05d7\u05d5\u05d3\u05d9\u05d9\u05dd \u05d1\u05e9\u05d1\u05d5\u05e2 \u05d4\u05d0\u05d7\u05e8\u05d5\u05df
homepage.metric.totals.visitor.month = \u05e1\u05da \u05d4\u05db\u05dc \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d9\u05d9\u05d7\u05d5\u05d3\u05d9\u05d9\u05dd \u05d1\u05d7\u05d5\u05d3\u05e9 \u05d4\u05d0\u05d7\u05e8\u05d5\u05df
homepage.metric.totals.visitor.hourly = \u05e1\u05da \u05d4\u05db\u05dc \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d9\u05d9\u05d7\u05d5\u05d3\u05d9\u05d9\u05dd \u05d1\u05e9\u05e2\u05d4 \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d4

homepage.metric.totals.available.widgets.header = \u05e0\u05ea\u05d5\u05e0\u05d9 \u05e9\u05d9\u05de\u05d5\u05e9 \u05d1\u05e4\u05e7\u05d3\u05d9\u05dd
homepage.metric.totals.available.widgets = \u05e1\u05da \u05d4\u05db\u05dc \u05e4\u05e7\u05d3\u05d9\u05dd \u05de\u05d5\u05e6\u05d1\u05d9\u05dd
homepage.metric.totals.enabled.widgets = \u05e1\u05da \u05d4\u05db\u05dc \u05e4\u05e7\u05d3\u05d9\u05dd \u05de\u05d5\u05e4\u05e2\u05dc\u05d9\u05dd
homepage.metric.percentile.widgetsPerUser = \u05de\u05e1\u05e4\u05e8 \u05de\u05de\u05d5\u05e6\u05e2 \u05e9\u05dc \u05e4\u05e7\u05d3\u05d9\u05dd \u05d1\u05e9\u05d9\u05de\u05d5\u05e9
homepage.metric.totals.customizedPages = \u05e1\u05da \u05d4\u05db\u05dc \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05e2\u05dd \u05d3\u05e4\u05d9\u05dd \u05de\u05d5\u05ea\u05d0\u05de\u05d9\u05dd
homepage.metric.topWidgets = \u05e4\u05e7\u05d3\u05d9\u05dd \u05e4\u05d5\u05e4\u05d5\u05dc\u05e8\u05d9\u05d9\u05dd

homepage.metric.widgetUsage = \u05e9\u05d9\u05de\u05d5\u05e9 \u05d1\u05e4\u05e7\u05d3\u05d9\u05dd

homepage.metric.totals.stories.header = \u05e0\u05ea\u05d5\u05e0\u05d9 \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea
homepage.metric.totals.stories.added = \u05e1\u05da \u05d4\u05db\u05dc \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05e9\u05e0\u05d5\u05e1\u05e4\u05d5
homepage.metric.totals.stories.added.today = \u05e1\u05da \u05d4\u05db\u05dc \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05e9\u05e0\u05d5\u05e1\u05e4\u05d5 \u05d4\u05d9\u05d5\u05dd
homepage.metric.totals.stories.added.week = \u05e1\u05da \u05d4\u05db\u05dc \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05e9\u05e0\u05d5\u05e1\u05e4\u05d5 \u05d4\u05e9\u05d1\u05d5\u05e2
homepage.metric.totals.stories.added.month = \u05e1\u05da \u05d4\u05db\u05dc \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05e9\u05e0\u05d5\u05e1\u05e4\u05d5 \u05d4\u05d7\u05d5\u05d3\u05e9
homepage.metric.totals.stories.added.hourly = \u05e1\u05da \u05d4\u05db\u05dc \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05e9\u05e0\u05d5\u05e1\u05e4\u05d5 \u05d1\u05e9\u05e2\u05d4 \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d4

homepage.metric.totals.stories.saved = \u05e1\u05da \u05d4\u05db\u05dc \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05e9\u05e0\u05e9\u05de\u05e8\u05d5
homepage.metric.totals.stories.saved.today = \u05e1\u05da \u05d4\u05db\u05dc \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05e9\u05e0\u05e9\u05de\u05e8\u05d5 \u05d4\u05d9\u05d5\u05dd
homepage.metric.totals.stories.saved.week = \u05e1\u05da \u05d4\u05db\u05dc \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05e9\u05e0\u05e9\u05de\u05e8\u05d5 \u05d4\u05e9\u05d1\u05d5\u05e2
homepage.metric.totals.stories.saved.month = \u05e1\u05da \u05d4\u05db\u05dc \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05e9\u05e0\u05e9\u05de\u05e8\u05d5 \u05d4\u05d7\u05d5\u05d3\u05e9
homepage.metric.totals.stories.saved.hourly = \u05e1\u05da \u05d4\u05db\u05dc \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05e9\u05e0\u05e9\u05de\u05e8\u05d5 \u05d1\u05e9\u05e2\u05d4 \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d4


homepage.metric.totals.notifications.header = \u05e0\u05ea\u05d5\u05e0\u05d9 \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd
homepage.metric.totals.sentNotifications = \u05e1\u05da \u05d4\u05db\u05dc \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05dc\u05d0 \u05de\u05e0\u05d5\u05e7\u05d9\u05dd \u05e9\u05e0\u05e9\u05dc\u05d7\u05d5
homepage.metric.totals.sentNotifications.today = \u05e1\u05da \u05d4\u05db\u05dc \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05dc\u05d0 \u05de\u05e0\u05d5\u05e7\u05d9\u05dd \u05e9\u05e0\u05e9\u05dc\u05d7\u05d5 \u05d4\u05d9\u05d5\u05dd
homepage.metric.totals.sentNotifications.week = \u05e1\u05da \u05d4\u05db\u05dc \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05dc\u05d0 \u05de\u05e0\u05d5\u05e7\u05d9\u05dd \u05e9\u05e0\u05e9\u05dc\u05d7\u05d5 \u05d4\u05e9\u05d1\u05d5\u05e2
homepage.metric.totals.sentNotifications.month = \u05e1\u05da \u05d4\u05db\u05dc \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05dc\u05d0 \u05de\u05e0\u05d5\u05e7\u05d9\u05dd \u05e9\u05e0\u05e9\u05dc\u05d7\u05d5 \u05d4\u05d7\u05d5\u05d3\u05e9
homepage.metric.totals.sentNotifications.hourly = \u05e1\u05da \u05d4\u05db\u05dc \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05dc\u05d0 \u05de\u05e0\u05d5\u05e7\u05d9\u05dd \u05e9\u05e0\u05e9\u05dc\u05d7\u05d5 \u05d1\u05e9\u05e2\u05d4 \u05d6\u05d5


homepage.metric.totals.receivedNotifications = \u05e1\u05da \u05d4\u05db\u05dc \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05dc\u05d0 \u05de\u05e0\u05d5\u05e7\u05d9\u05dd \u05e9\u05d4\u05ea\u05e7\u05d1\u05dc\u05d5
homepage.metric.totals.receivedNotifications.today = \u05e1\u05da \u05d4\u05db\u05dc \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05dc\u05d0 \u05de\u05e0\u05d5\u05e7\u05d9\u05dd \u05e9\u05d4\u05ea\u05e7\u05d1\u05dc\u05d5 \u05d4\u05d9\u05d5\u05dd
homepage.metric.totals.receivedNotifications.week = \u05e1\u05da \u05d4\u05db\u05dc \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05dc\u05d0 \u05de\u05e0\u05d5\u05e7\u05d9\u05dd \u05e9\u05d4\u05ea\u05e7\u05d1\u05dc\u05d5 \u05d4\u05e9\u05d1\u05d5\u05e2
homepage.metric.totals.receivedNotifications.month = \u05e1\u05da \u05d4\u05db\u05dc \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05dc\u05d0 \u05de\u05e0\u05d5\u05e7\u05d9\u05dd \u05e9\u05d4\u05ea\u05e7\u05d1\u05dc\u05d5 \u05d4\u05d7\u05d5\u05d3\u05e9
homepage.metric.totals.receivedNotifications.hourly = \u05e1\u05da \u05d4\u05db\u05dc \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05dc\u05d0 \u05de\u05e0\u05d5\u05e7\u05d9\u05dd \u05e9\u05d4\u05ea\u05e7\u05d1\u05dc\u05d5 \u05d1\u05e9\u05e2\u05d4 \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d4

homepage.metric.totals.user = \u05e1\u05da \u05d4\u05db\u05dc \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d9\u05d9\u05d7\u05d5\u05d3\u05d9\u05d9\u05dd
homepage.metric.totals.visitorPast24Hours = \u05e1\u05da \u05d4\u05db\u05dc \u05de\u05d1\u05e7\u05e8\u05d9\u05dd \u05d1-24 \u05d4\u05e9\u05e2\u05d5\u05ea \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d5\u05ea
homepage.metric.totals.visitorPastHour = \u05e1\u05da \u05d4\u05db\u05dc \u05de\u05d1\u05e7\u05e8\u05d9\u05dd \u05d1\u05e9\u05e2\u05d4 \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d4
homepage.metric.totals.visitorPast7Days = \u05e1\u05da \u05d4\u05db\u05dc \u05de\u05d1\u05e7\u05e8\u05d9\u05dd \u05d1-7 \u05d4\u05d9\u05de\u05d9\u05dd \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d9\u05dd
homepage.metric.totals.visitorPast30Days = \u05e1\u05da \u05d4\u05db\u05dc \u05de\u05d1\u05e7\u05e8\u05d9\u05dd \u05d1-30 \u05d4\u05d9\u05de\u05d9\u05dd \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d9\u05dd
#homepage.metric.totals.customizedPages = Total number of users with customized pages.
#homepage.metric.topWidgets = The most popular widgets and their counts.

homepage.metric.totals.user.desc = \u05d4\u05de\u05e1\u05e4\u05e8 \u05d4\u05db\u05d5\u05dc\u05dc \u05e9\u05dc \u05d4\u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d4\u05d9\u05d9\u05d7\u05d5\u05d3\u05d9\u05dd \u05e9\u05e0\u05d9\u05d2\u05e9\u05d5 \u05d0\u05dc \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea.
homepage.metric.totals.available.widgets.desc = \u05d4\u05de\u05e1\u05e4\u05e8 \u05d4\u05db\u05d5\u05dc\u05dc \u05e9\u05dc \u05d4\u05e4\u05e7\u05d3\u05d9\u05dd \u05d4\u05de\u05d5\u05e6\u05d1\u05d9\u05dd \u05d1\u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea.
homepage.metric.totals.enabled.widgets.desc = \u05d4\u05de\u05e1\u05e4\u05e8 \u05d4\u05db\u05d5\u05dc\u05dc \u05e9\u05dc \u05d4\u05e4\u05e7\u05d3\u05d9\u05dd \u05d4\u05de\u05d5\u05e4\u05e2\u05dc\u05d9\u05dd \u05db\u05e8\u05d2\u05e2 \u05d5\u05d6\u05de\u05d9\u05e0\u05d9\u05dd \u05d5\u05dc\u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d1\u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea.
homepage.metric.percentile.widgetsPerUser.desc = \u05d4\u05de\u05e1\u05e4\u05e8 \u05d4\u05de\u05de\u05d5\u05e6\u05e2 \u05e9\u05dc \u05d4\u05e4\u05e7\u05d3\u05d9\u05dd \u05d1\u05e9\u05d9\u05de\u05d5\u05e9 \u05e9\u05dc \u05de\u05e9\u05ea\u05de\u05e9 \u05d1\u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea. \u05e4\u05e7\u05d3 \u05d1\u05e9\u05d9\u05de\u05d5\u05e9 \u05d4\u05d5\u05d0 \u05e4\u05e7\u05d3 \u05e9\u05d4\u05de\u05e9\u05ea\u05de\u05e9 \u05e4\u05ea\u05d7 \u05d0\u05d5\u05ea\u05d5.
homepage.metric.totals.visitorPast24Hours.desc = \u05d4\u05de\u05e1\u05e4\u05e8 \u05d4\u05db\u05d5\u05dc\u05dc \u05e9\u05dc \u05de\u05d1\u05e7\u05e8\u05d9\u05dd \u05d1-24 \u05d4\u05e9\u05e2\u05d5\u05ea \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d5\u05ea.
homepage.metric.totals.visitorPastHour.desc = \u05d4\u05de\u05e1\u05e4\u05e8 \u05d4\u05db\u05d5\u05dc\u05dc \u05e9\u05dc \u05de\u05d1\u05e7\u05e8\u05d9\u05dd \u05d9\u05d9\u05d7\u05d5\u05d3\u05d9\u05d9\u05dd \u05d1\u05e9\u05e2\u05d4 \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d4.
homepage.metric.totals.visitorPast7Days.desc = \u05e1\u05e3 \u05d4\u05db\u05dc \u05de\u05d1\u05e7\u05e8\u05d9\u05dd \u05d1-7 \u05d4\u05d9\u05de\u05d9\u05dd \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d9\u05dd
homepage.metric.totals.visitorPast30Days.desc = \u05e1\u05da \u05d4\u05db\u05dc \u05de\u05d1\u05e7\u05e8\u05d9\u05dd \u05d1-30 \u05d4\u05d9\u05de\u05d9\u05dd \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d9\u05dd
homepage.metric.widgetUsage.desc = \u05e2\u05d1\u05d5\u05e8 \u05db\u05dc \u05e4\u05e7\u05d3, \u05d4\u05de\u05e1\u05e4\u05e8 \u05d4\u05db\u05d5\u05dc\u05dc \u05e9\u05dc \u05de\u05d5\u05e4\u05e2\u05d9 \u05d4\u05e4\u05e7\u05d3 \u05d1\u05e9\u05d9\u05de\u05d5\u05e9. \u05e4\u05e7\u05d3 \u05d1\u05e9\u05d9\u05de\u05d5\u05e9 \u05d4\u05d5\u05d0 \u05e4\u05e7\u05d3 \u05e9\u05d4\u05de\u05e9\u05ea\u05de\u05e9 \u05e4\u05ea\u05d7 \u05d0\u05d5\u05ea\u05d5, \u05dc\u05d0 \u05e4\u05e7\u05d3 \u05d4\u05de\u05e2\u05d5\u05d2\u05df \u05d1\u05e1\u05e8\u05d2\u05dc \u05d4\u05e6\u05d3.

label.metrics.title = \u05e0\u05ea\u05d5\u05e0\u05d9 \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
label.metrics.name = \u05e9\u05dd
label.metrics.value = \u05e2\u05e8\u05da
label.metrics.asof = \u05e0\u05db\u05d5\u05df \u05dc\u05ea\u05d0\u05e8\u05d9\u05da/\u05e9\u05e2\u05d4:
label.metrics.months = \u05d9\u05e0\u05d5\u05d0\u05e8 \u05e4\u05d1\u05e8\u05d5\u05d0\u05e8 \u05de\u05e8\u05e5 \u05d0\u05e4\u05e8\u05d9\u05dc \u05de\u05d0\u05d9 \u05d9\u05d5\u05e0\u05d9 \u05d9\u05d5\u05dc\u05d9 \u05d0\u05d5\u05d2\u05d5\u05e1\u05d8 \u05e1\u05e4\u05d8\u05de\u05d1\u05e8 \u05d0\u05d5\u05e7\u05d8\u05d5\u05d1\u05e8 \u05e0\u05d5\u05d1\u05de\u05d1\u05e8 \u05d3\u05e6\u05de\u05d1\u05e8
label.metrics.notSet= \u05e0\u05ea\u05d5\u05e0\u05d9 \u05d4\u05de\u05e2\u05e8\u05db\u05ea \u05d0\u05d9\u05e0\u05dd \u05d6\u05de\u05d9\u05e0\u05d9\u05dd \u05e2\u05d3\u05d9\u05d9\u05df \u05d0\u05d5 \u05e9\u05d4\u05de\u05e0\u05d4\u05dc\u05df \u05d4\u05e9\u05d1\u05d9\u05ea \u05d0\u05d5\u05ea\u05dd. \u05e0\u05d0 \u05dc\u05e4\u05e0\u05d5\u05ea \u05dc\u05de\u05e0\u05d4\u05dc\u05df \u05d4\u05de\u05e2\u05e8\u05db\u05ea \u05db\u05d3\u05d9 \u05dc\u05e7\u05d1\u05dc \u05de\u05d9\u05d3\u05e2.\u200f
label.metrics.storyLifeTime= \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05d5\u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05de\u05e0\u05d5\u05e7\u05d9\u05dd \u05dc\u05d0\u05d7\u05e8 {0} \u05d9\u05de\u05d9\u05dd.
# Search strings
# Common to multiple pages
# Only used in isolation for buttons
# used for tabs in search result ui and advanced search options
jsp.search.allAreas = \u05db\u05dc \u05d4\u05d0\u05d6\u05d5\u05e8\u05d9\u05dd
jsp.search.activities = \u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea
jsp.search.blogs = \u05d1\u05dc\u05d5\u05d2\u05d9\u05dd
jsp.search.communities = \u05e7\u05d4\u05d9\u05dc\u05d5\u05ea
jsp.search.dogear = \u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea
jsp.search.profiles = \u05e4\u05e8\u05d5\u05e4\u05d9\u05dc\u05d9\u05dd
jsp.search.wiki = \u05d5\u05d9\u05e7\u05d9
jsp.search.files = \u05e7\u05d1\u05e6\u05d9\u05dd
jsp.search.search.verb = \u05d7\u05d9\u05e4\u05d5\u05e9
jsp.search.twisty.collapse = \u05dc\u05d7\u05e6\u05d5 \u05db\u05d3\u05d9 \u05dc\u05db\u05d5\u05d5\u05e5 \u05d0\u05ea \u05d4\u05d7\u05dc\u05e7
jsp.search.help.link = \u05e2\u05d6\u05e8\u05d4

#web/jsp/search.jspf
jsp.search.searchbox.default.text = \u05db\u05dc \u05d9\u05d9\u05e9\u05d5\u05de\u05d9 Connections
jsp.search.searchbox.searchdropdown = \u05d0\u05e4\u05e9\u05e8\u05d5\u05d9\u05d5\u05ea \u05dc\u05d7\u05d9\u05d3\u05d5\u05d3 \u05d4\u05d7\u05d9\u05e4\u05d5\u05e9
jsp.search.searchbox.search.activities = \u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea
jsp.search.searchbox.search.blogs = \u05d1\u05dc\u05d5\u05d2\u05d9\u05dd
jsp.search.searchbox.search.communities = \u05e7\u05d4\u05d9\u05dc\u05d5\u05ea
jsp.search.searchbox.search.dogear = \u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea
jsp.search.searchbox.search.profiles = \u05e4\u05e8\u05d5\u05e4\u05d9\u05dc\u05d9\u05dd
jsp.search.searchbox.search.wikis = \u05d0\u05ea\u05e8\u05d9 \u05d5\u05d9\u05e7\u05d9
jsp.search.searchbox.search.files = \u05e7\u05d1\u05e6\u05d9\u05dd
jsp.search.searchbox.search.forums = \u05e4\u05d5\u05e8\u05d5\u05de\u05d9\u05dd
jsp.search.searchbox.search.status_updates = \u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05de\u05e6\u05d1
jsp.search.searchbox.search.directory = \u05de\u05d3\u05e8\u05d9\u05da
jsp.search.searchbox.search.directory_named =\u05de\u05d3\u05e8\u05d9\u05da {0}
jsp.search.searchbox.search.advanced = \u05de\u05ea\u05e7\u05d3\u05dd
jsp.search.searchbox.a11y.title = \u05e6\u05d9\u05d5\u05df \u05ea\u05de\u05dc\u05d9\u05dc \u05d7\u05d9\u05e4\u05d5\u05e9
jsp.search.searchbox.search.alt = \u05d7\u05d9\u05e4\u05d5\u05e9

#web/jsp/searchResults.jsp
jsp.search.results.title = \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea  - \u05ea\u05d5\u05e6\u05d0\u05d5\u05ea \u05d7\u05d9\u05e4\u05d5\u05e9
jsp.search.results.advanced.search.button = \u05d7\u05d9\u05e4\u05d5\u05e9 \u05de\u05ea\u05e7\u05d3\u05dd \u05d7\u05d3\u05e9
jsp.search.comments.Comments = \u05d4\u05e2\u05e8\u05d5\u05ea
#web/jsp/searchComponents.jspf
jsp.search.components.results.from = \u05e1\u05d5\u05d2\u05d9 \u05ea\u05d5\u05db\u05df
jsp.search.components.all = \u05db\u05dc \u05d4\u05d0\u05d6\u05d5\u05e8\u05d9\u05dd
jsp.search.components.help = \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05de\u05d9\u05d9\u05df \u05d0\u05ea \u05ea\u05d5\u05e6\u05d0\u05d5\u05ea \u05d4\u05d7\u05d9\u05e4\u05d5\u05e9 \u05e9\u05dc\u05db\u05dd \u05dc\u05e4\u05d9 \u05de\u05d0\u05e4\u05d9\u05d9\u05df. \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05d4\u05e7\u05d9\u05e9\u05d5\u05e8\u05d9\u05dd \u05db\u05d3\u05d9 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05d0\u05ea \u05d4\u05ea\u05d5\u05e6\u05d0\u05d5\u05ea \u05d4\u05de\u05e9\u05d5\u05d9\u05db\u05d5\u05ea \u05dc\u05db\u05dc \u05d9\u05d9\u05e9\u05d5\u05dd. \u05d4\u05de\u05e1\u05e4\u05e8 \u05dc\u05d9\u05d3 \u05e9\u05dd \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd\u05df \u05de\u05e6\u05d9\u05d9\u05df \u05db\u05de\u05d4 \u05ea\u05d5\u05e6\u05d0\u05d5\u05ea \u05d9\u05e9 \u05e2\u05d1\u05d5\u05e8 \u05d0\u05d5\u05ea\u05d5 \u05d9\u05d9\u05e9\u05d5\u05dd.

#web/jsp/seachTags.jspf
jsp.search.tags.tags = \u05ea\u05d2\u05d9\u05dd
jsp.search.tags.find = \u05d0\u05d9\u05ea\u05d5\u05e8 \u05ea\u05d2\u05d9\u05dd
jsp.search.tags.search = \u05d4\u05d2\u05e9\u05ea \u05d7\u05d9\u05e4\u05d5\u05e9 \u05ea\u05d2\u05d9\u05dd
jsp.search.tags.active = \u05ea\u05d2\u05d9\u05dd \u05e7\u05e9\u05d5\u05e8\u05d9\u05dd
jsp.search.tags.help = \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05ea\u05d2 \u05db\u05d3\u05d9 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05ea\u05d5\u05e6\u05d0\u05d5\u05ea \u05e9\u05ea\u05d5\u05d9\u05d2\u05d5 \u05e2\u05dd \u05de\u05d5\u05e0\u05d7 \u05de\u05e1\u05d5\u05d9\u05dd \u05d6\u05d4. \u05d4\u05e7\u05dc\u05d9\u05d3\u05d5 \u05d1\u05ea\u05d9\u05d1\u05ea \u05d4\u05d7\u05d9\u05e4\u05d5\u05e9 \u05db\u05d3\u05d9 \u05dc\u05d7\u05e4\u05e9 \u05ea\u05d2 \u05de\u05e1\u05d5\u05d9\u05dd. \u05d2\u05e8\u05e8\u05d5 \u05d0\u05ea \u05d4\u05e1\u05e8\u05d2\u05dc \u05db\u05d3\u05d9 \u05dc\u05d4\u05ea\u05d0\u05d9\u05dd \u05d0\u05ea \u05d2\u05d5\u05d3\u05dc\u05d5 \u05e9\u05dc \u05e2\u05e0\u05df \u05d4\u05ea\u05d2\u05d9\u05dd.
jsp.search.tags.view.cloud = \u05d4\u05e6\u05d2\u05d4 \u05d1\u05e6\u05d5\u05e8\u05ea \u05e2\u05e0\u05df
jsp.search.tags.view.list = \u05d4\u05e6\u05d2\u05d4 \u05d1\u05e6\u05d5\u05e8\u05ea \u05e8\u05e9\u05d9\u05de\u05d4

#web/jsp/searchPeople.jspf
jsp.search.people.people = \u05d0\u05e0\u05e9\u05d9\u05dd
jsp.search.people.most.active = \u05d0\u05e0\u05e9\u05d9\u05dd \u05e7\u05e9\u05d5\u05e8\u05d9\u05dd
jsp.search.people.help = \u05d4\u05e6\u05d2\u05ea \u05d4\u05d0\u05e0\u05e9\u05d9\u05dd \u05d4\u05de\u05e9\u05d5\u05d9\u05db\u05d9\u05dd \u05dc\u05ea\u05d5\u05e6\u05d0\u05d5\u05ea \u05d4\u05d7\u05d9\u05e4\u05d5\u05e9. \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05e9\u05dd \u05db\u05d3\u05d9 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05d0\u05ea \u05ea\u05d5\u05e6\u05d0\u05d5\u05ea \u05d4\u05d7\u05d9\u05e4\u05d5\u05e9 \u05e2\u05d1\u05d5\u05e8 \u05d0\u05d3\u05dd \u05de\u05e1\u05d5\u05d9\u05dd.

#web/jsp/searchDate.jspf
jsp.search.dates.dates = \u05ea\u05d0\u05e8\u05d9\u05db\u05d9\u05dd
jsp.search.dates.most.active = \u05ea\u05d0\u05e8\u05d9\u05db\u05d9\u05dd \u05e7\u05e9\u05d5\u05e8\u05d9\u05dd
jsp.search.dates.help = \u05db\u05d3\u05d9 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05ea\u05d5\u05e6\u05d0\u05d5\u05ea \u05e9\u05e0\u05d5\u05e6\u05e8\u05d5 \u05d0\u05d5 \u05e2\u05d5\u05d3\u05db\u05e0\u05d5 \u05d1\u05ea\u05e7\u05d5\u05e4\u05ea \u05d6\u05de\u05df \u05de\u05e1\u05d5\u05d9\u05de\u05ea, \u05d4\u05e8\u05d7\u05d9\u05d1\u05d5 \u05d0\u05ea \u05d0\u05d9\u05e7\u05d5\u05df \u05d4\u05e4\u05d5\u05ea\u05d7\u05df \u05d5\u05e1\u05e0\u05e0\u05d5 \u05d0\u05ea \u05d4\u05de\u05d9\u05d3\u05e2 \u05dc\u05e4\u05d9 \u05e9\u05e0\u05d4, \u05d7\u05d5\u05d3\u05e9 \u05d5\u05ea\u05d0\u05e8\u05d9\u05da.
#web/jsp/searchResults.jspf
jsp.search.results.page.heading = \u05ea\u05d5\u05e6\u05d0\u05d5\u05ea \u05d7\u05d9\u05e4\u05d5\u05e9

# Translator: In the next two properties, parameters {0} and {1} are user input
jsp.search.searched.for = \u05d7\u05d9\u05e4\u05e9\u05ea\u05dd \u05de\u05d5\u05e0\u05d7 \u05d6\u05d4: {0}
jsp.search.searched.for.refined = \u05d7\u05d9\u05e4\u05e9\u05ea\u05dd \u05de\u05d5\u05e0\u05d7 \u05d6\u05d4: {0} \u05e2\u05dd \u05d4\u05de\u05e1\u05e0\u05e0\u05d9\u05dd \u05d4\u05d0\u05dc\u05d4: {1}

#the next two strings are used in the context Results 1 to 10 of 100
jsp.search.results.range = \u05ea\u05d5\u05e6\u05d0\u05d5\u05ea {0} \u05e2\u05d3 {1} \u05de\u05ea\u05d5\u05da {2}
jsp.search.results.previous = \u05d4\u05e7\u05d5\u05d3\u05dd
jsp.search.results.next = \u05d4\u05d1\u05d0
jsp.search.results.page = \u05d3\u05e3
jsp.search.results.first = \u05e8\u05d0\u05e9\u05d5\u05df
jsp.search.results.last = \u05d0\u05d7\u05e8\u05d5\u05df

# In the next property, please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.noresults = \u05d4\u05d7\u05d9\u05e4\u05d5\u05e9 \u05e9\u05dc\u05db\u05dd \u05dc\u05d0 \u05d4\u05d7\u05d6\u05d9\u05e8 \u05ea\u05d5\u05e6\u05d0\u05d5\u05ea. \u05dc\u05d7\u05e6\u05d5 <a href="{0}"> \u05db\u05d0\u05df </a> \u05db\u05d3\u05d9 \u05dc\u05e0\u05e1\u05d5\u05ea \u05e9\u05d5\u05d1.

# The two strings below are used in the context Show: 10 | 20 | 50 | 100 | All items
# Because of design, they cannot be resourced in one single string.
# Please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.paging.show = \u05d4\u05e6\u05d2\u05d4:
jsp.search.results.paging.all = <a href="{0}">\u05db\u05dc</a> \u05d4\u05e4\u05e8\u05d9\u05d8\u05d9\u05dd

# {0} and {1} contain only numbers
jsp.search.results.paging.jump = \u05e7\u05e4\u05d9\u05e6\u05d4 \u05dc\u05d3\u05e3 {0} \u05de\u05ea\u05d5\u05da {1}

#web/jsp/advancedSearch.jsp
jsp.search.advancedsearch.page.title = \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea  - \u05d7\u05d9\u05e4\u05d5\u05e9 \u05de\u05ea\u05e7\u05d3\u05dd
jsp.search.advancedsearch.title = \u05d7\u05d9\u05e4\u05d5\u05e9 \u05de\u05ea\u05e7\u05d3\u05dd
jsp.search.advancedsearch.tips = \u05e2\u05e6\u05d5\u05ea
jsp.search.advancedsearch.tip.1 = \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d7\u05d3\u05e9\u05d9\u05dd \u05e9\u05dc HCL Connections?
jsp.search.advancedsearch.tip.2 = \u05de\u05d7\u05e4\u05e9\u05d9\u05dd \u05ea\u05d5\u05db\u05df \u05de\u05ea\u05d7\u05d5\u05dd \u05de\u05e1\u05d5\u05d9\u05dd? \u05db\u05d3\u05d9 \u05dc\u05de\u05e7\u05d3 \u05d0\u05ea \u05ea\u05d5\u05e6\u05d0\u05d5\u05ea \u05d4\u05d7\u05d9\u05e4\u05d5\u05e9, \u05d1\u05d7\u05e8\u05d5 \u05e8\u05e7 \u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd \u05d4\u05de\u05e2\u05e0\u05d9\u05d9\u05e0\u05d9\u05dd \u05d0\u05ea\u05db\u05dd. \u05db\u05d3\u05d9 \u05dc\u05d4\u05e8\u05d7\u05d9\u05d1 \u05d0\u05ea \u05d4\u05d7\u05d9\u05e4\u05d5\u05e9, \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc <B>\u05d7\u05d9\u05e4\u05d5\u05e9 \u05d1\u05db\u05d5\u05dc\u05dd</B>.
jsp.search.advancedsearch.tip.3 = \u05e6\u05d9\u05d9\u05e0\u05d5 \u05de\u05d9\u05dc\u05ea \u05de\u05e4\u05ea\u05d7 \u05d0\u05d7\u05ea \u05d0\u05d5 \u05d9\u05d5\u05ea\u05e8 \u05db\u05d3\u05d9 \u05dc\u05d7\u05e4\u05e9 \u05e1\u05d5\u05d2\u05d9\u05dd \u05e9\u05d5\u05e0\u05d9\u05dd \u05e9\u05dc \u05ea\u05d5\u05db\u05df \u05d4\u05de\u05db\u05d9\u05dc\u05d9\u05dd \u05d0\u05ea \u05de\u05d9\u05dc\u05ea \u05d4\u05de\u05e4\u05ea\u05d7.
jsp.search.advancedsearch.description = \u05d4\u05e7\u05dc\u05d9\u05d3\u05d5 \u05de\u05d9\u05dc\u05ea \u05de\u05e4\u05ea\u05d7 \u05d0\u05d7\u05ea \u05d0\u05d5 \u05d9\u05d5\u05ea\u05e8 \u05db\u05d3\u05d9 \u05dc\u05d7\u05e4\u05e9 \u05ea\u05d5\u05db\u05df \u05e7\u05e9\u05d5\u05e8.
jsp.search.advancedsearch.step.one = \u05e6\u05e2\u05d3 \u05d0\u05d7\u05ea
jsp.search.advancedsearch.step.two = \u05e6\u05e2\u05d3 \u05e9\u05ea\u05d9\u05d9\u05dd
jsp.search.advancedsearch.step.three = \u05e6\u05e2\u05d3 \u05e9\u05dc\u05d5\u05e9
jsp.search.advancedsearch.keywords.label = \u05d7\u05d9\u05e4\u05d5\u05e9 \u05de\u05d9\u05dc\u05d5\u05ea \u05de\u05e4\u05ea\u05d7:
jsp.search.advancedsearch.features.select = \u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd \u05e9\u05d1\u05e8\u05e6\u05d5\u05e0\u05db\u05dd \u05dc\u05d7\u05e4\u05e9 \u05d1\u05d4\u05dd.
jsp.search.advancedsearch.features.all = \u05d7\u05d9\u05e4\u05d5\u05e9 \u05d1\u05db\u05dc
jsp.search.advancedsearch.keywords.description = \u05dc\u05d3\u05d5\u05d2\u05de\u05d4, \u05d7\u05d9\u05e4\u05d5\u05e9 \u05d4\u05de\u05d9\u05dc\u05d4 "\u05e2\u05d9\u05e6\u05d5\u05d1" \u05de\u05e6\u05d9\u05d2 \u05e8\u05e9\u05d9\u05de\u05d4 \u05e9\u05dc \u05d0\u05e0\u05e9\u05d9\u05dd, \u05d1\u05dc\u05d5\u05d2\u05d9\u05dd, \u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea, \u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05d5\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05d4\u05de\u05db\u05d9\u05dc\u05d5\u05ea \u05d0\u05ea \u05d4\u05de\u05d9\u05dc\u05d4 "\u05e2\u05d9\u05e6\u05d5\u05d1" \u05d1\u05db\u05d5\u05ea\u05e8\u05ea, \u05d1\u05ea\u05d9\u05d0\u05d5\u05e8, \u05d1\u05ea\u05d2\u05d9\u05dd \u05d0\u05d5 \u05d1\u05ea\u05d5\u05db\u05df.
jsp.search.advancedsearch.tags.only = \u05d7\u05d9\u05e4\u05d5\u05e9 \u05dc\u05e4\u05d9 \u05ea\u05d2\u05d9\u05dd \u05d1\u05dc\u05d1\u05d3
#web/jsp/advancedSearch.jsp - All Areas Tab
jsp.search.advancedsearch.all.caption = \u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05e9\u05d3\u05d5\u05ea \u05dc\u05de\u05d8\u05d4 \u05dc\u05d7\u05d9\u05e4\u05d5\u05e9 \u05d1\u05db\u05dc \u05d4\u05d0\u05d6\u05d5\u05e8\u05d9\u05dd
jsp.search.advancedsearch.keyword.label = \u05de\u05d9\u05dc\u05d5\u05ea \u05de\u05e4\u05ea\u05d7
jsp.search.advancedsearch.keyword.description = \u05e6\u05d9\u05d9\u05e0\u05d5 \u05de\u05d9\u05dc\u05ea \u05de\u05e4\u05ea\u05d7 \u05db\u05d3\u05d9 \u05dc\u05d0\u05ea\u05e8 \u05ea\u05d5\u05db\u05df \u05d4\u05de\u05db\u05d9\u05dc \u05d0\u05ea \u05de\u05d9\u05dc\u05ea \u05d4\u05de\u05e4\u05ea\u05d7.
jsp.search.advancedsearch.tags.label = \u05ea\u05d2\u05d9\u05dd
jsp.search.advancedsearch.tags.description = \u05e6\u05d9\u05d9\u05e0\u05d5 \u05ea\u05d2 \u05db\u05d3\u05d9 \u05dc\u05d0\u05ea\u05e8 \u05ea\u05d5\u05db\u05df \u05e9\u05ea\u05d5\u05d9\u05d2 \u05d1\u05de\u05d5\u05e0\u05d7 \u05de\u05e1\u05d5\u05d9\u05dd.
jsp.search.advancedsearch.person.label = \u05d0\u05d3\u05dd
jsp.search.advancedsearch.person.description = \u05e6\u05d9\u05d9\u05e0\u05d5 \u05e9\u05dd \u05e9\u05dc \u05d0\u05d3\u05dd \u05db\u05d3\u05d9 \u05dc\u05d0\u05ea\u05e8 \u05d0\u05ea \u05d4\u05e4\u05e8\u05d5\u05e4\u05d9\u05dc \u05e9\u05dc\u05d5 \u05d5\u05ea\u05d5\u05db\u05df \u05e9\u05d7\u05d9\u05d1\u05e8.
jsp.search.advancedsearch.time.label = \u05de\u05e1\u05d2\u05e8\u05ea \u05d6\u05de\u05df
jsp.search.advancedsearch.time.description = \u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05d4\u05ea\u05e7\u05d5\u05e4\u05d4 \u05e9\u05d1\u05d4 \u05d9\u05ea\u05d1\u05e6\u05e2 \u05d4\u05d7\u05d9\u05e4\u05d5\u05e9
jsp.search.advancedsearch.areas.label = \u05d0\u05d6\u05d5\u05e8\u05d9\u05dd \u05e9\u05d1\u05d4\u05dd \u05d9\u05ea\u05d1\u05e6\u05e2 \u05d4\u05d7\u05d9\u05e4\u05d5\u05e9
jsp.search.advancedsearch.areas.description = \u05d1\u05d8\u05dc\u05d5 \u05d0\u05ea \u05d4\u05e1\u05d9\u05de\u05d5\u05df \u05db\u05d3\u05d9 \u05dc\u05e1\u05e0\u05df \u05de\u05d4\u05d7\u05d9\u05e4\u05d5\u05e9
jsp.search.advancedsearch.searchAllContent = \u05d7\u05d9\u05e4\u05d5\u05e9 \u05d1\u05db\u05dc \u05d4\u05ea\u05d5\u05db\u05df
jsp.search.advancedsearch.searchMyContent = \u05d7\u05d9\u05e4\u05d5\u05e9 \u05d1\u05ea\u05d5\u05db\u05df \u05e9\u05dc\u05d9

#web/jsp/noIndex.jsp
jsp.search.noIndex.title = \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea  - \u05d4\u05d0\u05d9\u05e0\u05d3\u05e7\u05e1 \u05d7\u05e1\u05e8 \u05d0\u05d5 \u05e4\u05d2\u05d5\u05dd
jsp.search.noIndex.message = \u05d4\u05d7\u05d9\u05e4\u05d5\u05e9 \u05d0\u05d9\u05e0\u05d5 \u05d6\u05de\u05d9\u05df \u05d1\u05e9\u05e8\u05ea \u05d6\u05d4 \u05de\u05e4\u05e0\u05d9 \u05e9\u05d4\u05d0\u05d9\u05e0\u05d3\u05e7\u05e1 \u05d7\u05e1\u05e8 \u05d0\u05d5 \u05e4\u05d2\u05d5\u05dd.  \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc '\u05d0\u05d7\u05d5\u05e8\u05d4' \u05db\u05d3\u05d9 \u05dc\u05e0\u05e1\u05d5\u05ea \u05e9\u05d5\u05d1.  \u05d0\u05dd \u05d4\u05d1\u05e2\u05d9\u05d4 \u05e0\u05de\u05e9\u05db\u05ea, \u05e4\u05e0\u05d5 \u05d0\u05dc \u05de\u05e0\u05d4\u05dc\u05df \u05d4\u05de\u05e2\u05e8\u05db\u05ea.
jsp.search.error = \u05e9\u05d2\u05d9\u05d0\u05d4

#web/jsp/opensearch.jsp
#this jsp is used to provide details about Connections search to browsers so they can include Connections search in their built in search forms
# the service name cannot be longer than 16 characters for the opensearch spec
jsp.search.opensearch.service.name = Connections
# long service name may be up to 48 characters
jsp.search.opensearch.service.long.name = \u05d7\u05d9\u05e4\u05d5\u05e9 \u05d1\u05ea\u05d5\u05da Connections
# the description must be less than 1024 characters for the opensearch spec
jsp.search.opensearch.description = \u05d7\u05d9\u05e4\u05d5\u05e9 \u05d1\u05db\u05dc \u05d4\u05ea\u05d5\u05db\u05df \u05e9\u05dc Connections
# developer must not be longer than 64 characters
jsp.search.opensearch.service.developer = \u05e6\u05d5\u05d5\u05ea \u05d4\u05e4\u05d9\u05ea\u05d5\u05d7 \u05e9\u05dc Connections


# Admin UI: admin/admin.jsp
jsp.admin.title = \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea \u05e9\u05dc \u05d4\u05de\u05e0\u05d4\u05dc\u05df
jsp.admin.description = \u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05d3\u05e3 \u05d6\u05d4 \u05dc\u05d4\u05d2\u05d3\u05e8\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd \u05e9\u05d9\u05d4\u05d9\u05d5 \u05d6\u05de\u05d9\u05e0\u05d9\u05dd \u05dc\u05de\u05e9\u05ea\u05de\u05e9\u05d9 \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea.
jsp.admin.widgets.click = \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05e9\u05dd \u05d9\u05d9\u05e9\u05d5\u05dd \u05db\u05d3\u05d9 \u05dc\u05d1\u05d7\u05d5\u05e8 \u05d0\u05d5\u05ea\u05d5.
jsp.admin.enabled.widgets = \u05d4\u05e4\u05e2\u05dc\u05ea \u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd
jsp.admin.enabled.widgets.comment = \u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd \u05de\u05d5\u05e4\u05e2\u05dc\u05d9\u05dd \u05de\u05d5\u05e6\u05d2\u05d9\u05dd \u05d1\u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
jsp.admin.disabled.widgets = \u05d4\u05e9\u05d1\u05ea\u05ea \u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd
jsp.admin.disabled.widgets.comment = \u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd \u05de\u05d5\u05e9\u05d1\u05ea\u05d9\u05dd \u05d0\u05d9\u05e0\u05dd \u05de\u05d5\u05e6\u05d2\u05d9\u05dd \u05d1\u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
jsp.admin.button.disable = \u05d4\u05e9\u05d1\u05ea\u05d4
jsp.admin.button.edit = \u05e2\u05e8\u05d9\u05db\u05d4
jsp.admin.button.remove = \u05e1\u05d9\u05dc\u05d5\u05e7
jsp.admin.button.enable = \u05d4\u05e4\u05e2\u05dc\u05d4
jsp.admin.button.add = \u05d4\u05d5\u05e1\u05e4\u05ea \u05e2\u05d5\u05d3 \u05d9\u05d9\u05e9\u05d5\u05dd
jsp.admin.button.refresh = \u05e8\u05e2\u05e0\u05d5\u05df \u05de\u05d8\u05de\u05d5\u05df
jsp.admin.button.add.mapping = \u05d4\u05d5\u05e1\u05e4\u05ea \u05de\u05d9\u05e4\u05d5\u05d9
jsp.admin.button.edit.mapping = \u05e2\u05e8\u05d9\u05db\u05ea \u05de\u05d9\u05e4\u05d5\u05d9
jsp.admin.button.delete.mapping = \u05de\u05d7\u05d9\u05e7\u05ea \u05de\u05d9\u05e4\u05d5\u05d9
jsp.admin.test.mode.title = \u05de\u05e6\u05d1 \u05d1\u05d3\u05d9\u05e7\u05d4:
jsp.admin.test.mode.checkbox = \u05dc\u05d0\u05e4\u05e9\u05e8 \u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd \u05de\u05d5\u05e9\u05d1\u05ea\u05d9\u05dd
jsp.admin.add.page.title = \u05d4\u05d5\u05e1\u05e4\u05ea \u05d9\u05d9\u05e9\u05d5\u05dd \u05d7\u05d3\u05e9
jsp.admin.edit.page.title = \u05e2\u05e8\u05d9\u05db\u05ea \u05d9\u05d9\u05e9\u05d5\u05dd
jsp.admin.edit.widget.type = \u05e1\u05d5\u05d2 \u05d9\u05d9\u05e9\u05d5\u05dd:
jsp.admin.edit.widget.type.comment = \u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05e1\u05d5\u05d2 \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd.
jsp.admin.edit.widget.type.iwidget = iWidget
# OpenSocial should not be translated as it's the name of a standard
jsp.admin.edit.widget.type.osgadget = \u05d0\u05d1\u05d6\u05e8 OpenSocial
jsp.admin.edit.widget.name = \u05db\u05d5\u05ea\u05e8\u05ea \u05d9\u05d9\u05e9\u05d5\u05dd:
jsp.admin.edit.widget.name.comment = \u05e6\u05d9\u05d9\u05e0\u05d5 \u05d0\u05ea \u05e9\u05dd \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd. \u05dc\u05d3\u05d5\u05d2\u05de\u05d4, \u05d1\u05dc\u05d5\u05d2\u05d9\u05dd
jsp.admin.edit.widget.description = \u05ea\u05d9\u05d0\u05d5\u05e8:
jsp.admin.edit.widget.description.comment = \u05e6\u05d9\u05d9\u05e0\u05d5 \u05d0\u05ea \u05ea\u05d9\u05d0\u05d5\u05e8 \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd. \u05dc\u05d3\u05d5\u05d2\u05de\u05d4, \u05e8\u05e9\u05d5\u05de\u05d5\u05ea \u05d1\u05dc\u05d5\u05d2 \u05d0\u05d7\u05e8\u05d5\u05e0\u05d5\u05ea
jsp.admin.edit.widget.url = \u05db\u05ea\u05d5\u05d1\u05ea URL:
jsp.admin.edit.widget.url.comment = \u05e6\u05d9\u05d9\u05e0\u05d5 \u05d0\u05ea \u05de\u05d9\u05e7\u05d5\u05dd \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd. \u05d4\u05de\u05d9\u05e7\u05d5\u05dd \u05d7\u05d9\u05d9\u05d1 \u05d4\u05d9\u05d5\u05ea \u05db\u05ea\u05d5\u05d1\u05ea \u05e8\u05e9\u05ea \u05de\u05d0\u05d5\u05d1\u05d8\u05d7\u05ea \u05d0\u05d1\u05e1\u05d5\u05dc\u05d5\u05d8\u05d9\u05ea. \u05dc\u05d3\u05d5\u05d2\u05de\u05d4, http://myserver.com/mywidget.xml.
jsp.admin.edit.widget.secureurl = \u05db\u05ea\u05d5\u05d1\u05ea URL \u05de\u05d0\u05d5\u05d1\u05d8\u05d7\u05ea:
jsp.admin.edit.widget.secureurl.comment = \u05e6\u05d9\u05d9\u05e0\u05d5 \u05d0\u05ea \u05de\u05d9\u05e7\u05d5\u05dd \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd. \u05d4\u05de\u05d9\u05e7\u05d5\u05dd \u05d7\u05d9\u05d9\u05d1 \u05d4\u05d9\u05d5\u05ea \u05db\u05ea\u05d5\u05d1\u05ea \u05e8\u05e9\u05ea \u05de\u05d0\u05d5\u05d1\u05d8\u05d7\u05ea \u05d0\u05d1\u05e1\u05d5\u05dc\u05d5\u05d8\u05d9\u05ea. \u05dc\u05d3\u05d5\u05d2\u05de\u05d4, https://myserver.com/mywidget.xml.\u200f
jsp.admin.edit.widget.iconurl = URL \u05e9\u05dc \u05d0\u05d9\u05e7\u05d5\u05df:
jsp.admin.edit.widget.iconurl.comment = \u05e6\u05d9\u05d9\u05e0\u05d5 \u05d0\u05ea \u05de\u05d9\u05e7\u05d5\u05dd \u05d4\u05d0\u05d9\u05e7\u05d5\u05df \u05e9\u05d9\u05d5\u05e6\u05d2 \u05e2\u05d1\u05d5\u05e8 \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05de\u05e2\u05d5\u05d2\u05df. \u05d2\u05d5\u05d3\u05dc \u05d4\u05ea\u05de\u05d5\u05e0\u05d4 \u05e6\u05e8\u05d9\u05da \u05dc\u05d4\u05d9\u05d5\u05ea 16\u200f x\u200f 16 \u05e4\u05d9\u05e7\u05e1\u05dc\u05d9\u05dd (favicons \u05d0\u05e4\u05e9\u05e8\u05d9\u05d9\u05dd).
jsp.admin.edit.widget.iconsecureurl = URL \u05de\u05d0\u05d5\u05d1\u05d8\u05d7 \u05e9\u05dc \u05d0\u05d9\u05e7\u05d5\u05df:
jsp.admin.edit.widget.iconsecureurl.comment = \u05e6\u05d9\u05d9\u05e0\u05d5 \u05d0\u05ea \u05de\u05d9\u05e7\u05d5\u05dd \u05d4\u05d0\u05d9\u05e7\u05d5\u05df \u05e9\u05d9\u05d5\u05e6\u05d2 \u05e2\u05d1\u05d5\u05e8 \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05de\u05e2\u05d5\u05d2\u05df. \u05d2\u05d5\u05d3\u05dc \u05d4\u05ea\u05de\u05d5\u05e0\u05d4 \u05e6\u05e8\u05d9\u05da \u05dc\u05d4\u05d9\u05d5\u05ea 16\u200f x\u200f 16 \u05e4\u05d9\u05e7\u05e1\u05dc\u05d9\u05dd (favicons \u05d0\u05e4\u05e9\u05e8\u05d9\u05d9\u05dd).
jsp.admin.edit.widget.homepagespecific = \u05e9\u05d9\u05de\u05d5\u05e9 \u05d1\u05ea\u05d2\u05d9\u05dd \u05e1\u05e4\u05e6\u05d9\u05e4\u05d9\u05d9\u05dd \u05e9\u05dc HCL Connections:
jsp.admin.edit.widget.cache = \u05d4\u05d8\u05de\u05e0\u05ea \u05de\u05ea\u05d0\u05e8 \u05d9\u05d9\u05e9\u05d5\u05dd:
jsp.admin.edit.widget.preview = URL \u05e9\u05dc \u05ea\u05de\u05d5\u05e0\u05ea \u05ea\u05e6\u05d5\u05d2\u05d4 \u05de\u05e7\u05d3\u05d9\u05de\u05d4:
jsp.admin.edit.widget.preview.comment = \u05e6\u05d9\u05d9\u05e0\u05d5 \u05d0\u05ea \u05d4\u05de\u05d9\u05e7\u05d5\u05dd \u05e9\u05dc \u05ea\u05de\u05d5\u05e0\u05ea \u05ea\u05e6\u05d5\u05d2\u05d4 \u05de\u05e7\u05d3\u05d9\u05de\u05d4. \u05d4\u05de\u05d9\u05e7\u05d5\u05dd \u05d9\u05db\u05d5\u05dc \u05dc\u05d4\u05d9\u05d5\u05ea \u05db\u05ea\u05d5\u05d1\u05ea \u05e8\u05e9\u05ea \u05d0\u05d1\u05e1\u05d5\u05dc\u05d5\u05d8\u05d9\u05ea \u05d0\u05d5 \u05d9\u05d7\u05e1\u05d9\u05ea. \u05dc\u05d3\u05d5\u05d2\u05de\u05d4, http://myserver.com/images/image.gif.
jsp.admin.edit.widget.category = \u05e1\u05d9\u05d5\u05d5\u05d2:
jsp.admin.edit.widget.category.comment = \u05dc\u05d3\u05d5\u05d2\u05de\u05d4, \u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea
jsp.admin.edit.widget.tab.widget = \u05d4\u05e6\u05d2\u05d4 \u05d1\u05d3\u05e3 \u05e9\u05dc\u05d9:
jsp.admin.edit.widget.tab.widget.comment = \u05e2\u05dc\u05d9\u05db\u05dd \u05dc\u05d1\u05d7\u05d5\u05e8 \u05d0\u05d6\u05d5\u05e8 \u05e9\u05d1\u05d5 \u05d9\u05d5\u05e6\u05d2 \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd, \u05d1\u05ea\u05e6\u05d5\u05d2\u05d4 '\u05d4\u05d3\u05e3 \u05e9\u05dc\u05d9'  \u05d0\u05d5 \u05d1\u05d3\u05e4\u05d9 \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd. \u05d4\u05e4\u05e2\u05d9\u05dc\u05d5 \u05d0\u05ea \u05e9\u05ea\u05d9 \u05d4\u05d0\u05e4\u05e9\u05e8\u05d5\u05ea \u05db\u05d3\u05d9 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05d1\u05e9\u05e0\u05d9 \u05d4\u05d0\u05d6\u05d5\u05e8\u05d9\u05dd.
jsp.admin.edit.widget.tab.update =  \u05d4\u05e6\u05d2\u05d4 \u05d1\u05d3\u05e4\u05d9 '\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd':
jsp.admin.edit.widget.tab.update.comment = \u05e2\u05dc\u05d9\u05db\u05dd \u05dc\u05d1\u05d7\u05d5\u05e8 \u05d0\u05d6\u05d5\u05e8 \u05e9\u05d1\u05d5 \u05d9\u05d5\u05e6\u05d2 \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd, \u05d1\u05ea\u05e6\u05d5\u05d2\u05d4 '\u05d4\u05d3\u05e3 \u05e9\u05dc\u05d9'  \u05d0\u05d5 \u05d1\u05d3\u05e4\u05d9 \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd. \u05d4\u05e4\u05e2\u05d9\u05dc\u05d5 \u05d0\u05ea \u05e9\u05ea\u05d9 \u05d4\u05d0\u05e4\u05e9\u05e8\u05d5\u05ea \u05db\u05d3\u05d9 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05d1\u05e9\u05e0\u05d9 \u05d4\u05d0\u05d6\u05d5\u05e8\u05d9\u05dd.
jsp.admin.edit.widget.opened = \u05e0\u05e4\u05ea\u05d7 \u05db\u05d1\u05e8\u05d9\u05e8\u05ea \u05de\u05d7\u05d3\u05dc:
jsp.admin.edit.widget.opened.comment = \u05d1\u05d7\u05e8\u05d5 \u05d0\u05e4\u05e9\u05e8\u05d5\u05ea \u05d6\u05d5 \u05db\u05d3\u05d9 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05db\u05e9\u05d4\u05de\u05e9\u05ea\u05de\u05e9 \u05de\u05ea\u05d7\u05d1\u05e8 \u05dc\u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea.
jsp.admin.edit.widget.view = \u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd \u05de\u05e8\u05d5\u05d1\u05d9\u05dd:
jsp.admin.edit.widget.view.comment = \u05d1\u05d7\u05e8\u05d5 \u05d0\u05e4\u05e9\u05e8\u05d5\u05ea \u05d6\u05d5 \u05db\u05d3\u05d9 \u05dc\u05d0\u05e4\u05e9\u05e8 \u05d4\u05e6\u05d2\u05ea \u05de\u05d5\u05e4\u05e2\u05d9\u05dd \u05de\u05e8\u05d5\u05d1\u05d9\u05dd \u05e9\u05dc \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd.
jsp.admin.edit.widget.prereqs = \u05d3\u05e8\u05d9\u05e9\u05d5\u05ea \u05de\u05d5\u05e7\u05d3\u05de\u05d5\u05ea:
jsp.admin.edit.button.ok = \u05d0\u05d9\u05e9\u05d5\u05e8
jsp.admin.edit.button.save = \u05e9\u05de\u05d9\u05e8\u05d4
jsp.admin.edit.button.cancel = \u05d1\u05d9\u05d8\u05d5\u05dc
jsp.admin.tips = \u05e2\u05e6\u05d5\u05ea
jsp.admin.tip.header = \u05de\u05e0\u05d4\u05dc\u05e0\u05d9\u05dd \u05d7\u05d3\u05e9\u05d9\u05dd?
jsp.admin.tip.1 = \u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05d3\u05e3 \u05d4\u05de\u05e0\u05d4\u05dc\u05d4 \u05db\u05d3\u05d9 \u05dc\u05d4\u05e4\u05e2\u05d9\u05dc \u05d5\u05dc\u05d4\u05e9\u05d1\u05d9\u05ea \u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd \u05d9\u05d7\u05d9\u05d3\u05d9\u05dd, \u05d5\u05dc\u05e2\u05e8\u05d5\u05da \u05d0\u05ea \u05d4\u05e4\u05e8\u05d8\u05d9\u05dd \u05e9\u05dc\u05d4\u05dd.
jsp.admin.tip.2 = \u05db\u05d3\u05d9 \u05dc\u05e9\u05e4\u05e8 \u05d0\u05ea \u05d4\u05e4\u05d5\u05e0\u05e7\u05e6\u05d9\u05d5\u05e0\u05dc\u05d9\u05d5\u05ea \u05e9\u05dc \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea, \u05d4\u05d5\u05e1\u05d9\u05e4\u05d5 \u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd \u05d7\u05d3\u05e9\u05d9\u05dd \u05e9\u05dc \u05d4\u05d0\u05e8\u05d2\u05d5\u05df \u05d0\u05d5 \u05e9\u05dc \u05e6\u05d3 \u05e9\u05dc\u05d9\u05e9\u05d9.
jsp.admin.error.select.widget = \u05e0\u05d0 \u05dc\u05d1\u05d7\u05d5\u05e8 \u05d9\u05d9\u05e9\u05d5\u05dd \u05dc\u05e4\u05e0\u05d9 \u05d1\u05d9\u05e6\u05d5\u05e2 \u05e4\u05e2\u05d5\u05dc\u05d4.
jsp.admin.error.empty.name = \u05e0\u05d0 \u05dc\u05e6\u05d9\u05d9\u05df \u05db\u05d5\u05ea\u05e8\u05ea \u05e2\u05d1\u05d5\u05e8 \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05dc\u05e4\u05e0\u05d9 \u05d4\u05e9\u05de\u05d9\u05e8\u05d4.\u200f
jsp.admin.error.empty.url = \u05e0\u05d0 \u05dc\u05e6\u05d9\u05d9\u05df URL \u05e2\u05d1\u05d5\u05e8 \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05dc\u05e4\u05e0\u05d9 \u05d4\u05e9\u05de\u05d9\u05e8\u05d4.\u200f
jsp.admin.error.system.widgets = \u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05e1\u05dc\u05e7 \u05d9\u05d9\u05e9\u05d5\u05de\u05d9 \u05de\u05e2\u05e8\u05db\u05ea.
jsp.admin.error.protocol = \u05d4\u05e4\u05e8\u05d5\u05d8\u05e7\u05d5\u05dc \u05d0\u05d9\u05e0\u05d5 \u05e0\u05ea\u05de\u05da \u05e2\u05d1\u05d5\u05e8 \u05de\u05e9\u05d0\u05d1\u05d9 \u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd.
jsp.admin.error.url = \u05d4\u05de\u05e9\u05d0\u05d1 \u05dc\u05d0 \u05e0\u05de\u05e6\u05d0 \u05d1\u05de\u05d9\u05e7\u05d5\u05dd \u05d6\u05d4.
jsp.admin.error.verified = \u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05d0\u05de\u05ea \u05d0\u05ea \u05d4\u05de\u05e9\u05d0\u05d1. \u05e0\u05d0 \u05dc\u05e4\u05e0\u05d5\u05ea \u05d0\u05dc \u05de\u05e0\u05d4\u05dc\u05df \u05d4\u05de\u05e2\u05e8\u05db\u05ea.\u200f
jsp.admin.error.widgettab = \u05d1\u05d7\u05e8\u05d5 \u05d0\u05e4\u05e9\u05e8\u05d5\u05ea \u05ea\u05e6\u05d5\u05d2\u05d4 \u05d0\u05d7\u05ea \u05d0\u05d5 \u05d9\u05d5\u05ea\u05e8. \u05e2\u05dc\u05d9\u05db\u05dd \u05dc\u05d4\u05e6\u05d9\u05d2 \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05d1\u05ea\u05e6\u05d5\u05d2\u05d4 '\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd' \u05d0\u05d5 \u05d1\u05ea\u05e6\u05d5\u05d2\u05d4 '\u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd', \u05d0\u05d5 \u05d1\u05e9\u05ea\u05d9\u05d4\u05df.
jsp.admin.error.newwidget = \u05d0\u05d9\u05e8\u05e2\u05d4 \u05e9\u05d2\u05d9\u05d0\u05d4 \u05d1\u05d9\u05e6\u05d9\u05e8\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05d7\u05d3\u05e9. \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05d6\u05de\u05d9\u05df \u05d0\u05da \u05d9\u05ea\u05db\u05df \u05e9\u05dc\u05d0 \u05d9\u05e4\u05e2\u05dc \u05db\u05d4\u05dc\u05db\u05d4.
jsp.admin.error.enablewidget = \u05d0\u05d9\u05e8\u05e2\u05d4 \u05e9\u05d2\u05d9\u05d0\u05d4 \u05d1\u05d4\u05e4\u05e2\u05dc\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd. \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05d6\u05de\u05d9\u05df \u05d0\u05da \u05d9\u05ea\u05db\u05df \u05e9\u05dc\u05d0 \u05d9\u05e4\u05e2\u05dc \u05db\u05d4\u05dc\u05db\u05d4.
jsp.admin.error.editwidget = \u05d0\u05d9\u05e8\u05e2\u05d4 \u05e9\u05d2\u05d9\u05d0\u05d4 \u05d1\u05e9\u05de\u05d9\u05e8\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd.\u200f \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05d6\u05de\u05d9\u05df \u05d0\u05da \u05d9\u05ea\u05db\u05df \u05e9\u05dc\u05d0 \u05d9\u05e4\u05e2\u05dc \u05db\u05d4\u05dc\u05db\u05d4.
jsp.admin.error.refreshcache = \u05d0\u05d9\u05e8\u05e2\u05d4 \u05e9\u05d2\u05d9\u05d0\u05d4 \u05d1\u05e8\u05e2\u05e0\u05d5\u05df \u05d4\u05de\u05d8\u05de\u05d5\u05df \u05e2\u05d1\u05d5\u05e8 \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd.
jsp.admin.gadgetSettings.legend = \u05d4\u05d2\u05d3\u05e8\u05d5\u05ea \u05e4\u05e7\u05d3\u05d9\u05dd \u05e2\u05dd \u05d6\u05e8\u05dd \u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea \u05d0\u05d5 \u05d3\u05d5-\u05e9\u05d9\u05d7 \u05e9\u05d9\u05ea\u05d5\u05e3
jsp.admin.gadgetSettings.gadgetSecurityLabel = \u05d0\u05d1\u05d8\u05d7\u05d4:
jsp.admin.gadgetSettings.gadgetsecurityUnrestriced = \u05de\u05d4\u05d9\u05de\u05df
jsp.admin.gadgetSettings.gadgetsso = \u05e9\u05d9\u05de\u05d5\u05e9 \u05d1-SSO.\u200f
jsp.admin.gadgetSettings.gadgetSecurityRestricted = \u05de\u05d5\u05d2\u05d1\u05dc
jsp.admin.gadgetSettings.gadgetSettingsHelp = \u05d0\u05d1\u05d6\u05e8\u05d9\u05dd \u05de\u05d4\u05d9\u05de\u05e0\u05d9\u05dd \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05d2\u05e9\u05ea \u05dc\u05de\u05de\u05e9\u05e7 API \u05d4\u05e2\u05e9\u05d5\u05d9\u05d9\u05dd \u05dc\u05d4\u05db\u05d9\u05dc \u05e0\u05ea\u05d5\u05e0\u05d9\u05dd \u05e8\u05d2\u05d9\u05e9\u05d9\u05dd.
jsp.admin.gadgetSettings.gadgetsecurityLabel = \u05e0\u05e7\u05d5\u05d3\u05d5\u05ea \u05e9\u05d9\u05dc\u05d5\u05d1 \u05e9\u05dc \u05de\u05de\u05e9\u05e7 \u05d4\u05de\u05e9\u05ea\u05de\u05e9:
jsp.admin.gadgetSettings.gadgetshareboxLabel = \u05d4\u05e6\u05d2\u05d4 \u05d1\u05d3\u05d5-\u05e9\u05d9\u05d7 \u05d4\u05e9\u05d9\u05ea\u05d5\u05e3 \u05d0\u05d7\u05e8\u05d9 \u05d4\u05d0\u05d1\u05d6\u05e8:
jsp.admin.gadgetSettings.gadgeteeLabel = \u05d4\u05e6\u05d2\u05d4 \u05e2\u05d1\u05d5\u05e8 \u05d0\u05d9\u05e8\u05d5\u05e2\u05d9 \u05d6\u05e8\u05dd \u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea.
jsp.admin.gadgetSettings.gadgeturlaccesslabel = \u05d2\u05d9\u05e9\u05ea \u05e9\u05e8\u05ea \u05d1\u05d0\u05de\u05e6\u05e2\u05d5\u05ea Proxy:\u200f
jsp.admin.gadgetSettings.gadgeturlaccessExternal = \u05e8\u05e7 \u05de\u05d7\u05d5\u05e5 \u05dc\u05d0\u05d9\u05e0\u05d8\u05e8\u05d0\u05e0\u05d8.
jsp.admin.gadgetSettings.gadgeturlaccessAny = \u05db\u05dc \u05d4\u05e9\u05e8\u05ea\u05d9\u05dd.
jsp.admin.gadgetSettings.gadgeturlaccessCustom = \u05db\u05dc\u05dc \u05de\u05d5\u05ea\u05d0\u05dd \u05d4\u05de\u05d5\u05d2\u05d3\u05e8 \u05e2\u05d1\u05d5\u05e8 \u05d0\u05d1\u05d6\u05e8 \u05d6\u05d4 \u05d1\u05e7\u05d5\u05d1\u05e5 proxy-policy.dynamic.\u200f
jsp.admin.gadgetSettings.widgetOrGadgetHelp = \u05db\u05ea\u05d5\u05d1\u05d5\u05ea URL \u05e9\u05d4\u05d0\u05d1\u05d6\u05e8 \u05d9\u05db\u05d5\u05dc \u05dc\u05d2\u05e9\u05ea \u05d0\u05dc\u05d9\u05d4\u05df:
jsp.admin.gadgetSettings.gadgetoauthLabel = \u05dc\u05e7\u05d5\u05d7 OAuth:\u200f
jsp.admin.gadgetSettings.serviceName=\u05e9\u05dd \u05e9\u05d9\u05e8\u05d5\u05ea:
jsp.admin.gadgetSettings.oauthMappings= \u05de\u05e4\u05d5 \u05e9\u05d9\u05e8\u05d5\u05ea \u05dc\u05dc\u05e7\u05d5\u05d7 Oauth \u05d0\u05d5 \u05d1\u05d7\u05e8\u05d5 \u05de\u05d9\u05e4\u05d5\u05d9 \u05dc\u05e2\u05e8\u05d9\u05db\u05d4.
jsp.admin.gadgetSettings.serviceMappings= \u05de\u05d9\u05e4\u05d5\u05d9 \u05e9\u05d9\u05e8\u05d5\u05ea:
jsp.admin.alert.willupdate=\u05e9\u05d9\u05e0\u05d5\u05d9 \u05d4\u05d4\u05d2\u05d3\u05e8\u05d5\u05ea \u05d1\u05de\u05e1\u05da \u05d6\u05d4 \u05d9\u05d2\u05e8\u05d5\u05dd \u05dc\u05e8\u05e2\u05e0\u05df \u05e9\u05d9\u05e2\u05d1\u05d9\u05e8 \u05d0\u05ea \u05d4\u05de\u05d9\u05e7\u05d5\u05d3 \u05dc\u05e8\u05d0\u05e9 \u05d4\u05d3\u05e3
jsp.admin.alert.willupdate.2=\u05e9\u05d9\u05e0\u05d5\u05d9 {0} \u05d9\u05d2\u05e8\u05d5\u05dd \u05dc\u05e8\u05e2\u05e0\u05df \u05e9\u05d9\u05e2\u05d1\u05d9\u05e8 \u05d0\u05ea \u05d4\u05de\u05d9\u05e7\u05d5\u05d3 \u05dc\u05e8\u05d0\u05e9 \u05d4\u05d3\u05e3

# Getting Start UI: web/gettingStartedPage.action
jsp.start.title = \u05d4\u05ea\u05d7\u05dc\u05ea \u05d4\u05e2\u05d1\u05d5\u05d3\u05d4 \u05e2\u05dd HCL Connections.
jsp.start.sub.title = \u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05dc\u05e9\u05d5\u05e0\u05d9\u05ea \u05d6\u05d5 \u05db\u05d3\u05d9 \u05dc\u05e7\u05d1\u05dc \u05d4\u05e0\u05d7\u05d9\u05d5\u05ea \u05dc\u05d1\u05d9\u05e6\u05d5\u05e2 \u05de\u05e9\u05d9\u05de\u05d5\u05ea \u05d1\u05e1\u05d9\u05e1\u05d9\u05d5\u05ea, \u05e9\u05d9\u05e1\u05d9\u05d9\u05e2\u05d5 \u05dc\u05db\u05dd \u05dc\u05d4\u05ea\u05d7\u05d9\u05dc \u05dc\u05e2\u05d1\u05d5\u05d3 \u05e2\u05dd \u05db\u05de\u05d4 \u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9\u05dd \u05e2\u05d9\u05e7\u05e8\u05d9\u05d9\u05dd.
jsp.start.checkbox.label = \u05dc\u05d0 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05de\u05e1\u05da \u05d6\u05d4 \u05d1\u05d4\u05e4\u05e2\u05dc\u05d4
jsp.start.step1.tab.title.nocaps = \u05d1\u05e8\u05d5\u05db\u05d9\u05dd \u05d4\u05d1\u05d0\u05d9\u05dd
jsp.start.step1.tab.title = \u05d3\u05e3 \u05e4\u05ea\u05d9\u05d7\u05d4
jsp.start.step1.title = \u05d4\u05ea\u05d7\u05dc\u05ea \u05d4\u05e2\u05d1\u05d5\u05d3\u05d4 \u05e2\u05dd HCL Connections.
jsp.start.step1.sub.title = \u05d3\u05e3 \u05e4\u05ea\u05d9\u05d7\u05d4 \u05d6\u05d4 \u05de\u05d0\u05e4\u05e9\u05e8 \u05dc\u05db\u05dd \u05dc\u05d4\u05ea\u05d0\u05d9\u05dd \u05d0\u05ea \u05d7\u05d5\u05d5\u05d9\u05d5\u05ea \u05d4\u05de\u05e9\u05ea\u05de\u05e9 \u05d4\u05e8\u05d0\u05e9\u05d5\u05e0\u05d4 \u05e9\u05dc\u05db\u05dd \u05e2\u05dd HCL Connections.
jsp.start.step1.text = \u05de\u05e0\u05d4\u05dc\u05e0\u05d9\u05dd \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05d4\u05ea\u05d0\u05d9\u05dd \u05d0\u05ea \u05d4\u05e6\u05e2\u05d3\u05d9\u05dd \u05d1\u05d3\u05e3 '\u05d0\u05d9\u05da \u05de\u05ea\u05d7\u05d9\u05dc\u05d9\u05dd', \u05d1\u05d0\u05de\u05e6\u05e2\u05d5\u05ea \u05e2\u05e8\u05d9\u05db\u05ea \u05d4\u05e7\u05d5\u05d1\u05e5 gettingstarted-config.xml.\u200f \u05de\u05e0\u05d4\u05dc\u05e0\u05d9\u05dd \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05d0\u05d5 \u05dc\u05e1\u05dc\u05e7 \u05e6\u05e2\u05d3\u05d9\u05dd, \u05d5\u05dc\u05e1\u05e4\u05e7 \u05ea\u05d5\u05db\u05df \u05de\u05d5\u05ea\u05d0\u05dd \u05db\u05d2\u05d5\u05df \u05d4\u05d5\u05d3\u05e2\u05ea \u05d1\u05e8\u05db\u05d4 \u05de\u05d4\u05de\u05e0\u05db"\u05dc.
jsp.start.share.sub.title = \u05d2\u05dc\u05d5 \u05d0\u05d9\u05da \u05dc\u05d4\u05ea\u05d7\u05d1\u05e8 \u05dc\u05d0\u05e0\u05e9\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd \u05d5\u05dc\u05e9\u05ea\u05e3 \u05de\u05d9\u05d3\u05e2.
jsp.start.explore.tab.title.nocaps = \u05e1\u05d9\u05d5\u05e8
jsp.start.explore.tab.title = \u05e1\u05d9\u05d5\u05e8
jsp.start.explore.title = \u05e1\u05d9\u05d5\u05e8
jsp.start.explore.sub.title = \u05de\u05d9\u05d3\u05e2 \u05e0\u05d5\u05e1\u05e3 \u05e2\u05dc \u05d4\u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9\u05dd \u05e9\u05dc HCL Connections.

jsp.start.welcome.title = \u05d1\u05e8\u05d5\u05db\u05d9\u05dd \u05d4\u05d1\u05d0\u05d9\u05dd \u05d0\u05dc HCL Connections
jsp.start.welcome.sub.title = \u05d2\u05dc\u05d5 \u05de\u05d4\u05d5 HCL Connections \u05d5\u05d0\u05d9\u05da \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05d5.
jsp.start.welcome.text.line1 = HCL Connections \u05de\u05d1\u05d9\u05d0 \u05d0\u05ea \u05d4\u05e8\u05e9\u05ea \u05d4\u05d7\u05d1\u05e8\u05ea\u05d9\u05ea \u05d0\u05dc \u05d4\u05d0\u05e8\u05d2\u05d5\u05df, \u05d5\u05de\u05d0\u05e4\u05e9\u05e8 \u05dc\u05db\u05dd \u05dc\u05ea\u05e7\u05e9\u05e8, \u05dc\u05e2\u05d1\u05d5\u05d3 \u05d1\u05e6\u05d5\u05d5\u05ea \u05d5\u05dc\u05d1\u05e0\u05d5\u05ea \u05e7\u05e9\u05e8\u05d9\u05dd \u05d7\u05d6\u05e7\u05d9\u05dd \u05e2\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd. \u05d0\u05dd \u05d1\u05e8\u05e6\u05d5\u05e0\u05db\u05dd \u05dc\u05e9\u05ea\u05e3 \u05de\u05d9\u05d3\u05e2 \u05d7\u05e9\u05d5\u05d1, \u05dc\u05d1\u05e0\u05d5\u05ea \u05e8\u05e9\u05ea \u05e9\u05dc \u05d0\u05e0\u05e9\u05d9 \u05e7\u05e9\u05e8 \u05d7\u05e9\u05d5\u05d1\u05d9\u05dd \u05d0\u05d5 \u05dc\u05e2\u05e7\u05d5\u05d1 \u05d0\u05d7\u05e8 \u05d0\u05e0\u05e9\u05d9\u05dd \u05d4\u05de\u05e2\u05e0\u05d9\u05d9\u05e0\u05d9\u05dd \u05d0\u05ea\u05db\u05dd, \u05d9\u05e9 \u05d9\u05d9\u05e9\u05d5\u05dd \u05de\u05ea\u05d0\u05d9\u05dd \u05d1\u05e9\u05d1\u05d9\u05dc\u05db\u05dd.
jsp.start.welcome.text.line3 = \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc <b>\u05e9\u05d9\u05ea\u05d5\u05e3</b> \u05db\u05d3\u05d9 \u05dc\u05d4\u05ea\u05d7\u05d9\u05dc.  \u05e6\u05e8\u05d5 \u05e7\u05e9\u05e8\u05d9\u05dd \u05e2\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd \u05d5\u05d4\u05ea\u05d7\u05d9\u05dc\u05d5 \u05dc\u05d4\u05d7\u05dc\u05d9\u05e3 \u05de\u05d9\u05d3\u05e2 \u05d5\u05e8\u05e2\u05d9\u05d5\u05e0\u05d5\u05ea. \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05d4\u05dc\u05e9\u05d5\u05e0\u05d9\u05ea <b>\u05e1\u05d9\u05d5\u05e8</b> \u05db\u05d3\u05d9 \u05dc\u05d4\u05db\u05d9\u05e8 \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd \u05d4\u05e9\u05d5\u05e0\u05d9\u05dd \u05d5\u05dc\u05dc\u05de\u05d5\u05d3 \u05d0\u05d9\u05da \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05d4\u05dd.

# Getting started - Visitor tab

jsp.start.welcome.visitor.text.line1 = \u05de\u05d9\u05e9\u05d4\u05d5 \u05d1\u05d0\u05e8\u05d2\u05d5\u05df \u05d4\u05d6\u05de\u05d9\u05df \u05d0\u05ea\u05db\u05dd \u05dc\u05d4\u05e6\u05d8\u05e8\u05e3 \u05dc\u05e7\u05d4\u05d9\u05dc\u05ea HCL Connections \u05d0\u05d5 \u05e9\u05d9\u05ea\u05e3 \u05e7\u05d5\u05d1\u05e5 \u05d0\u05ea\u05db\u05dd. HCL Connections \u05de\u05e1\u05e4\u05e7 \u05dc\u05db\u05dd \u05d0\u05ea \u05d4\u05db\u05dc\u05d9\u05dd \u05d4\u05d3\u05e8\u05d5\u05e9\u05d9\u05dd \u05dc\u05e2\u05d1\u05d5\u05d3\u05d4 \u05de\u05e9\u05d5\u05ea\u05e4\u05ea \u05e2\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd. \u05db\u05e9\u05ea\u05e6\u05d8\u05e8\u05e4\u05d5 \u05d0\u05dc HCL Connections, \u05ea\u05d4\u05e4\u05db\u05d5 \u05dc\u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d7\u05d9\u05e6\u05d5\u05e0\u05d9\u05d9\u05dd \u05d1\u05d0\u05e8\u05d2\u05d5\u05df \u05d6\u05d4.
jsp.start.welcome.visitor.text.line2 = \u05db\u05d3\u05d9 \u05dc\u05d4\u05ea\u05d7\u05d9\u05dc \u05de\u05d9\u05d3, \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc {0} \u05d0\u05d5 {1}, \u05db\u05d3\u05d9 \u05dc\u05e8\u05d0\u05d5\u05ea \u05d0\u05dd \u05d9\u05e9 \u05dc\u05db\u05dd \u05d4\u05d5\u05d3\u05e2\u05d5\u05ea \u05de\u05de\u05ea\u05d9\u05e0\u05d5\u05ea.
jsp.start.welcome.visitor.text.line3 = \u05e8\u05d5\u05e6\u05d9\u05dd \u05dc\u05e8\u05d0\u05d5\u05ea \u05de\u05d9\u05d3\u05e2 \u05e0\u05d5\u05e1\u05e3? \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc {0}.
jsp.start.welcome.visitor.text.homepage = {0} \u05d9\u05d0\u05e4\u05e9\u05e8 \u05dc\u05db\u05dd \u05dc\u05e8\u05d0\u05d5\u05ea \u05d1\u05de\u05d4\u05d9\u05e8\u05d5\u05ea \u05de\u05d4 \u05d7\u05d3\u05e9, \u05de\u05d4 \u05d3\u05d5\u05e8\u05e9 \u05d0\u05ea \u05ea\u05e9\u05d5\u05de\u05ea \u05dc\u05d1\u05db\u05dd, \u05d5\u05de\u05ea\u05d9 \u05d0\u05e0\u05e9\u05d9\u05dd \u05de\u05d0\u05d6\u05db\u05e8\u05d9\u05dd \u05d0\u05ea\u05db\u05dd. \u05db\u05d3\u05d9 \u05dc\u05d4\u05e4\u05d9\u05e7 \u05d0\u05ea \u05d4\u05de\u05e8\u05d1 \u05de\u05d3\u05e3 \u05d6\u05d4, \u05e2\u05e7\u05d1\u05d5 \u05d0\u05d7\u05e8 \u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05d5\u05e7\u05d1\u05e6\u05d9\u05dd, \u05db\u05d3\u05d9 \u05dc\u05d4\u05d9\u05e9\u05d0\u05e8 \u05de\u05e2\u05d5\u05d3\u05db\u05e0\u05d9\u05dd \u05d1\u05e9\u05d9\u05e0\u05d5\u05d9\u05d9\u05dd \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d9\u05dd. \u05db\u05d3\u05d9 \u05dc\u05e4\u05ea\u05d5\u05d7 \u05d0\u05ea \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea, \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05d0\u05d9\u05e7\u05d5\u05df \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea.
jsp.start.welcome.visitor.text.communities = \u05d1\u05d0\u05de\u05e6\u05e2\u05d5\u05ea {0} \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05d4\u05e9\u05ea\u05ea\u05e3 \u05d1\u05e7\u05d4\u05d9\u05dc\u05d4 \u05d4\u05de\u05e2\u05e0\u05d9\u05d9\u05e0\u05ea \u05d0\u05ea\u05db\u05dd, \u05e9\u05d1\u05d4 \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e9\u05ea\u05e3 \u05e7\u05d1\u05e6\u05d9\u05dd, \u05dc\u05e2\u05e7\u05d5\u05d1 \u05d0\u05d7\u05e8 \u05e4\u05e8\u05d5\u05d9\u05e7\u05d8\u05d9\u05dd, \u05dc\u05e9\u05d0\u05d5\u05dc \u05d5\u05dc\u05d4\u05d2\u05d9\u05d1 \u05e2\u05dc \u05e9\u05d0\u05dc\u05d5\u05ea, \u05dc\u05e2\u05e8\u05d5\u05da \u05de\u05d9\u05d3\u05e2 \u05d1\u05e9\u05d9\u05ea\u05d5\u05e3 \u05e2\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd \u05d5\u05dc\u05d3\u05d5\u05df \u05d1\u05e8\u05e2\u05d9\u05d5\u05e0\u05d5\u05ea \u05d7\u05d3\u05e9\u05d9\u05dd. \u05db\u05d3\u05d9 \u05dc\u05de\u05e6\u05d5\u05d0 \u05d0\u05ea \u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05e9\u05d0\u05ea\u05dd \u05e9\u05d9\u05db\u05d9\u05dd \u05d0\u05dc\u05d9\u05d4\u05df, \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05d4\u05d0\u05d9\u05e7\u05d5\u05df ''\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea''.
jsp.start.welcome.visitor.text.files = {0} \u05de\u05d0\u05e4\u05e9\u05e8 \u05dc\u05db\u05dd \u05dc\u05e9\u05ea\u05e3 \u05e7\u05d1\u05e6\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd \u05d5\u05dc\u05e8\u05d0\u05d5\u05ea \u05e7\u05d1\u05e6\u05d9\u05dd \u05e9\u05d0\u05d7\u05e8\u05d9\u05dd \u05e9\u05d9\u05ea\u05e4\u05d5 \u05d0\u05ea\u05db\u05dd. \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e0\u05e2\u05d5\u05e5 \u05e7\u05d1\u05e6\u05d9\u05dd \u05e9\u05d1\u05e8\u05e6\u05d5\u05e0\u05db\u05dd \u05dc\u05d7\u05d6\u05d5\u05e8 \u05d0\u05dc\u05d9\u05d4\u05dd, \u05db\u05d3\u05d9 \u05dc\u05d0\u05ea\u05e8 \u05d0\u05d5\u05ea\u05dd \u05d1\u05de\u05d4\u05d9\u05e8\u05d5\u05ea. \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05d4\u05e2\u05d9\u05e8 \u05e2\u05dc \u05e7\u05d1\u05e6\u05d9\u05dd, \u05dc\u05d4\u05d5\u05e8\u05d9\u05d3 \u05d0\u05ea \u05d4\u05d2\u05e8\u05e1\u05d4 \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d4 \u05d0\u05d5 \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05d9\u05db\u05d5\u05dc\u05d5\u05ea \u05d4\u05e2\u05e8\u05d9\u05db\u05d4 \u05d4\u05de\u05e9\u05d5\u05ea\u05e4\u05ea \u05db\u05d3\u05d9 \u05dc\u05d1\u05e6\u05e2 \u05e9\u05d9\u05e0\u05d5\u05d9\u05d9\u05dd \u05d1\u05e7\u05d1\u05e6\u05d9\u05dd \u05d1\u05d0\u05d5\u05e4\u05df \u05de\u05e7\u05d5\u05d5\u05df.
jsp.start.welcome.visitor.homepage = \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
jsp.start.welcome.visitor.help = \u05de\u05d4 \u05d0\u05d5\u05db\u05dc \u05dc\u05e2\u05e9\u05d5\u05ea \u05db\u05de\u05e9\u05ea\u05de\u05e9 \u05d7\u05d9\u05e6\u05d5\u05e0\u05d9?

# Getting started - share tab
jsp.start.share.tab.title.nocaps=\u05e9\u05d9\u05ea\u05d5\u05e3
jsp.start.share.tab.title=\u05e9\u05d9\u05ea\u05d5\u05e3
jsp.start.share.title=\u05de\u05d4 \u05d1\u05e8\u05e6\u05d5\u05e0\u05db\u05dd \u05dc\u05e2\u05e9\u05d5\u05ea \u05e2\u05db\u05e9\u05d9\u05d5?
jsp.start.share.component.headline.documents=\u05e9\u05d9\u05ea\u05d5\u05e3 \u05de\u05e1\u05de\u05db\u05d9 \u05e2\u05d1\u05d5\u05d3\u05d4 \u05d5\u05de\u05e9\u05d0\u05d1\u05d9\u05dd
jsp.start.share.component.headline.collaborate=\u05d9\u05e6\u05d9\u05e8\u05ea \u05de\u05d9\u05e7\u05d5\u05dd \u05de\u05e8\u05db\u05d6\u05d9 \u05e2\u05d1\u05d5\u05e8 \u05d7\u05d1\u05e8\u05d9 \u05d4\u05e6\u05d5\u05d5\u05ea \u05e9\u05dc\u05d9
jsp.start.share.component.headline.ideas=\u05d9\u05e6\u05d9\u05e8\u05ea \u05de\u05e7\u05d5\u05dd \u05dc\u05e9\u05d9\u05ea\u05d5\u05e3 \u05e8\u05e2\u05d9\u05d5\u05e0\u05d5\u05ea \u05e2\u05d1\u05d5\u05e8 \u05d7\u05d1\u05e8\u05d9 \u05d4\u05e6\u05d5\u05d5\u05ea \u05e9\u05dc\u05d9
jsp.start.share.component.headline.knowledge=\u05e0\u05d9\u05d4\u05d5\u05dc \u05d9\u05d5\u05de\u05df \u05d0\u05d9\u05e9\u05d9 \u05dc\u05e9\u05d9\u05ea\u05d5\u05e3 \u05d4\u05d9\u05d3\u05e2 \u05d5\u05d4\u05e0\u05e1\u05d9\u05d5\u05df \u05e9\u05dc\u05d9
jsp.start.share.component.headline.people=\u05d0\u05d9\u05ea\u05d5\u05e8 \u05d0\u05e0\u05e9\u05d9\u05dd \u05dc\u05d9\u05e6\u05d9\u05e8\u05ea \u05e7\u05e9\u05e8\u05d9\u05dd
jsp.start.share.component.headline.links=\u05e9\u05d9\u05ea\u05d5\u05e3 \u05d4\u05e7\u05d9\u05e9\u05d5\u05e8\u05d9\u05dd \u05e9\u05dc\u05d9 \u05d1\u05d0\u05ea\u05e8\u05d9 \u05e8\u05e9\u05ea
jsp.start.share.component.headline.library=\u05d1\u05e7\u05e9\u05ea \u05e1\u05e7\u05d9\u05e8\u05ea \u05de\u05e1\u05de\u05da \u05de\u05d4\u05e2\u05de\u05d9\u05ea\u05d9\u05dd \u05e9\u05dc\u05d9

jsp.start.share.component.body.title.tryMultiple=\u05e0\u05e1\u05d5 \u05d0\u05ea {0} \u05d0\u05d5 {1}
jsp.start.share.component.body.title.try=\u05e0\u05e1\u05d5 \u05d0\u05ea {0}

jsp.start.share.component.body.documents.files=\u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e7\u05d1\u05e6\u05d9\u05dd \u05db\u05d3\u05d9 \u05dc\u05d8\u05e2\u05d5\u05df, \u05dc\u05e9\u05ea\u05e3 \u05d5\u05dc\u05d0\u05d7\u05e1\u05df \u05de\u05e1\u05de\u05db\u05d9\u05dd \u05d1\u05de\u05d9\u05e7\u05d5\u05dd \u05de\u05e8\u05db\u05d6\u05d9.
jsp.start.share.component.body.documents.activities=\u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea \u05dc\u05e9\u05d9\u05ea\u05d5\u05e3 \u05de\u05e1\u05de\u05db\u05d9 \u05e2\u05d1\u05d5\u05d3\u05d4. \u05e4\u05e2\u05d9\u05dc\u05d5\u05ea \u05de\u05d0\u05e4\u05e9\u05e8\u05ea \u05dc\u05db\u05dd \u05dc\u05d0\u05e8\u05d2\u05df \u05d0\u05ea \u05e2\u05d1\u05d5\u05d3\u05ea \u05d4\u05e6\u05d5\u05d5\u05ea \u05d5\u05de\u05e9\u05d0\u05d1\u05d9 \u05d4\u05e6\u05d5\u05d5\u05ea \u05d1\u05de\u05e9\u05d9\u05de\u05d5\u05ea \u05e4\u05e8\u05d5\u05d9\u05e7\u05d8.

jsp.start.share.component.body.collaborate.communities=\u05e7\u05d4\u05d9\u05dc\u05d4 \u05d4\u05d9\u05d0 \u05e7\u05d1\u05d5\u05e6\u05ea \u05d0\u05e0\u05e9\u05d9\u05dd \u05d1\u05e2\u05dc\u05d9 \u05e2\u05e0\u05d9\u05d9\u05df \u05de\u05e9\u05d5\u05ea\u05e3. \u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9\u05dd \u05e9\u05dc \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05db\u05d3\u05d9 \u05dc\u05d9\u05e6\u05d5\u05e8 \u05e7\u05e9\u05e8\u05d9\u05dd, \u05dc\u05d4\u05ea\u05d0\u05e8\u05d2\u05df \u05d5\u05dc\u05d4\u05ea\u05d7\u05d1\u05e8 \u05e2\u05dd \u05d0\u05e0\u05e9\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd. \u05d4\u05d5\u05e1\u05d9\u05e4\u05d5 \u05d1\u05dc\u05d5\u05d2\u05d9\u05dd, \u05d0\u05ea\u05e8\u05d9 \u05d5\u05d9\u05e7\u05d9, \u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea, \u05e4\u05d5\u05e8\u05d5\u05de\u05d9\u05dd \u05d5\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05db\u05d3\u05d9 \u05dc\u05e2\u05d5\u05d3\u05d3 \u05d0\u05ea \u05d4\u05e6\u05d5\u05d5\u05ea \u05dc\u05e2\u05d1\u05d5\u05d3 \u05d1\u05d9\u05d7\u05d3.
jsp.start.share.component.body.ideas.forums=\u05e4\u05d5\u05e8\u05d5\u05de\u05d9\u05dd \u05d4\u05dd \u05d0\u05ea\u05e8\u05d9\u05dd \u05e9\u05d9\u05de\u05d5\u05e9\u05d9\u05d9\u05dd \u05dc\u05e1\u05d9\u05e2\u05d5\u05e8 \u05de\u05d5\u05d7\u05d5\u05ea \u05d5\u05dc\u05d0\u05d9\u05e1\u05d5\u05e3 \u05de\u05e9\u05d5\u05d1. \u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05e4\u05d5\u05e8\u05d5\u05dd \u05dc\u05e9\u05d9\u05ea\u05d5\u05e3 \u05e8\u05e2\u05d9\u05d5\u05e0\u05d5\u05ea \u05e2\u05dd \u05d4\u05e6\u05d5\u05d5\u05ea \u05d5\u05dc\u05d3\u05d9\u05d5\u05df \u05d1\u05e0\u05d5\u05e9\u05d0\u05d9\u05dd \u05de\u05e9\u05d5\u05ea\u05e4\u05d9\u05dd.
jsp.start.share.component.body.ideas.wikis=\u05e6\u05e8\u05d5 \u05d5\u05d9\u05e7\u05d9 \u05db\u05d3\u05d9 \u05dc\u05ea\u05ea \u05dc\u05e6\u05d5\u05d5\u05ea \u05de\u05e7\u05d5\u05dd \u05de\u05e8\u05db\u05d6\u05d9 \u05dc\u05e9\u05d9\u05ea\u05d5\u05e3 \u05d5\u05e4\u05d9\u05ea\u05d5\u05d7 \u05e8\u05e2\u05d9\u05d5\u05e0\u05d5\u05ea \u05d1\u05d0\u05d5\u05e4\u05df \u05d3\u05d9\u05e0\u05de\u05d9.
jsp.start.share.component.body.knowledge.blogs=\u05d1\u05dc\u05d5\u05d2\u05d9\u05dd \u05d4\u05dd \u05d9\u05d5\u05de\u05e0\u05d9\u05dd \u05de\u05e7\u05d5\u05d5\u05e0\u05d9\u05dd \u05e9\u05d1\u05d0\u05de\u05e6\u05e2\u05d5\u05ea\u05dd \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e9\u05ea\u05e3 \u05de\u05d9\u05d3\u05e2 \u05e2\u05dd \u05d4\u05d0\u05e8\u05d2\u05d5\u05df. \u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05d1\u05dc\u05d5\u05d2\u05d9\u05dd \u05db\u05d3\u05d9 \u05dc\u05e1\u05e4\u05e8 \u05dc\u05e2\u05de\u05d9\u05ea\u05d9\u05dd \u05d0\u05dc \u05d4\u05ea\u05e4\u05ea\u05d7\u05d5\u05d9\u05d5\u05ea \u05d1\u05ea\u05d7\u05d5\u05dd \u05de\u05e1\u05d5\u05d9\u05dd, \u05dc\u05d4\u05e2\u05de\u05d9\u05d3 \u05d0\u05ea \u05de\u05d5\u05de\u05d7\u05d9\u05d5\u05ea\u05db\u05dd \u05dc\u05e8\u05e9\u05d5\u05ea \u05d0\u05d7\u05e8\u05d9\u05dd, \u05d0\u05d5 \u05e4\u05e9\u05d5\u05d8 \u05dc\u05e9\u05ea\u05e3 \u05d7\u05d3\u05e9\u05d5\u05ea \u05d5\u05e8\u05e2\u05d9\u05d5\u05e0\u05d5\u05ea.
jsp.start.share.component.body.people.profiles=\u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05e4\u05e8\u05d5\u05e4\u05d9\u05dc\u05d9\u05dd \u05dc\u05d9\u05e6\u05d9\u05e8\u05ea \u05e7\u05e9\u05e8\u05d9\u05dd \u05e2\u05dd \u05d4\u05d0\u05e0\u05e9\u05d9\u05dd \u05d4\u05e0\u05db\u05d5\u05e0\u05d9\u05dd. \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05d7\u05e4\u05e9 \u05d0\u05e0\u05e9\u05d9\u05dd \u05dc\u05e4\u05d9 \u05e4\u05e8\u05d8\u05d9 \u05e7\u05e9\u05e8, \u05e8\u05e7\u05e2 \u05d0\u05d5 \u05de\u05d5\u05de\u05d7\u05d9\u05d5\u05ea. \u05d4\u05d6\u05de\u05d9\u05e0\u05d5 \u05d0\u05e0\u05e9\u05d9\u05dd \u05dc\u05d4\u05e6\u05d8\u05e8\u05e3 \u05dc\u05e8\u05e9\u05ea \u05e9\u05dc\u05db\u05dd \u05db\u05d3\u05d9 \u05dc\u05d4\u05e7\u05d9\u05dd \u05de\u05d0\u05d2\u05e8 \u05e9\u05d9\u05de\u05d5\u05e9\u05d9 \u05e9\u05dc \u05d0\u05e0\u05e9\u05d9 \u05e7\u05e9\u05e8. \u05d4\u05ea\u05d7\u05d1\u05e8\u05d5 \u05d5\u05d4\u05ea\u05d7\u05d1\u05e8\u05d5!
jsp.start.share.component.body.links.dogear=\u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05dc\u05d0\u05d7\u05e1\u05d5\u05df, \u05d0\u05e8\u05d2\u05d5\u05df \u05d5\u05e9\u05d9\u05ea\u05d5\u05e3 \u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05d0\u05d9\u05e0\u05d8\u05e8\u05e0\u05d8 \u05d5\u05d0\u05d9\u05e0\u05d8\u05e8\u05d0\u05e0\u05d8 \u05d1\u05de\u05d9\u05e7\u05d5\u05dd \u05de\u05e8\u05db\u05d6 \u05e0\u05d5\u05d7. \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e9\u05ea\u05e3 \u05d7\u05dc\u05e7 \u05de\u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05e9\u05dc\u05db\u05dd \u05d0\u05d5 \u05d0\u05ea \u05db\u05d5\u05dc\u05df, \u05d5\u05dc\u05e7\u05d1\u05d5\u05e2 \u05de\u05d9 \u05d9\u05e8\u05d0\u05d4 \u05de\u05d4. \u05ea\u05d5\u05db\u05dc\u05d5 \u05d2\u05dd \u05dc\u05e2\u05d9\u05d9\u05df \u05d1\u05d0\u05d5\u05e1\u05e4\u05d9 \u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05e9\u05dc \u05d0\u05e0\u05e9\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd, \u05dc\u05e0\u05d9\u05e6\u05d5\u05dc \u05de\u05d9\u05d8\u05d1\u05d9 \u05e9\u05dc \u05de\u05e9\u05d0\u05d1\u05d9 \u05d4\u05d0\u05e8\u05d2\u05d5\u05df.
jsp.start.share.component.body.library.communities=\u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05e1\u05e4\u05e8\u05d9\u05d4 \u05db\u05d3\u05d9 \u05dc\u05d0\u05d7\u05e1\u05df, \u05dc\u05e1\u05d3\u05e8, \u05dc\u05e2\u05d1\u05d5\u05d3 \u05d1\u05e6\u05d5\u05d5\u05ea \u05d5\u05dc\u05e9\u05ea\u05e3 \u05e7\u05d5\u05d1\u05e6\u05d9 \u05e7\u05d4\u05d9\u05dc\u05d4. \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05d1\u05e7\u05e9 \u05de\u05e2\u05de\u05d9\u05ea\u05d9\u05dd \u05dc\u05e1\u05e7\u05d5\u05e8 \u05d0\u05ea \u05d4\u05d8\u05d9\u05d5\u05d8\u05d5\u05ea \u05e9\u05dc\u05db\u05dd, \u05d5\u05dc\u05e0\u05e6\u05dc \u05d0\u05ea \u05d4\u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9\u05dd \u05d4\u05d7\u05d1\u05e8\u05ea\u05d9\u05d9\u05dd \u05d4\u05e2\u05e9\u05d9\u05e8\u05d9\u05dd, \u05db\u05d2\u05d5\u05df \u05ea\u05d9\u05d5\u05d2, \u05de\u05e2\u05e7\u05d1, \u05e1\u05d9\u05de\u05d5\u05e0\u05d9 '\u05d0\u05d4\u05d1\u05ea\u05d9' \u05d5\u05d4\u05e2\u05e8\u05d5\u05ea.


jsp.start.share.component.linksTitle.activities=\u05de\u05e2\u05d1\u05e8 \u05d0\u05dc \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea
jsp.start.share.component.linksTitle.blogs=\u05de\u05e2\u05d1\u05e8 \u05d0\u05dc \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05d1\u05dc\u05d5\u05d2\u05d9\u05dd
jsp.start.share.component.linksTitle.dogear=\u05de\u05e2\u05d1\u05e8 \u05d0\u05dc \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea
jsp.start.share.component.linksTitle.files=\u05de\u05e2\u05d1\u05e8 \u05d0\u05dc \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e7\u05d1\u05e6\u05d9\u05dd
jsp.start.share.component.linksTitle.communities=\u05de\u05e2\u05d1\u05e8 \u05d0\u05dc \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea
jsp.start.share.component.linksTitle.forums=\u05de\u05e2\u05d1\u05e8 \u05d0\u05dc \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e4\u05d5\u05e8\u05d5\u05de\u05d9\u05dd
jsp.start.share.component.linksTitle.wikis=\u05de\u05e2\u05d1\u05e8 \u05d0\u05dc \u05d9\u05d9\u05e9\u05d5\u05dd \u05d0\u05ea\u05e8\u05d9 \u05d4\u05d5\u05d5\u05d9\u05e7\u05d9
jsp.start.share.component.linksTitle.profiles=\u05de\u05e2\u05d1\u05e8 \u05d0\u05dc \u05d9\u05d9\u05e9\u05d5\u05dd \u05e4\u05e8\u05d5\u05e4\u05d9\u05dc\u05d9\u05dd
jsp.start.share.component.linksTitle.homepage=\u05de\u05e2\u05d1\u05e8 \u05dc\u05ea\u05e6\u05d5\u05d2\u05ea \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05e9\u05dc \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea

jsp.start.share.info=\u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05d4\u05e7\u05d9\u05e9\u05d5\u05e8\u05d9\u05dd \u05db\u05d3\u05d9 \u05dc\u05e8\u05d0\u05d5\u05ea \u05e4\u05e8\u05d8\u05d9\u05dd \u05e0\u05d5\u05e1\u05e4\u05d9\u05dd \u05e2\u05dc \u05db\u05dc \u05d9\u05d9\u05e9\u05d5\u05dd.

# Explore
jsp.start.explore.component.body.activities=\u05e4\u05e2\u05d9\u05dc\u05d5\u05ea \u05de\u05d0\u05e4\u05e9\u05e8\u05ea \u05dc\u05db\u05dd \u05dc\u05d0\u05e8\u05d2\u05df \u05d0\u05ea \u05e2\u05d1\u05d5\u05d3\u05ea \u05d4\u05e6\u05d5\u05d5\u05ea \u05d1\u05de\u05e9\u05d9\u05de\u05d5\u05ea \u05e4\u05e8\u05d5\u05d9\u05e7\u05d8. \u05d9\u05e6\u05d9\u05e8\u05ea \u05e4\u05e2\u05d9\u05dc\u05d5\u05ea \u05d4\u05d9\u05d0 \u05d3\u05e8\u05da \u05d9\u05e2\u05d9\u05dc\u05d4 \u05dc\u05e9\u05ea\u05e3 \u05de\u05d9\u05d3\u05e2 \u05d5\u05de\u05e9\u05d0\u05d1\u05d9\u05dd, \u05dc\u05d4\u05e7\u05e6\u05d5\u05ea \u05de\u05d8\u05dc\u05d5\u05ea \u05d5\u05dc\u05e2\u05e7\u05d5\u05d1 \u05d0\u05d7\u05e8\u05d9\u05d4\u05df, \u05dc\u05e4\u05e8\u05e1\u05dd \u05de\u05d9\u05d3\u05e2 \u05e2\u05d1\u05d5\u05e8 \u05d4\u05e6\u05d5\u05d5\u05ea \u05d5\u05dc\u05d0\u05e8\u05d2\u05df \u05e4\u05d2\u05d9\u05e9\u05d5\u05ea. \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05d7\u05d1\u05e8\u05d9\u05dd \u05d7\u05d3\u05e9\u05d9\u05dd \u05dc\u05e4\u05e2\u05d9\u05dc\u05d5\u05ea \u05d1\u05db\u05dc \u05e2\u05ea, \u05d5\u05dc\u05d0\u05e8\u05d2\u05df \u05d1\u05de\u05d4\u05d9\u05e8\u05d5\u05ea \u05d0\u05ea \u05d4\u05de\u05e9\u05d0\u05d1\u05d9\u05dd \u05d4\u05d3\u05e8\u05d5\u05e9\u05d9\u05dd \u05dc\u05e4\u05e8\u05d5\u05d9\u05e7\u05d8.
jsp.start.explore.component.body.blogs=\u05d1\u05dc\u05d5\u05d2\u05d9\u05dd \u05d4\u05dd \u05d9\u05d5\u05de\u05e0\u05d9\u05dd \u05de\u05e7\u05d5\u05d5\u05e0\u05d9\u05dd \u05e9\u05d1\u05d0\u05de\u05e6\u05e2\u05d5\u05ea\u05dd \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e9\u05ea\u05e3 \u05de\u05d9\u05d3\u05e2 \u05e2\u05dd \u05d4\u05d0\u05e8\u05d2\u05d5\u05df. \u05d1\u05dc\u05d5\u05d2 \u05d4\u05d5\u05d0 \u05d3\u05e8\u05da \u05d8\u05d5\u05d1\u05d4 \u05dc\u05e4\u05e8\u05e1\u05dd \u05d7\u05d3\u05e9\u05d5\u05ea \u05d5\u05d3\u05d9\u05e2\u05d5\u05ea \u05d1\u05e1\u05d2\u05e0\u05d5\u05df \u05d9\u05e2\u05d9\u05dc \u05d5\u05d3\u05d9\u05e0\u05de\u05d9. \u05e4\u05e8\u05e1\u05d5\u05dd \u05e8\u05e9\u05d5\u05de\u05d5\u05ea \u05e1\u05d3\u05d9\u05e8\u05d5\u05ea \u05e2\u05dc \u05e0\u05d5\u05e9\u05d0 \u05de\u05e1\u05d5\u05d9\u05dd \u05d9\u05d1\u05d8\u05d9\u05d7 \u05e9\u05d0\u05e0\u05e9\u05d9\u05dd \u05d9\u05d4\u05d9\u05d5 \u05de\u05e2\u05d5\u05d3\u05db\u05e0\u05d9\u05dd \u05d1\u05d4\u05ea\u05e4\u05ea\u05d7\u05d5\u05d9\u05d5\u05ea \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d5\u05ea \u05d1\u05ea\u05d7\u05d5\u05dd \u05d6\u05d4.
jsp.start.explore.component.body.dogear=\u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05dc\u05d0\u05d7\u05e1\u05d5\u05df \u05d5\u05d0\u05d7\u05d6\u05d5\u05e8 \u05e7\u05d9\u05e9\u05d5\u05e8\u05d9 \u05e8\u05e9\u05ea \u05e9\u05e1\u05d5\u05de\u05e0\u05d5 \u05d1\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05de\u05de\u05d9\u05e7\u05d5\u05dd \u05de\u05e8\u05db\u05d6\u05d9. \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e9\u05ea\u05e3 \u05d7\u05dc\u05e7 \u05de\u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05e9\u05dc\u05db\u05dd \u05d0\u05d5 \u05d0\u05ea \u05db\u05d5\u05dc\u05df. \u05ea\u05d5\u05db\u05dc\u05d5 \u05d2\u05dd \u05dc\u05e8\u05d0\u05d5\u05ea \u05d0\u05d5\u05e1\u05e4\u05d9 \u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05e9\u05dc \u05d0\u05e0\u05e9\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd, \u05d5\u05dc\u05d0\u05e4\u05e9\u05e8 \u05dc\u05d4\u05dd \u05dc\u05d4\u05ea\u05d7\u05d1\u05e8 \u05e2\u05dd \u05d0\u05e0\u05e9\u05d9\u05dd \u05e9\u05d9\u05e9 \u05dc\u05d4\u05dd \u05ea\u05d7\u05d5\u05de\u05d9 \u05e2\u05e0\u05d9\u05d9\u05df \u05d3\u05d5\u05de\u05d9\u05dd \u05d0\u05d5 \u05de\u05d5\u05de\u05d7\u05d9\u05d5\u05ea \u05d4\u05d3\u05e8\u05d5\u05e9\u05d4 \u05dc\u05db\u05dd.
jsp.start.explore.component.body.communities=\u05e7\u05d4\u05d9\u05dc\u05d4 \u05d4\u05d9\u05d0 \u05e7\u05d1\u05d5\u05e6\u05ea \u05d0\u05e0\u05e9\u05d9\u05dd \u05d1\u05e2\u05dc\u05d9 \u05e2\u05e0\u05d9\u05d9\u05df \u05de\u05e9\u05d5\u05ea\u05e3. \u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05d4\u05df \u05d3\u05e8\u05da \u05d8\u05d5\u05d1\u05d4 \u05dc\u05d7\u05d1\u05e8 \u05d7\u05d1\u05e8\u05d9 \u05e6\u05d5\u05d5\u05ea \u05d5\u05dc\u05e1\u05d9\u05d9\u05e2 \u05dc\u05d4\u05dd \u05dc\u05d4\u05d9\u05e9\u05d0\u05e8 \u05e2\u05dc \u05e7\u05e9\u05e8 \u05d5\u05dc\u05e9\u05ea\u05e3 \u05de\u05d9\u05d3\u05e2. \u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05d9\u05db\u05d5\u05dc\u05d5\u05ea \u05dc\u05d4\u05d9\u05d5\u05ea \u05e6\u05d9\u05d1\u05d5\u05e8\u05d9\u05d5\u05ea \u05d0\u05d5 \u05de\u05d5\u05d2\u05d1\u05dc\u05d5\u05ea, \u05d5\u05de\u05d0\u05e4\u05e9\u05e8\u05d5\u05ea \u05dc\u05d1\u05e2\u05dc\u05d9\u05dd \u05e9\u05dc \u05d4\u05e7\u05d4\u05d9\u05dc\u05d4 \u05dc\u05e7\u05d1\u05d5\u05e2 \u05de\u05d9 \u05d9\u05d5\u05db\u05dc \u05dc\u05d4\u05e6\u05d8\u05e8\u05e3 \u05dc\u05e7\u05d4\u05d9\u05dc\u05d4 \u05d5\u05dc\u05d2\u05e9\u05ea \u05dc\u05ea\u05d5\u05db\u05df \u05d4\u05e7\u05d4\u05d9\u05dc\u05d4. \u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05d9\u05db\u05d5\u05dc\u05d5\u05ea \u05dc\u05d4\u05db\u05d9\u05dc \u05e7\u05d9\u05e9\u05d5\u05e8 \u05dc\u05e1\u05e4\u05e8\u05d9\u05d5\u05ea \u05de\u05e1\u05de\u05db\u05d9\u05dd, \u05d4\u05de\u05d0\u05e4\u05e9\u05e8 \u05dc\u05d7\u05d1\u05e8\u05d9\u05dd \u05dc\u05e1\u05d3\u05e8 \u05e7\u05d5\u05d1\u05e6\u05d9 \u05e7\u05d4\u05d9\u05dc\u05d4 \u05d5\u05dc\u05e2\u05d1\u05d5\u05d3 \u05e2\u05dc\u05d9\u05d4\u05dd \u05d1\u05e6\u05d5\u05d5\u05ea.
jsp.start.explore.component.body.files=\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e7\u05d1\u05e6\u05d9\u05dd \u05de\u05e6\u05d9\u05e2 \u05d3\u05e8\u05da \u05e0\u05d5\u05d7\u05d4 \u05dc\u05d8\u05e2\u05d9\u05e0\u05d4 \u05d5\u05d0\u05d7\u05e1\u05d5\u05df \u05e9\u05dc \u05e7\u05d1\u05e6\u05d9\u05dd \u05d1\u05de\u05d0\u05d2\u05e8 \u05de\u05e8\u05db\u05d6\u05d9. \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e9\u05ea\u05e3 \u05e7\u05d1\u05e6\u05d9\u05dd \u05e9\u05e0\u05d8\u05e2\u05e0\u05d5 \u05e2\u05dd \u05d0\u05e0\u05e9\u05d9\u05dd \u05e0\u05d1\u05d7\u05e8\u05d9\u05dd, \u05d5\u05dc\u05e2\u05d1\u05d5\u05d3 \u05d1\u05d9\u05d7\u05d3 \u05d0\u05ea\u05dd \u05d1\u05dc\u05d9 \u05dc\u05e9\u05dc\u05d5\u05d7 \u05e7\u05d1\u05e6\u05d9\u05dd \u05d2\u05d3\u05d5\u05dc\u05d9\u05dd \u05d1\u05d3\u05d5\u05d0"\u05dc. \u05ea\u05d5\u05db\u05dc\u05d5 \u05d2\u05dd \u05dc\u05d4\u05de\u05dc\u05d9\u05e5 \u05d5\u05dc\u05d4\u05e2\u05d9\u05e8 \u05e2\u05dc \u05e7\u05d1\u05e6\u05d9\u05dd, \u05dc\u05e1\u05d3\u05e8 \u05e7\u05d1\u05e6\u05d9\u05dd \u05d5\u05dc\u05e2\u05e7\u05d5\u05d1 \u05d0\u05d7\u05e8 \u05d2\u05e8\u05e1\u05d0\u05d5\u05ea \u05e9\u05d5\u05e0\u05d5\u05ea \u05e9\u05dc \u05e7\u05d1\u05e6\u05d9\u05dd.
jsp.start.explore.component.body.forums=\u05e4\u05d5\u05e8\u05d5\u05dd \u05d4\u05d5\u05d0 \u05e7\u05d1\u05d5\u05e6\u05ea \u05d3\u05d9\u05d5\u05df \u05de\u05e7\u05d5\u05d5\u05e0\u05ea \u05d4\u05de\u05ea\u05de\u05e7\u05d3\u05ea \u05d1\u05e0\u05d5\u05e9\u05d0 \u05de\u05e1\u05d5\u05d9\u05dd. \u05db\u05d3\u05d9 \u05dc\u05d4\u05e9\u05ea\u05ea\u05e3 \u05d1\u05e4\u05d5\u05e8\u05d5\u05dd, \u05e4\u05e8\u05e1\u05de\u05d5 \u05e9\u05d0\u05dc\u05d5\u05ea \u05d0\u05d5 \u05d4\u05e9\u05d9\u05d1\u05d5 \u05e2\u05dc \u05e9\u05e8\u05e9\u05d5\u05e8\u05d9 \u05d3\u05d9\u05d5\u05df \u05e7\u05d9\u05d9\u05de\u05d9\u05dd. \u05de\u05d7\u05e4\u05e9\u05d9\u05dd \u05e4\u05ea\u05e8\u05d5\u05df \u05dc\u05d1\u05e2\u05d9\u05d4 \u05d4\u05de\u05e2\u05db\u05d1\u05ea \u05d0\u05ea\u05db\u05dd?  \u05e4\u05d5\u05e8\u05d5\u05de\u05d9\u05dd \u05d4\u05dd \u05d3\u05e8\u05da \u05de\u05e6\u05d5\u05d9\u05e0\u05ea \u05dc\u05e1\u05d9\u05e2\u05d5\u05e8 \u05de\u05d5\u05d7\u05d5\u05ea, \u05d0\u05d9\u05e1\u05d5\u05e3 \u05de\u05e9\u05d5\u05d1 \u05d5\u05de\u05d9\u05e0\u05d5\u05e3 \u05d4\u05de\u05d5\u05de\u05d7\u05d9\u05d5\u05ea \u05e9\u05dc \u05d0\u05d7\u05e8\u05d9\u05dd.
jsp.start.explore.component.body.profiles=\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e4\u05e8\u05d5\u05e4\u05d9\u05dc\u05d9\u05dd \u05d4\u05d5\u05d0 \u05de\u05d3\u05e8\u05d9\u05da \u05e9\u05dc \u05d4\u05d0\u05e0\u05e9\u05d9\u05dd \u05d1\u05d0\u05e8\u05d2\u05d5\u05e0\u05db\u05dd \u05d4\u05de\u05d0\u05e4\u05e9\u05e8 \u05dc\u05db\u05dd \u05dc\u05d0\u05ea\u05e8 \u05d5\u05dc\u05d9\u05e6\u05d5\u05e8 \u05e7\u05e9\u05e8 \u05d0\u05dd \u05d4\u05d0\u05e0\u05e9\u05d9\u05dd \u05d4\u05e0\u05db\u05d5\u05e0\u05d9\u05dd \u05d1\u05de\u05d4\u05d9\u05e8\u05d5\u05ea. \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05d7\u05e4\u05e9 \u05d0\u05e0\u05e9\u05d9\u05dd \u05dc\u05e4\u05d9 \u05e4\u05e8\u05d8\u05d9 \u05e7\u05e9\u05e8, \u05e8\u05e7\u05e2 \u05d0\u05d5 \u05de\u05d5\u05de\u05d7\u05d9\u05d5\u05ea. \u05de\u05dc\u05d0\u05d5 \u05d0\u05ea \u05d4\u05e4\u05e8\u05d5\u05e4\u05d9\u05dc \u05e9\u05dc\u05db\u05dd \u05db\u05d3\u05d9 \u05dc\u05d0\u05e4\u05e9\u05e8 \u05dc\u05d0\u05e0\u05e9\u05d9\u05dd \u05dc\u05d4\u05db\u05d9\u05e8 \u05d0\u05ea\u05db\u05dd. \u05d4\u05d5\u05e1\u05d9\u05e4\u05d5 \u05d0\u05e0\u05e9\u05d9\u05dd \u05dc\u05e8\u05e9\u05ea \u05e9\u05dc\u05db\u05dd \u05db\u05d3\u05d9 \u05dc\u05d1\u05e0\u05d5\u05ea \u05de\u05d0\u05d2\u05e8 \u05e9\u05dc \u05d0\u05e0\u05e9\u05d9 \u05e7\u05e9\u05e8.
jsp.start.explore.component.body.wikis=\u05d5\u05d9\u05e7\u05d9 \u05d4\u05d5\u05d0 \u05d0\u05d5\u05e1\u05e3 \u05e9\u05dc \u05d3\u05e4\u05d9 \u05e8\u05e9\u05ea \u05d4\u05e2\u05d5\u05e1\u05e7\u05d9\u05dd \u05d1\u05e0\u05d5\u05e9\u05d0 \u05de\u05e1\u05d5\u05d9\u05dd. \u05d0\u05ea\u05e8\u05d9 \u05d5\u05d9\u05e7\u05d9 \u05d4\u05dd \u05db\u05dc\u05d9 \u05d9\u05e2\u05d9\u05dc \u05dc\u05e9\u05d9\u05ea\u05d5\u05e3 \u05de\u05d9\u05d3\u05e2 \u05d1\u05de\u05d9\u05e7\u05d5\u05dd \u05de\u05e8\u05db\u05d6\u05d9, \u05d5\u05dc\u05e2\u05d9\u05d3\u05d5\u05d3 \u05e2\u05d1\u05d5\u05d3\u05ea \u05e6\u05d5\u05d5\u05ea. \u05d7\u05d1\u05e8\u05d9 \u05d5\u05d9\u05e7\u05d9 \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05d3\u05e4\u05d9\u05dd \u05de\u05e9\u05dc\u05d4\u05dd \u05d5\u05dc\u05e2\u05e8\u05d5\u05da \u05d5\u05dc\u05d4\u05e2\u05d9\u05e8 \u05e2\u05dc \u05d3\u05e4\u05d9\u05dd \u05e7\u05d9\u05d9\u05de\u05d9\u05dd, \u05db\u05da \u05e9\u05d4\u05de\u05d9\u05d3\u05e2 \u05ea\u05de\u05d9\u05d3 \u05e0\u05e9\u05d0\u05e8 \u05de\u05e2\u05d5\u05d3\u05db\u05df.

jsp.start.explore.introduction.title=\u05de\u05d1\u05d5\u05d0
jsp.start.explore.introduction.body=HCL Lotus Connections \u05d4\u05d5\u05d0 \u05ea\u05d5\u05db\u05e0\u05ea \u05e8\u05e9\u05ea\u05d5\u05ea \u05d7\u05d1\u05e8\u05ea\u05d9\u05d5\u05ea \u05dc\u05e2\u05e1\u05e7\u05d9\u05dd. \u05d4\u05ea\u05d5\u05db\u05e0\u05d4 \u05de\u05d0\u05e4\u05e9\u05e8\u05ea \u05dc\u05db\u05dd \u05dc\u05e4\u05ea\u05d7, \u05dc\u05d8\u05e4\u05d7 \u05d5\u05dc\u05d4\u05d9\u05e9\u05d0\u05e8 \u05d1\u05e7\u05e9\u05e8 \u05e2\u05dd \u05e8\u05e9\u05ea \u05e9\u05dc \u05e2\u05de\u05d9\u05ea\u05d9\u05dd, \u05dc\u05d4\u05d2\u05d9\u05d1 \u05d1\u05de\u05d4\u05d9\u05e8\u05d5\u05ea \u05e2\u05dc \u05d4\u05d6\u05d3\u05de\u05e0\u05d5\u05d9\u05d5\u05ea \u05e2\u05e1\u05e7\u05d9\u05d5\u05ea \u05d1\u05e2\u05d6\u05e8\u05ea \u05de\u05d0\u05d2\u05e8 \u05d4\u05de\u05d5\u05de\u05d7\u05d9\u05dd \u05d1\u05e8\u05e9\u05ea \u05e9\u05dc\u05db\u05dd, \u05d5\u05dc\u05d3\u05d5\u05df \u05d1\u05e8\u05e2\u05d9\u05d5\u05e0\u05d5\u05ea \u05d9\u05e6\u05d9\u05e8\u05ea\u05d9\u05d9\u05dd \u05e9\u05dc \u05e2\u05de\u05d9\u05ea\u05d9\u05dd \u05d5\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d5\u05dc\u05e9\u05db\u05dc\u05dc \u05d0\u05d5\u05ea\u05dd.
jsp.start.explore.info=\u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05d4\u05e7\u05d9\u05e9\u05d5\u05e8\u05d9\u05dd \u05db\u05d3\u05d9 \u05dc\u05e8\u05d0\u05d5\u05ea \u05e4\u05e8\u05d8\u05d9\u05dd \u05e0\u05d5\u05e1\u05e4\u05d9\u05dd \u05e2\u05dc \u05db\u05dc \u05d9\u05d9\u05e9\u05d5\u05dd.

jsp.start.explore.demo.alt=\u05d4\u05e8\u05e6\u05ea \u05d5\u05d9\u05d3\u05d9\u05d0\u05d5 \u05d4\u05d3\u05d2\u05de\u05d4
jsp.start.explore.viewdemo=\u05e6\u05e4\u05d9\u05d9\u05d4 \u05d1\u05d4\u05d3\u05d2\u05de\u05d4
jsp.start.explore.viewCommunitiesDemo=\u05d4\u05e6\u05d2\u05ea \u05d4\u05d3\u05d2\u05de\u05d4 \u05e9\u05dc \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea
jsp.start.explore.viewLibraryDemo=\u05d4\u05e6\u05d2\u05ea \u05d4\u05d3\u05d2\u05de\u05d4 \u05e9\u05dc \u05d4\u05e1\u05e4\u05e8\u05d9\u05d4

jsp.help.read.transcript = \u05dc\u05d7\u05e6\u05d5 \u05db\u05d0\u05df \u05db\u05d3\u05d9 \u05dc\u05e7\u05e8\u05d5\u05d0 \u05ea\u05e2\u05ea\u05d9\u05e7 \u05ea\u05de\u05dc\u05d9\u05dc \u05e9\u05dc \u05d4\u05de\u05d3\u05e8\u05d9\u05da \u05dc\u05dc\u05d9\u05de\u05d5\u05d3 \u05e2\u05e6\u05de\u05d9.

# River of news strings
jsp.river.more = \u05e2\u05d5\u05d3
jsp.river.removeSaved = \u05e1\u05d9\u05dc\u05d5\u05e7 \u05d4\u05e4\u05e8\u05d9\u05d8 \u05de\u05d4\u05e8\u05e9\u05d9\u05de\u05d4 \u05d4\u05e9\u05de\u05d5\u05e8\u05d4 \u05e9\u05dc\u05d9
jsp.river.associatedTags = \u05ea\u05d2\u05d9\u05dd:
jsp.river.saveForLater= \u05e9\u05de\u05d9\u05e8\u05d4
jsp.river.saveForLater.alt = \u05d0\u05d9\u05e7\u05d5\u05df \u05e9\u05de\u05d9\u05e8\u05d4
jsp.river.openOriginal = \u05e4\u05ea\u05d9\u05d7\u05ea \u05d4\u05e4\u05e8\u05d9\u05d8 \u05d4\u05de\u05e7\u05d5\u05e8\u05d9
jsp.river.linkIcon = \u05d0\u05d9\u05e7\u05d5\u05df \u05e7\u05d9\u05e9\u05d5\u05e8
jsp.river.deleteSaved = \u05e1\u05d9\u05dc\u05d5\u05e7 \u05de\u05e9\u05de\u05d5\u05e8\u05d9\u05dd

jsp.river.discover.introduction = \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05d2\u05dc\u05d5\u05ea \u05d0\u05e0\u05e9\u05d9\u05dd \u05d7\u05d3\u05e9\u05d9\u05dd \u05d5\u05ea\u05d5\u05db\u05df \u05d7\u05d3\u05e9 \u05d1\u05d0\u05de\u05e6\u05e2\u05d5\u05ea \u05e2\u05d9\u05d5\u05df \u05d1\u05db\u05dc \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05d4\u05e6\u05d9\u05d1\u05d5\u05e8\u05d9\u05d9\u05dd
jsp.river.topUpdates.introduction = \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e8\u05d0\u05d5\u05ea \u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05de\u05e6\u05d1 \u05de\u05d4\u05e8\u05e9\u05ea \u05d5\u05ea\u05d2\u05d5\u05d1\u05d5\u05ea \u05e2\u05dc \u05d4\u05ea\u05e8\u05d5\u05de\u05d5\u05ea \u05e9\u05dc\u05db\u05dd.
jsp.river.filter.show = \u05d4\u05e6\u05d2\u05d4:
jsp.river.filter.allUpdates = \u05db\u05dc \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd
jsp.river.filter.homepage = \u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
jsp.river.filter.activities = \u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea
jsp.river.filter.profiles = \u05e4\u05e8\u05d5\u05e4\u05d9\u05dc\u05d9\u05dd
jsp.river.filter.communities = \u05e7\u05d4\u05d9\u05dc\u05d5\u05ea
jsp.river.filter.blogs = \u05d1\u05dc\u05d5\u05d2\u05d9\u05dd
jsp.river.filter.dogear = \u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea
jsp.river.filter.wikis = \u05d0\u05ea\u05e8\u05d9 \u05d5\u05d9\u05e7\u05d9
jsp.river.filter.files = \u05e7\u05d1\u05e6\u05d9\u05dd

jsp.river.filter.alt.allUpdates = \u05d1\u05d7\u05e8\u05d5 \u05db\u05d3\u05d9 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05d0\u05ea \u05db\u05dc \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd
jsp.river.filter.alt.activities = \u05d1\u05d7\u05e8\u05d5 \u05db\u05d3\u05d9 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05e8\u05e7 \u05d0\u05ea \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05de\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea
jsp.river.filter.alt.profiles = \u05d1\u05d7\u05e8\u05d5 \u05db\u05d3\u05d9 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05e8\u05e7 \u05d0\u05ea \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05de\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e4\u05e8\u05d5\u05e4\u05d9\u05dc\u05d9\u05dd
jsp.river.filter.alt.communities = \u05d1\u05d7\u05e8\u05d5 \u05db\u05d3\u05d9 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05e8\u05e7 \u05d0\u05ea \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05de\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea
jsp.river.filter.alt.blogs = \u05d1\u05d7\u05e8\u05d5 \u05db\u05d3\u05d9 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05e8\u05e7 \u05d0\u05ea \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05de\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05d1\u05dc\u05d5\u05d2\u05d9\u05dd
jsp.river.filter.alt.dogear = \u05d1\u05d7\u05e8\u05d5 \u05db\u05d3\u05d9 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05e8\u05e7 \u05d0\u05ea \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05de\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea
jsp.river.filter.alt.wikis = \u05d1\u05d7\u05e8\u05d5 \u05db\u05d3\u05d9 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05e8\u05e7 \u05d0\u05ea \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05de\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05d5\u05d5\u05d9\u05e7\u05d9
jsp.river.filter.alt.files = \u05d1\u05d7\u05e8\u05d5 \u05db\u05d3\u05d9 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05e8\u05e7 \u05d0\u05ea \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05de\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e7\u05d1\u05e6\u05d9\u05dd

jsp.river.error.message = \u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05d4\u05e6\u05d9\u05d2 \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea
jsp.river.error.error = \u05d0\u05d9\u05e8\u05e2\u05d4 \u05e9\u05d2\u05d9\u05d0\u05d4. \u05e0\u05d0 \u05dc\u05e4\u05e0\u05d5\u05ea \u05d0\u05dc \u05de\u05e0\u05d4\u05dc\u05df \u05d4\u05de\u05e2\u05e8\u05db\u05ea.\u200f \u05d2\u05d5\u05e8\u05dd \u05d0\u05e4\u05e9\u05e8\u05d9 \u05dc\u05e9\u05d2\u05d9\u05d0\u05d4 \u05d6\u05d5 \u05d4\u05d5\u05d0 \u05e9\u05e9\u05d9\u05e8\u05d5\u05ea \u05de\u05d0\u05d2\u05e8 \u05d4\u05d7\u05d3\u05e9\u05d5\u05ea \u05d0\u05d9\u05e0\u05d5 \u05e4\u05d5\u05e2\u05dc \u05db\u05d4\u05dc\u05db\u05d4.
jsp.river.error.details = \u05d4\u05e6\u05d2\u05ea \u05d4\u05d5\u05d3\u05e2\u05ea \u05d4\u05e9\u05d2\u05d9\u05d0\u05d4 \u05d4\u05de\u05dc\u05d0\u05d4
jsp.river.error.icon.alt = \u05d0\u05d9\u05e7\u05d5\u05df \u05e9\u05d2\u05d9\u05d0\u05d4

# Alt text for icons in river of news. Need for screen readers
jsp.river.alt.homepage = \u05d0\u05d9\u05e8\u05d5\u05e2 \u05de\u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
jsp.river.alt.blogs = \u05d0\u05d9\u05e8\u05d5\u05e2 \u05de\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05d1\u05dc\u05d5\u05d2\u05d9\u05dd
jsp.river.alt.wikis = \u05d0\u05d9\u05e8\u05d5\u05e2 \u05de\u05d9\u05d9\u05e9\u05d5\u05dd \u05d0\u05ea\u05e8\u05d9 \u05d4\u05d5\u05d5\u05d9\u05e7\u05d9
jsp.river.alt.files = \u05d0\u05d9\u05e8\u05d5\u05e2 \u05de\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e7\u05d1\u05e6\u05d9\u05dd
jsp.river.alt.dogear = \u05d0\u05d9\u05e8\u05d5\u05e2 \u05de\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea
jsp.river.alt.activities = \u05d0\u05d9\u05e8\u05d5\u05e2 \u05de\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea
jsp.river.alt.profiles = \u05d0\u05d9\u05e8\u05d5\u05e2 \u05de\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e4\u05e8\u05d5\u05e4\u05d9\u05dc\u05d9\u05dd
jsp.river.alt.communities = \u05d0\u05d9\u05e8\u05d5\u05e2 \u05de\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea
jsp.river.alt.thirdParty = \u05d0\u05d9\u05e8\u05d5\u05e2 \u05de\u05e8\u05db\u05d9\u05d1 \u05e9\u05dc \u05e6\u05d3 \u05e9\u05dc\u05d9\u05e9\u05d9

# Saved tab messages when no stories to display
jsp.river.savedTab.title.part1 = \u05e2\u05d3\u05d9\u05d9\u05df \u05dc\u05d0 \u05e9\u05de\u05e8\u05ea\u05dd \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea.
jsp.river.savedTab.title.part2 = \u05db\u05d3\u05d9 \u05dc\u05e9\u05de\u05d5\u05e8 \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05dc\u05e2\u05d9\u05d5\u05df \u05d1\u05d4\u05de\u05e9\u05da...\u200f
jsp.river.savedTab.step1 = \u05db\u05e9\u05de\u05d5\u05e6\u05d2\u05ea \u05e8\u05e9\u05d9\u05de\u05d4 \u05e9\u05dc \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea (\u05d1\u05dc\u05e9\u05d5\u05e0\u05d9\u05ea '\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05d0\u05d7\u05e8\u05d5\u05e0\u05d9\u05dd', '\u05d0\u05d9\u05ea\u05d5\u05e8' \u05d0\u05d5 '\u05e8\u05e9\u05d9\u05de\u05ea \u05de\u05e2\u05e7\u05d1').
jsp.river.savedTab.step2 = \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc '\u05e2\u05d5\u05d3' \u05dc\u05d9\u05d3 \u05d4\u05d9\u05d3\u05d9\u05e2\u05d4 \u05e9\u05d1\u05e8\u05e6\u05d5\u05e0\u05db\u05dd \u05dc\u05e9\u05de\u05d5\u05e8.
jsp.river.savedTab.step3 = \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc '\u05e9\u05de\u05d9\u05e8\u05ea \u05d9\u05d3\u05d9\u05e2\u05d4 \u05d6\u05d5'.

# Taop updates messages when no stories to display
# {0} is person name
jsp.river.topUpdates.welcome = \u05e9\u05dc\u05d5\u05dd {0}!
jsp.river.topUpdates.profiles.update = \u05d4\u05e8\u05d0\u05d5 \u05dc\u05d0\u05e0\u05e9\u05d9\u05dd \u05de\u05d9 \u05d0\u05ea\u05dd \u05d5\u05de\u05d4 \u05d0\u05ea\u05dd \u05e2\u05d5\u05e9\u05d9\u05dd.
jsp.river.topUpdates.profiles.update.part2 = \u05e2\u05d3\u05db\u05e0\u05d5 \u05d0\u05ea \u05d4\u05e4\u05e8\u05d5\u05e4\u05d9\u05dc \u05e9\u05dc\u05db\u05dd.
jsp.river.topUpdates.colleagues.part1 = \u05d0\u05ea\u05e8\u05d5 \u05d0\u05e0\u05e9\u05d9\u05dd \u05d4\u05de\u05e2\u05e0\u05d9\u05d9\u05e0\u05d9\u05dd \u05d0\u05ea\u05db\u05dd \u05d5\u05d4\u05d6\u05de\u05d9\u05e0\u05d5 \u05d0\u05d5\u05ea\u05dd \u05dc\u05d4\u05e6\u05d8\u05e8\u05e3 \u05dc\u05e8\u05e9\u05ea \u05e9\u05dc\u05db\u05dd.
jsp.river.topUpdates.colleagues.part2 = \u05d4\u05ea\u05d7\u05d9\u05dc\u05d5 \u05dc\u05d1\u05e0\u05d5\u05ea \u05d0\u05ea \u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05db\u05dd.
jsp.river.topUpdates.activities.part1 = \u05e6\u05e8\u05d5 \u05de\u05d8\u05dc\u05d5\u05ea \u05d5\u05d4\u05e7\u05e6\u05d5 \u05de\u05e9\u05d9\u05de\u05d5\u05ea \u05dc\u05e6\u05d5\u05d5\u05ea \u05e9\u05dc\u05db\u05dd.
jsp.river.topUpdates.activities.part2 = \u05e6\u05e8\u05d5 \u05e4\u05e2\u05d9\u05dc\u05d5\u05ea.
jsp.river.topUpdates.blogs.part1 = \u05e9\u05ea\u05e4\u05d5 \u05d0\u05ea \u05d4\u05d7\u05d3\u05e9\u05d5\u05ea \u05d5\u05d4\u05d3\u05e2\u05d5\u05ea \u05e9\u05dc\u05db\u05dd \u05e2\u05dd \u05d4\u05d0\u05e8\u05d2\u05d5\u05df.
jsp.river.topUpdates.blogs.part2 = \u05e6\u05e8\u05d5 \u05d1\u05dc\u05d5\u05d2.
jsp.river.topUpdates.communities.part1 = \u05e6\u05e8\u05d5 \u05e7\u05e9\u05e8 \u05e2\u05dd \u05d0\u05e0\u05e9\u05d9\u05dd \u05d1\u05e2\u05dc\u05d9 \u05ea\u05d7\u05d5\u05de\u05d9 \u05e2\u05e0\u05d9\u05d9\u05df \u05de\u05e9\u05d5\u05ea\u05e4\u05d9\u05dd.
jsp.river.topUpdates.communities.part2 = \u05d4\u05e6\u05d8\u05e8\u05e4\u05d5 \u05dc\u05e7\u05d4\u05d9\u05dc\u05d4.
jsp.river.topUpdates.dogear.part1 = \u05e9\u05de\u05e8\u05d5, \u05e1\u05d3\u05e8\u05d5 \u05d5\u05e9\u05ea\u05e4\u05d5 \u05d0\u05ea \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05e9\u05dc\u05db\u05dd.
jsp.river.topUpdates.dogear.part2 = \u05d0\u05d9\u05ea\u05d5\u05e8 \u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05d4\u05de\u05e2\u05e0\u05d9\u05d9\u05e0\u05d5\u05ea \u05d0\u05ea\u05db\u05dd.
jsp.river.topUpdates.files.part1 = \u05e9\u05ea\u05e4\u05d5 \u05de\u05d9\u05d3\u05e2 \u05d5\u05e2\u05d1\u05d3\u05d5 \u05d1\u05e6\u05d5\u05d5\u05ea \u05e2\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd.
jsp.river.topUpdates.files.part2 = \u05d8\u05e2\u05e0\u05d5 \u05d5\u05e9\u05ea\u05e4\u05d5 \u05e7\u05d1\u05e6\u05d9\u05dd.
jsp.river.topUpdates.wikis.part1 = \u05d0\u05ea\u05e8\u05d5 \u05d5\u05d9\u05e7\u05d9 \u05e9\u05d1\u05e8\u05e6\u05d5\u05e0\u05db\u05dd \u05dc\u05ea\u05e8\u05d5\u05dd \u05dc\u05d5, \u05d0\u05d5 \u05e6\u05e8\u05d5 \u05d5\u05d9\u05e7\u05d9 \u05d7\u05d3\u05e9.
jsp.river.topUpdates.wikis.part2 = \u05d4\u05ea\u05d7\u05dc\u05ea \u05e2\u05d1\u05d5\u05d3\u05ea \u05d4\u05e6\u05d5\u05d5\u05ea.
jsp.river.topUpdates.intro = \u05db\u05e9\u05ea\u05d4\u05d9\u05d5 \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05e4\u05e2\u05d9\u05dc\u05d9\u05dd \u05e9\u05dc HCL Connections, \u05d3\u05e3 \u05d6\u05d4 \u05d9\u05d0\u05d5\u05db\u05dc\u05e1 \u05d1\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d9\u05dd \u05d4\u05e7\u05e9\u05d5\u05e8\u05d9\u05dd \u05d0\u05dc\u05d9\u05db\u05dd \u05d5\u05d0\u05dc \u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05db\u05dd.

jsp.river.noItems = \u05d0\u05d9\u05df \u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05dc\u05d4\u05e6\u05d2\u05d4 \u05e2\u05d1\u05d5\u05e8 \u05de\u05d9\u05e0\u05d5\u05d9 \u05d6\u05d4.
jsp.statusUpdates.noItems = \u05d0\u05d9\u05df \u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05de\u05e6\u05d1 \u05dc\u05d4\u05e6\u05d2\u05d4.
jsp.newsfeed.noItems = \u05e2\u05e8\u05d5\u05e5 \u05d4\u05d7\u05d3\u05e9\u05d5\u05ea \u05e9\u05dc\u05db\u05dd \u05e8\u05d9\u05e7. \u05ea\u05e8\u05d0\u05d5 \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05dc\u05d0\u05d7\u05e8 \u05e9\u05ea\u05ea\u05d7\u05d9\u05dc\u05d5 \u05dc\u05e2\u05e7\u05d5\u05d1 \u05d0\u05d7\u05e8 \u05d0\u05e0\u05e9\u05d9\u05dd \u05d0\u05d5 \u05ea\u05d5\u05db\u05df.
jsp.river.discover.noItems = \u05d0\u05d9\u05df \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05e9\u05dc HCL Connections \u05db\u05e8\u05d2\u05e2. \u05d7\u05d6\u05e8\u05d5 \u05dc\u05d1\u05d3\u05d5\u05e7 \u05d1\u05d4\u05de\u05e9\u05da!

jsp.river.watchlist.addPerson = \u05d4\u05d5\u05e1\u05e4\u05ea \u05d0\u05d3\u05dd \u05dc\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05d9
jsp.river.watchlist.addPersonConfirm = \u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05db\u05dd \u05e2\u05d5\u05d3\u05db\u05e0\u05d4
# {0} is the name of a person
jsp.river.watchlist.addSpecificPerson = \u05d4\u05d5\u05e1\u05e4\u05ea {0} \u05dc\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05d9
# {0} is the name of a person
jsp.river.watchlist.addSpecificPersonConfirm = {0} \u05e0\u05d5\u05e1\u05e3 \u05dc\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05db\u05dd
jsp.river.watchlist.removePerson = \u05e1\u05d9\u05dc\u05d5\u05e7 \u05d0\u05d3\u05dd \u05de\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05d9
jsp.river.watchlist.removePersonConfirm = \u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05db\u05dd \u05e2\u05d5\u05d3\u05db\u05e0\u05d4
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPerson = \u05e1\u05d9\u05dc\u05d5\u05e7 {0} \u05de\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05d9
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPersonConfirm = {0} \u05e1\u05d5\u05dc\u05e7 \u05de\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05db\u05dd

jsp.river.watchlist.addTag = \u05d4\u05d5\u05e1\u05e4\u05ea \u05ea\u05d2 \u05dc\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05d9
jsp.river.watchlist.addTagConfirm = \u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05db\u05dd \u05e2\u05d5\u05d3\u05db\u05e0\u05d4
# {0} is a tag
jsp.river.watchlist.addSpecificTag = \u05d4\u05d5\u05e1\u05e4\u05ea \u05d4\u05ea\u05d2 {0} \u05dc\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05d9
# {0} is a tag
jsp.river.watchlist.addSpecificTagConfirm = \u05d4\u05ea\u05d2 {0} \u05e0\u05d5\u05e1\u05e3 \u05dc\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05db\u05dd
jsp.river.watchlist.removeTag = \u05e1\u05d9\u05dc\u05d5\u05e7 \u05ea\u05d2 \u05de\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05d9
jsp.river.watchlist.removeTagConfirm = \u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05db\u05dd \u05e2\u05d5\u05d3\u05db\u05e0\u05d4
# {0} is a tag
jsp.river.watchlist.removeSpecificTag = \u05e1\u05d9\u05dc\u05d5\u05e7 \u05d4\u05ea\u05d2 {0} \u05de\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05d9
# {0} is a tag
jsp.river.watchlist.removeSpecificTagConfirm = \u05d4\u05ea\u05d2 {0} \u05e1\u05d5\u05dc\u05e7 \u05de\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05db\u05dd


jsp.river.removePerson = \u05e1\u05d9\u05dc\u05d5\u05e7 \u05d0\u05d3\u05dd \u05de\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05e9\u05dc\u05d9
# {0} is the name of a person
jsp.river.removeSpecificPerson = \u05e1\u05d9\u05dc\u05d5\u05e7 {0} \u05de\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05e9\u05dc\u05d9
jsp.river.preview.blogs = \u05ea\u05e6\u05d5\u05d2\u05d4 \u05de\u05e7\u05d3\u05d9\u05de\u05d4 \u05e9\u05dc \u05e8\u05e9\u05d5\u05de\u05d4

jsp.river.subscribe.alt = \u05dc\u05d5\u05d2\u05d5 \u05e2\u05e8\u05d5\u05e5 \u05d4\u05ea\u05d5\u05db\u05df
jsp.river.subscribe = \u05e2\u05e8\u05d5\u05e5 \u05ea\u05d5\u05db\u05df \u05e2\u05d1\u05d5\u05e8 \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05d0\u05dc\u05d4

# Palette category
jsp.palette.category.all = \u05d4\u05db\u05dc

# Notification perspective strings
jsp.notifications.received.noItems = \u05dc\u05d0 \u05e7\u05d9\u05d1\u05dc\u05ea\u05dd \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd.
jsp.notifications.sent.noItems = \u05dc\u05d0 \u05e9\u05dc\u05d7\u05ea\u05dd \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd.

# General notification strings
jsp.notifications.received.title = \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05e9\u05d4\u05ea\u05e7\u05d1\u05dc\u05d5
jsp.notifications.received.sub.title = \u05d4\u05e6\u05d2\u05ea \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05e9\u05e0\u05e9\u05dc\u05d7\u05d5 \u05d0\u05dc\u05d9\u05db\u05dd \u05de\u05d0\u05e0\u05e9\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd \u05d0\u05d5 \u05de\u05d4\u05de\u05e2\u05e8\u05db\u05ea.
jsp.notifications.sent.title = \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05e9\u05e0\u05e9\u05dc\u05d7\u05d5
jsp.notifications.sent.sub.title = \u05d4\u05e6\u05d2\u05ea \u05d3\u05d9\u05d5\u05d5\u05d7\u05d9\u05dd \u05e9\u05e9\u05dc\u05d7\u05ea\u05dd \u05dc\u05d0\u05e0\u05e9\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd.
jsp.notifications.new = \u05d7\u05d3\u05e9
# {0} is the name of a person
jsp.notifications.photo = \u05ea\u05e6\u05dc\u05d5\u05dd \u05e9\u05dc {0}
jsp.notifications.sent.multiple.photo = \u05e0\u05de\u05e2\u05e0\u05d9\u05dd \u05de\u05e8\u05d5\u05d1\u05d9\u05dd
# {0} is the name of a person
jsp.notifications.sent.to.individual = \u05e0\u05e9\u05dc\u05d7 \u05d0\u05dc: {0}
# {0} is a number greater than 1
jsp.notifications.sent.to.multiple = \u05e0\u05e9\u05dc\u05d7 \u05dc-{0} \u05d0\u05e0\u05e9\u05d9\u05dd
jsp.notifications.delete = \u05de\u05d7\u05d9\u05e7\u05ea \u05d3\u05d9\u05d5\u05d5\u05d7 \u05d6\u05d4

# Activities specific notification messages
# {0} is the name of an activity entry, {1} is the name of an activity
jsp.notifications.activities.notify.title = {0} \u05de\u05d4\u05e4\u05e2\u05d9\u05dc\u05d5\u05ea: {1}
# {0} is the name of an activity
jsp.notifications.activities.autocomplete.received.title = \u05d4\u05e4\u05e2\u05d9\u05dc\u05d5\u05ea \u05e9\u05dc\u05db\u05dd "{0}" \u05ea\u05d5\u05e9\u05dc\u05dd \u05d0\u05d5\u05d8\u05d5\u05de\u05d8\u05d9\u05ea \u05d1\u05ea\u05d5\u05da \u05d6\u05de\u05df \u05e7\u05e6\u05e8.
jsp.notifications.activities.autocomplete.sent.title = \u05d4\u05e4\u05e2\u05d9\u05dc\u05d5\u05ea "{0}" \u05ea\u05d5\u05e9\u05dc\u05dd \u05d0\u05d5\u05d8\u05d5\u05de\u05d8\u05d9\u05ea \u05d1\u05ea\u05d5\u05da \u05d6\u05de\u05df \u05e7\u05e6\u05e8.
jsp.notifications.activities.create.title = \u05d9\u05e6\u05e8\u05ea\u05dd \u05e4\u05e2\u05d9\u05dc\u05d5\u05ea \u05d7\u05d3\u05e9\u05d4: {0}
jsp.notifications.activities.addmember.received.title = \u05e0\u05d5\u05e1\u05e4\u05ea\u05dd \u05dc\u05e4\u05e2\u05d9\u05dc\u05d5\u05ea: {0}
jsp.notifications.activities.addmember.sent.title = \u05d4\u05d5\u05e1\u05e4\u05ea\u05dd \u05d7\u05d1\u05e8\u05d9\u05dd \u05d7\u05d3\u05e9\u05d9\u05dd \u05dc\u05e4\u05e2\u05d9\u05dc\u05d5\u05ea: {0}
jsp.notifications.activities.invite.received.title = \u05d4\u05d5\u05d6\u05de\u05e0\u05ea\u05dd \u05dc\u05d4\u05e6\u05d8\u05e8\u05e3 \u05dc\u05e4\u05e2\u05d9\u05dc\u05d5\u05ea: {0}
jsp.notifications.activities.invite.sent.title = \u05d4\u05d6\u05de\u05e0\u05ea\u05dd \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05dc\u05d4\u05e6\u05d8\u05e8\u05e3 \u05dc\u05e4\u05e2\u05d9\u05dc\u05d5\u05ea: {0}
jsp.notifications.activities.invite.primaryaction = \u05d4\u05e6\u05d8\u05e8\u05e4\u05d5\u05ea \u05dc\u05e4\u05e2\u05d9\u05dc\u05d5\u05ea \u05d6\u05d5.
jsp.notifications.activities.invite.secondaryaction = \u05e1\u05d9\u05e8\u05d5\u05d1 \u05dc\u05d4\u05d6\u05de\u05e0\u05d4 \u05d6\u05d5

# Blogs specific notification messages
# {0} is the name of a blog entry, {1} is the name of a blog
jsp.notifications.blogs.notify.title = {0} \u05de\u05d4\u05d1\u05dc\u05d5\u05d2: {1}
# {0} is the name of a blog
jsp.notifications.blogs.notifyassignedowner.received = \u05e0\u05d5\u05e1\u05e4\u05ea\u05dd \u05db\u05d1\u05e2\u05dc\u05d9\u05dd \u05e9\u05dc \u05d4\u05d1\u05dc\u05d5\u05d2: {0}
jsp.notifications.blogs.notifyassignedowner.sent= \u05d4\u05d5\u05e1\u05e4\u05ea\u05dd \u05d1\u05e2\u05dc\u05d9\u05dd \u05dc\u05d1\u05dc\u05d5\u05d2: {0}
jsp.notifications.blogs.notifyassignedauthor.received = \u05e0\u05d5\u05e1\u05e4\u05ea\u05dd \u05db\u05de\u05d7\u05d1\u05e8\u05d9\u05dd \u05e9\u05dc \u05d4\u05d1\u05dc\u05d5\u05d2: {0}
jsp.notifications.blogs.notifyassignedauthor.sent= \u05d4\u05d5\u05e1\u05e4\u05ea\u05dd \u05de\u05d7\u05d1\u05e8 \u05dc\u05d1\u05dc\u05d5\u05d2: {0}
jsp.notifications.blogs.notifyassigneddraft.received = \u05e0\u05d5\u05e1\u05e4\u05ea\u05dd \u05db\u05ea\u05d5\u05e8\u05de\u05d9 \u05d8\u05d9\u05d5\u05d8\u05d5\u05ea \u05e9\u05dc \u05d4\u05d1\u05dc\u05d5\u05d2: {0}
jsp.notifications.blogs.notifyassigneddraft.sent= \u05d4\u05d5\u05e1\u05e4\u05ea\u05dd \u05ea\u05d5\u05e8\u05dd \u05d8\u05d9\u05d5\u05d8\u05d5\u05ea \u05dc\u05d1\u05dc\u05d5\u05d2: {0}

# Ideation Blogs specific notification messages
# {0} is the name of an Ideation Blog entry (idea), {1} is the name of an Ideation Blog
jsp.notifications.ideationblog.notify.title = {0} \u05de\u05d1\u05dc\u05d5\u05d2 \u05d4\u05e8\u05e2\u05d9\u05d5\u05e0\u05d5\u05ea: {1}

# Communities specific notification messages
# {0} is the name of a community
jsp.notifications.communities.memberadded.received.title = \u05e0\u05d5\u05e1\u05e4\u05ea\u05dd \u05dc\u05e7\u05d4\u05d9\u05dc\u05d4: {0}
jsp.notifications.communities.memberadded.sent.title = \u05d4\u05d5\u05e1\u05e4\u05ea\u05dd \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05dc\u05e7\u05d4\u05d9\u05dc\u05d4: {0}
jsp.notifications.communities.memberremoved.received.title = \u05e1\u05d5\u05dc\u05e7\u05ea\u05dd \u05de\u05d4\u05e7\u05d4\u05d9\u05dc\u05d4: {0}
jsp.notifications.communities.memberremoved.sent.title = \u05e1\u05d9\u05dc\u05e7\u05ea\u05dd \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05de\u05d4\u05e7\u05d4\u05d9\u05dc\u05d4: {0}
jsp.notifications.communities.requesttojoin.received.title = \u05de\u05e9\u05ea\u05de\u05e9 \u05d1\u05d9\u05e7\u05e9 \u05dc\u05d4\u05e6\u05d8\u05e8\u05e3 \u05dc\u05e7\u05d4\u05d9\u05dc\u05d4: {0}
jsp.notifications.communities.requesttojoin.sent.title = \u05d1\u05d9\u05e7\u05e9\u05ea\u05dd \u05dc\u05d4\u05e6\u05d8\u05e8\u05e3 \u05dc\u05e7\u05d4\u05d9\u05dc\u05d4: {0}
jsp.notifications.communities.invite.received.title = \u05d4\u05d5\u05d6\u05de\u05e0\u05ea\u05dd \u05dc\u05d4\u05e6\u05d8\u05e8\u05e3 \u05dc\u05e7\u05d4\u05d9\u05dc\u05d4: {0}
jsp.notifications.communities.invite.sent.title = \u05d4\u05d6\u05de\u05e0\u05ea\u05dd \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05dc\u05d4\u05e6\u05d8\u05e8\u05e3 \u05dc\u05e7\u05d4\u05d9\u05dc\u05d4: {0}
jsp.notifications.communities.invite.primaryaction = \u05d4\u05e6\u05d8\u05e8\u05e4\u05d5\u05ea \u05dc\u05e7\u05d4\u05d9\u05dc\u05d4 \u05d6\u05d5.
jsp.notifications.communities.invite.secondaryaction = \u05e1\u05d9\u05e8\u05d5\u05d1 \u05dc\u05d4\u05d6\u05de\u05e0\u05d4 \u05d6\u05d5

# Dogear specific notification messages
# {0} is a bookmark title
jsp.notifications.dogear.notify.title = \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 {0}.\u200f
jsp.notifications.dogear.notify.multiple.title = \u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05de\u05e8\u05d5\u05d1\u05d5\u05ea.
jsp.notifications.dogear.notify.primaryaction = \u05e2\u05e8\u05d9\u05db\u05ea \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5.
# {0} is a bookmark title
jsp.notifications.dogear.brokenurl.title = \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05e9\u05dc\u05db\u05dd \u05d1\u05e9\u05dd {0} \u05e1\u05d5\u05de\u05e0\u05d4 \u05db\u05e9\u05d1\u05d5\u05e8\u05d4.
jsp.notifications.dogear.brokenurl.sent.title = \u05e1\u05d9\u05de\u05e0\u05ea\u05dd \u05d0\u05ea \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d1\u05e9\u05dd {0} \u05db\u05e9\u05d1\u05d5\u05e8\u05d4.
# {0} is the title of a bookmark. {1} is a URL
jsp.notifications.dogear.replaceurl.title = \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05e9\u05dc\u05db\u05dd \u05d1\u05e9\u05dd {0} \u05e9\u05d1\u05d5\u05e8\u05d4. \u05d4-URL \u05d4\u05d7\u05d3\u05e9 \u05d4\u05d5\u05d0: {1}
jsp.notifications.dogear.replaceurl.primaryaction = \u05e2\u05e8\u05d9\u05db\u05ea \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5.
jsp.notifications.dogear.replaceurl.secondaryaction = \u05d4\u05e6\u05d2\u05ea \u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05e9\u05d1\u05d5\u05e8\u05d5\u05ea.

# Profiles specific notification messages
jsp.notifications.profiles.notify.received.title = \u05d4\u05d6\u05de\u05e0\u05d4 \u05dc\u05d4\u05e6\u05d8\u05e8\u05e3 \u05d0\u05dc \u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05d9
jsp.notifications.profiles.notify.sent.title = \u05d4\u05d6\u05de\u05e0\u05d4 \u05dc\u05d4\u05e6\u05d8\u05e8\u05e3 \u05d0\u05dc \u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05db\u05dd
jsp.notifications.profiles.notify.primaryaction = \u05d4\u05e6\u05d2\u05ea \u05d4\u05d4\u05d6\u05de\u05e0\u05d5\u05ea \u05e9\u05dc\u05db\u05dd

# Files specific notification messages
jsp.notifications.files.mediashare.title = \u05e7\u05d5\u05d1\u05e5 {0}
jsp.notifications.files.collectionmediaadd.title = {0} \u05e7\u05d5\u05d1\u05e5 \u05e0\u05d5\u05e1\u05e3 \u05dc\u05ea\u05d9\u05e7\u05d9\u05d4 {1}
jsp.notifications.files.collectionmemberupdated.title = \u05e0\u05d5\u05e1\u05e4\u05ea\u05dd \u05dc\u05ea\u05d9\u05e7\u05d9\u05d4: {0}
jsp.notifications.files.collectionmemberupdated.sent.title = \u05d4\u05d5\u05e1\u05e4\u05ea\u05dd \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05dc\u05ea\u05d9\u05e7\u05d9\u05d4: {0}
jsp.notifications.files.communityvisibilityupdated.title = \u05d4\u05e7\u05d4\u05d9\u05dc\u05d4 {0} \u05d4\u05d5\u05d2\u05d3\u05e8\u05d4 \u05db\u05e6\u05d9\u05d1\u05d5\u05e8\u05d9\u05ea, \u05d5\u05e7\u05d1\u05e6\u05d9\u05dd \u05dc\u05d0-\u05e6\u05d9\u05d1\u05d5\u05e8\u05d9\u05d9\u05dd \u05e9\u05e9\u05d9\u05ea\u05e4\u05ea\u05dd \u05e2\u05dd \u05d4\u05e7\u05d4\u05d9\u05dc\u05d4 \u05e1\u05d5\u05dc\u05e7\u05d5.
jsp.notifications.files.communityvisibilityupdated.desc = \u05d4\u05d9\u05d5 \u05dc\u05db\u05dd \u05e7\u05d1\u05e6\u05d9\u05dd \u05dc\u05d0-\u05e6\u05d9\u05d1\u05d5\u05e8\u05d9\u05d9\u05dd \u05e9\u05e9\u05d5\u05ea\u05e4\u05d5 \u05e2\u05dd \u05e7\u05d4\u05d9\u05dc\u05d4 \u05d6\u05d5. \u05e7\u05d1\u05e6\u05d9\u05dd \u05d0\u05dc\u05d4 \u05e1\u05d5\u05dc\u05e7\u05d5 \u05d5\u05d9\u05e9 \u05dc\u05d4\u05d2\u05d3\u05d9\u05e8\u05dd \u05db\u05e6\u05d9\u05d1\u05d5\u05e8\u05d9\u05d9\u05dd \u05db\u05d3\u05d9 \u05dc\u05e9\u05ea\u05e4\u05dd \u05e2\u05dd \u05e7\u05d4\u05d9\u05dc\u05d4 \u05d6\u05d5.

# Wikis specific notification messages
# {0} is the name of a wiki
jsp.notifications.wikis.received.roleAdd = \u05e0\u05d5\u05e1\u05e4\u05ea\u05dd \u05dc\u05d5\u05d5\u05d9\u05e7\u05d9: {0}
jsp.notifications.wikis.sent.roleAdd = \u05d4\u05d5\u05e1\u05e4\u05ea\u05dd \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05dc\u05d5\u05d5\u05d9\u05e7\u05d9: {0}


# Generic stuffs in case we need after string freeze
jsp.widget.addPage = \u05d4\u05d5\u05e1\u05e4\u05ea \u05d3\u05e3
jsp.widget.removePage = \u05e1\u05d9\u05dc\u05d5\u05e7 \u05d3\u05e3
jsp.widget.generalPage = \u05e4\u05e7\u05d3\u05d9\u05dd \u05db\u05dc\u05dc\u05d9\u05d9\u05dd
jsp.customize.preferences = \u05d4\u05e2\u05d3\u05e4\u05d5\u05ea
# {0} is the name of a page e.g. Important stuff
jsp.widget.defaultPageName = \u05d4\u05d3\u05e3 \u05e9\u05dc\u05d9 {0}
jsp.widget.listHelp = \u05d4\u05d5\u05e1\u05d9\u05e4\u05d5 \u05e7\u05d5 \u05d0\u05e0\u05db\u05d9 (|) \u05d1\u05d9\u05df \u05d4\u05e8\u05e9\u05d5\u05de\u05d5\u05ea.
jsp.widget.required = \u05de\u05dc\u05d0\u05d5 \u05e9\u05d3\u05d5\u05ea \u05d3\u05e8\u05d5\u05e9\u05d9\u05dd, \u05d4\u05de\u05e1\u05d5\u05de\u05e0\u05d9\u05dd \u05d1\u05db\u05d5\u05db\u05d1\u05d9\u05ea (*), \u05dc\u05e4\u05e0\u05d9 \u05d4\u05e9\u05de\u05d9\u05e8\u05d4.

jsp.typeAhead.more = {0} \u05ea\u05d5\u05e6\u05d0\u05d5\u05ea \u05d6\u05de\u05d9\u05e0\u05d5\u05ea. \u05de\u05d5\u05e6\u05d2\u05d5\u05ea 15 \u05d4\u05ea\u05d5\u05e6\u05d0\u05d5\u05ea \u05d4\u05e8\u05d0\u05e9\u05d5\u05e0\u05d5\u05ea \u05d1\u05dc\u05d1\u05d3.
jsp.typeAhead.error = \u05d0\u05d9\u05e8\u05e2\u05d4 \u05e9\u05d2\u05d9\u05d0\u05d4 \u05d1\u05d0\u05d7\u05d6\u05d5\u05e8 \u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05d0\u05e0\u05e9\u05d9\u05dd.\u200f
jsp.typeAhead.noResults = \u05d0\u05d9\u05df \u05ea\u05d5\u05e6\u05d0\u05d5\u05ea \u05ea\u05d5\u05d0\u05de\u05d5\u05ea

jsp.home.status.updates.choose.person = \u05d1\u05d7\u05d9\u05e8\u05ea \u05d0\u05d3\u05dd
jsp.home.filter.by = \u05d4\u05e6\u05d2\u05d4:

jsp.home.filter.status.updates.all = \u05db\u05dc \u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05d4\u05de\u05e6\u05d1
jsp.home.filter.status.updates.follow = \u05d0\u05e0\u05e9\u05d9\u05dd \u05d1\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05d9
jsp.home.filter.status.updates.network = \u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05d9
jsp.home.filter.status.updates.network.following =\u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05d9 \u05d5\u05d0\u05e0\u05e9\u05d9\u05dd \u05d1\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05d9
jsp.home.filter.status.updates.mine = \u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05d4\u05de\u05e6\u05d1 \u05e9\u05dc\u05d9

jsp.home.status.updates.comment.count = (1 \u05d4\u05e2\u05e8\u05d4)
# {0} is the number of comments
jsp.home.status.updates.comments.count = ({0} \u05d4\u05e2\u05e8\u05d5\u05ea)

jsp.home.status.updates.notpermitted = \u05d0\u05d9\u05e0\u05db\u05dd \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05d0\u05d5 \u05e8\u05e9\u05d0\u05d9\u05dd \u05dc\u05d4\u05e2\u05d9\u05e8 \u05e2\u05dc \u05d4\u05e2\u05e8\u05d4 \u05d6\u05d5.

# {0} is the number of extra comments to show
jsp.home.status.updates.show.comments = \u05d4\u05e6\u05d2\u05ea \u05e2\u05d5\u05d3 {0} \u05d4\u05e2\u05e8\u05d5\u05ea
# {0} is the number of extra comments to hide
jsp.home.status.updates.hide.comments = \u05d4\u05e1\u05ea\u05e8\u05ea {0} \u05d4\u05e2\u05e8\u05d5\u05ea...\u200f
jsp.home.status.updates.post.comment.error = \u05d4\u05d1\u05e7\u05e9\u05d4 \u05dc\u05d4\u05d2\u05d9\u05e9 \u05d0\u05ea \u05d4\u05d4\u05e2\u05e8\u05d4 \u05e9\u05dc\u05db\u05dd \u05e0\u05db\u05e9\u05dc\u05d4. \u05e0\u05d0 \u05dc\u05e4\u05e0\u05d5\u05ea \u05dc\u05de\u05e0\u05d4\u05dc\u05df.
jsp.home.status.updates.delete.comment.error = \u05d4\u05d1\u05e7\u05e9\u05d4 \u05dc\u05de\u05d7\u05d5\u05e7 \u05d0\u05ea \u05d4\u05d4\u05e2\u05e8\u05d4 \u05e9\u05dc\u05db\u05dd \u05e0\u05db\u05e9\u05dc\u05d4. \u05e0\u05d0 \u05dc\u05e4\u05e0\u05d5\u05ea \u05dc\u05de\u05e0\u05d4\u05dc\u05df.
jsp.home.status.updates.delete.update.error = \u05d4\u05d1\u05e7\u05e9\u05d4 \u05dc\u05de\u05d7\u05d5\u05e7 \u05d0\u05ea \u05d4\u05e2\u05d3\u05db\u05d5\u05df \u05e9\u05dc\u05db\u05dd \u05e0\u05db\u05e9\u05dc\u05d4. \u05e0\u05d0 \u05dc\u05e4\u05e0\u05d5\u05ea \u05dc\u05de\u05e0\u05d4\u05dc\u05df.
jsp.home.status.updates.just.now = \u05de\u05de\u05e9 \u05e2\u05db\u05e9\u05d9\u05d5
jsp.home.status.updates.invalid.comment.entered = \u05d4\u05d4\u05e2\u05e8\u05d4 \u05e9\u05e6\u05d9\u05d9\u05e0\u05ea\u05dd \u05d0\u05d9\u05e0\u05d4 \u05d7\u05d5\u05e7\u05d9\u05ea, \u05d1\u05d3\u05e7\u05d5 \u05d5\u05e0\u05e1\u05d5 \u05e9\u05d5\u05d1.
jsp.home.delete.entry = \u05de\u05d7\u05d9\u05e7\u05ea \u05e8\u05e9\u05d5\u05de\u05d4 \u05d6\u05d5

#This text is used to identify where a user has written on someone elses board. Typical use is : 'User A' wrote on the board of 'User B'
jsp.home.status.updates.wrote.board.entry = \u05db\u05ea\u05d1 \u05e2\u05dc \u05d4\u05dc\u05d5\u05d7 \u05e9\u05dc
jsp.home.status.updates.wrote.board.you.entry = \u05db\u05ea\u05d1 \u05e2\u05dc \u05d4\u05dc\u05d5\u05d7 \u05e9\u05dc\u05db\u05dd

jsp.home.main.confirm = \u05d0\u05d9\u05e9\u05d5\u05e8
jsp.home.main.error = \u05e9\u05d2\u05d9\u05d0\u05d4
jsp.home.main.hide = \u05d4\u05e1\u05ea\u05e8\u05d4

jsp.home.action.submit = \u05d4\u05d2\u05e9\u05d4
jsp.home.action.comments.add = \u05d4\u05d5\u05e1\u05e4\u05ea \u05d4\u05e2\u05e8\u05d4

jsp.home.no.content.statusupdates.title = \u05e2\u05d3\u05d9\u05d9\u05df \u05d0\u05d9\u05df \u05dc\u05db\u05dd \u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05de\u05e6\u05d1.
jsp.home.no.content.statusupdates.desc.line1 = \u05db\u05d3\u05d9 \u05dc\u05e7\u05d1\u05dc \u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05de\u05e6\u05d1 \u05e2\u05d1\u05d5\u05e8 \u05d0\u05d3\u05dd, \u05e4\u05ea\u05d7\u05d5 \u05d0\u05ea \u05d4\u05e4\u05e8\u05d5\u05e4\u05d9\u05dc \u05e9\u05dc\u05d5 \u05d5\u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc '\u05d4\u05d6\u05de\u05e0\u05d4 \u05dc\u05e8\u05e9\u05ea \u05e9\u05dc\u05d9' \u05db\u05d3\u05d9 \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05d0\u05d5\u05ea\u05d5 \u05db\u05e2\u05de\u05d9\u05ea, \u05d0\u05d5 \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc '\u05de\u05e2\u05e7\u05d1' \u05db\u05d3\u05d9 \u05dc\u05e2\u05e7\u05d5\u05d1 \u05d0\u05d7\u05e8\u05d9\u05d5.
jsp.home.no.content.statusupdates.desc.line2 = \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc '\u05e2\u05dc \u05de\u05d4 \u05d0\u05ea\u05dd \u05e2\u05d5\u05d1\u05d3\u05d9\u05dd \u05db\u05e8\u05d2\u05e2' \u05e2\u05db\u05e9\u05d9\u05d5 \u05db\u05d3\u05d9 \u05dc\u05e2\u05d3\u05db\u05df \u05d0\u05ea \u05d4\u05d5\u05d3\u05e2\u05ea \u05d4\u05de\u05e6\u05d1 \u05e9\u05dc\u05db\u05dd.
jsp.home.no.content.statusupdates.oneline = \u05e2\u05d3\u05d9\u05d9\u05df \u05d0\u05d9\u05df \u05dc\u05db\u05dd \u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05de\u05e6\u05d1. \u05db\u05d3\u05d9 \u05dc\u05e7\u05d1\u05dc \u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05de\u05e6\u05d1 \u05e2\u05d1\u05d5\u05e8 \u05d0\u05d3\u05dd, \u05e4\u05ea\u05d7\u05d5 \u05d0\u05ea \u05d4\u05e4\u05e8\u05d5\u05e4\u05d9\u05dc \u05e9\u05dc\u05d5 \u05d5\u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc '\u05d4\u05d6\u05de\u05e0\u05d4 \u05dc\u05e8\u05e9\u05ea \u05e9\u05dc\u05d9' \u05db\u05d3\u05d9 \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05d0\u05d5\u05ea\u05d5 \u05db\u05e2\u05de\u05d9\u05ea, \u05d0\u05d5 \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc '\u05de\u05e2\u05e7\u05d1' \u05db\u05d3\u05d9 \u05dc\u05e2\u05e7\u05d5\u05d1 \u05d0\u05d7\u05e8\u05d9\u05d5. \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc '\u05e2\u05dc \u05de\u05d4 \u05d0\u05ea\u05dd \u05e2\u05d5\u05d1\u05d3\u05d9\u05dd \u05db\u05e8\u05d2\u05e2?' \u05e2\u05db\u05e9\u05d9\u05d5 \u05db\u05d3\u05d9 \u05dc\u05e2\u05d3\u05db\u05df \u05d0\u05ea \u05d4\u05d5\u05d3\u05e2\u05ea \u05d4\u05de\u05e6\u05d1 \u05e9\u05dc\u05db\u05dd.

jsp.home.no.content.newsfeed.title = \u05e2\u05d3\u05d9\u05d9\u05df \u05d0\u05d9\u05df \u05dc\u05db\u05dd \u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05d7\u05d3\u05e9\u05d5\u05ea.
jsp.home.no.content.newsfeed.desc.line1 = \u05e2\u05dc\u05d9\u05db\u05dd \u05dc\u05e2\u05e7\u05d5\u05d1 \u05d0\u05d7\u05e8 \u05d0\u05e0\u05e9\u05d9\u05dd \u05d0\u05d5 \u05ea\u05d5\u05db\u05df \u05db\u05d3\u05d9 \u05dc\u05e7\u05d1\u05dc \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd.
jsp.home.no.content.newsfeed.desc.line2 = \u05d1\u05de\u05e7\u05d5\u05de\u05d5\u05ea \u05e9\u05d1\u05d4\u05dd \u05de\u05d5\u05e6\u05d2 \u05dc\u05d7\u05e6\u05df '\u05de\u05e2\u05e7\u05d1' \u05d1\u05de\u05de\u05e9\u05e7 \u05d4\u05de\u05e9\u05ea\u05de\u05e9, \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05db\u05d3\u05d9 \u05dc\u05e2\u05e7\u05d5\u05d1 \u05d0\u05d7\u05e8 \u05d0\u05e0\u05e9\u05d9\u05dd \u05d0\u05d5 \u05ea\u05d5\u05db\u05df.
jsp.home.no.content.newsfeed.oneline = \u05e2\u05d3\u05d9\u05d9\u05df \u05d0\u05d9\u05df \u05dc\u05db\u05dd \u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05d7\u05d3\u05e9\u05d5\u05ea. \u05e2\u05dc\u05d9\u05db\u05dd \u05dc\u05e2\u05e7\u05d5\u05d1 \u05d0\u05d7\u05e8 \u05d0\u05e0\u05e9\u05d9\u05dd \u05d0\u05d5 \u05ea\u05d5\u05db\u05df \u05db\u05d3\u05d9 \u05dc\u05e7\u05d1\u05dc \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd. \u05db\u05d3\u05d9 \u05dc\u05e2\u05e7\u05d5\u05d1 \u05d0\u05d7\u05e8 \u05d0\u05e0\u05e9\u05d9\u05dd \u05d0\u05d5 \u05ea\u05d5\u05db\u05df, \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05d4\u05dc\u05d7\u05e6\u05df "\u05de\u05e2\u05e7\u05d1" \u05d1\u05de\u05e7\u05d5\u05de\u05d5\u05ea \u05e9\u05d1\u05d4\u05dd \u05d4\u05d5\u05d0 \u05d6\u05de\u05d9\u05df.

jsp.home.no.content.discover.title = \u05e2\u05d3\u05d9\u05d9\u05df \u05d0\u05d9\u05df \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05e6\u05d9\u05d1\u05d5\u05e8\u05d9\u05d9\u05dd, \u05e0\u05e1\u05d5 \u05e9\u05d5\u05d1 \u05de\u05d0\u05d5\u05d7\u05e8 \u05d9\u05d5\u05ea\u05e8.
jsp.home.no.content.discover.desc.line1 = \u05db\u05e9\u05d0\u05e0\u05e9\u05d9\u05dd \u05d9\u05ea\u05d7\u05d9\u05dc\u05d5 \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05ea\u05d5\u05db\u05df \u05dc\u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd \u05e9\u05d5\u05e0\u05d9\u05dd, \u05d3\u05e3 \u05d6\u05d4 \u05d9\u05e6\u05d9\u05d2 \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05e6\u05d9\u05d1\u05d5\u05e8\u05d9\u05d9\u05dd.
jsp.home.no.content.discover.oneline = \u05e2\u05d3\u05d9\u05d9\u05df \u05d0\u05d9\u05df \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05dc\u05d4\u05e6\u05d2\u05d4. \u05db\u05e9\u05d0\u05e0\u05e9\u05d9\u05dd \u05d9\u05ea\u05d7\u05d9\u05dc\u05d5 \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05ea\u05d5\u05db\u05df, \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05d3\u05e3 \u05d6\u05d4 \u05dc\u05d4\u05e6\u05d2\u05ea \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05e6\u05d9\u05d1\u05d5\u05e8\u05d9\u05d9\u05dd.

jsp.home.no.content.saved.title = \u05dc\u05d0 \u05e9\u05de\u05e8\u05ea\u05dd \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea.
jsp.home.no.content.saved.desc.line1 = \u05db\u05d3\u05d9 \u05dc\u05e9\u05de\u05d5\u05e8 \u05d9\u05d3\u05d9\u05e2\u05d4, \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc '\u05e2\u05d5\u05d3' \u05dc\u05d9\u05d3 \u05d4\u05d9\u05d3\u05d9\u05e2\u05d4, \u05d5\u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc '\u05e9\u05de\u05d9\u05e8\u05d4'.
jsp.home.no.content.saved.oneline = \u05d0\u05d9\u05df \u05dc\u05db\u05dd \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05e9\u05de\u05d5\u05e8\u05d5\u05ea \u05db\u05d3\u05d9 \u05dc\u05e9\u05de\u05d5\u05e8 \u05d9\u05d3\u05d9\u05e2\u05d4, \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc '\u05e2\u05d5\u05d3' \u05dc\u05d9\u05d3 \u05d4\u05d9\u05d3\u05d9\u05e2\u05d4, \u05d5\u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc '\u05e9\u05de\u05d9\u05e8\u05d4'.

jsp.home.tags.main.title=\u05ea\u05d2\u05d9\u05dd \u05d1\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05d9
jsp.home.tags.filter.title=\u05e1\u05d9\u05e0\u05d5\u05df \u05dc\u05e4\u05d9 \u05ea\u05d2
jsp.home.tags.adding.title=\u05d4\u05d5\u05e1\u05e4\u05ea \u05ea\u05d2\u05d9\u05dd \u05d7\u05d3\u05e9\u05d9\u05dd
jsp.home.tags.removing.title=\u05e1\u05d9\u05dc\u05d5\u05e7 \u05ea\u05d2\u05d9\u05dd
jsp.home.tags.add.title=\u05d4\u05d5\u05e1\u05e4\u05ea \u05ea\u05d2

jsp.home.tags.remove.filter.title=\u05e1\u05d9\u05dc\u05d5\u05e7 \u05ea\u05d2 \u05de\u05de\u05e1\u05e0\u05df

jsp.home.tags.filtered.title=\u05de\u05d5\u05e6\u05d2 \u05ea\u05d5\u05db\u05df \u05e9\u05e1\u05d5\u05de\u05df \u05d1\u05ea\u05d2 :
jsp.home.tags.confirm.text=\u05d4\u05ea\u05d2 \u05d4\u05d7\u05d3\u05e9 \u05e9\u05dc\u05db\u05dd \"{0}\" \u05e0\u05d5\u05e1\u05e3 \u05d1\u05d4\u05e6\u05dc\u05d7\u05d4. \u05db\u05e2\u05ea \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e1\u05e0\u05df \u05d0\u05ea \u05e2\u05e8\u05d5\u05e5 \u05d4\u05ea\u05d5\u05db\u05df \u05dc\u05e4\u05d9 \u05ea\u05d2 \u05d6\u05d4.
jsp.home.tags.multi.confirm.text=\u05d4\u05ea\u05d2\u05d9\u05dd \u05d4\u05d7\u05d3\u05e9\u05d9\u05dd \u05e9\u05dc\u05db\u05dd \"{0}\" \u05e0\u05d5\u05e1\u05e4\u05d5 \u05d1\u05d4\u05e6\u05dc\u05d7\u05d4. \u05db\u05e2\u05ea \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e1\u05e0\u05df \u05d0\u05ea \u05e2\u05e8\u05d5\u05e5 \u05d4\u05ea\u05d5\u05db\u05df \u05dc\u05e4\u05d9 \u05ea\u05d2\u05d9\u05dd \u05d0\u05dc\u05d4.
jsp.home.tags.error.text=\u05d4\u05d9\u05ea\u05d4 \u05d1\u05e2\u05d9\u05d4 \u05d1\u05e2\u05d9\u05d1\u05d5\u05d3 \u05d1\u05e7\u05e9\u05ea\u05db\u05dd \u05dc\u05de\u05d9\u05e0\u05d5\u05d9 \u05dc\u05ea\u05d2. \u05e4\u05e0\u05d5 \u05d0\u05dc \u05d4\u05de\u05e0\u05d4\u05dc\u05df \u05d0\u05d5 \u05e0\u05e1\u05d5 \u05e9\u05d5\u05d1.

jsp.home.show.more=\u05d4\u05e6\u05d2\u05ea \u05e2\u05d5\u05d3 \u05d9\u05d3\u05d9\u05e2\u05d5\u05ea...
jsp.home.subscribe.entries=\u05e2\u05e8\u05d5\u05e5 \u05ea\u05d5\u05db\u05df \u05e2\u05d1\u05d5\u05e8 \u05e8\u05e9\u05d5\u05de\u05d5\u05ea \u05d0\u05dc\u05d4
jsp.home.loading=\u05d9\u05d3\u05d9\u05e2\u05d5\u05ea \u05d7\u05d3\u05e9\u05d5\u05ea \u05e0\u05d8\u05e2\u05e0\u05d5\u05ea...\u200f

jsp.home.manage.tags.text=\u05e0\u05d9\u05d4\u05d5\u05dc \u05d4\u05ea\u05d2\u05d9\u05dd \u05e9\u05dc\u05d9
jsp.home.saving.for.later= \u05e9\u05de\u05d9\u05e8\u05ea \u05d4\u05d9\u05d3\u05d9\u05e2\u05d4 \u05dc\u05e2\u05d9\u05d5\u05df \u05d1\u05d4\u05de\u05e9\u05da...\u200f
jsp.home.saved.story=\u05d4\u05d9\u05d3\u05d9\u05e2\u05d4 \u05e0\u05e9\u05de\u05e8\u05d4
jsp.home.add.saved.item.confirm.text=\u05d4\u05d9\u05d3\u05d9\u05e2\u05d4 \u05e0\u05e9\u05de\u05e8\u05d4 \u05d1\u05d4\u05e6\u05dc\u05d7\u05d4.
jsp.home.add.saved.item.error.text=\u05d4\u05d9\u05ea\u05d4 \u05d1\u05e2\u05d9\u05d4 \u05d1\u05e2\u05d9\u05d1\u05d5\u05d3 \u05d1\u05e7\u05e9\u05ea\u05db\u05dd \u05dc\u05e9\u05de\u05d9\u05e8\u05ea \u05d4\u05e4\u05e8\u05d9\u05d8. \u05e4\u05e0\u05d5 \u05d0\u05dc \u05d4\u05de\u05e0\u05d4\u05dc\u05df \u05d0\u05d5 \u05e0\u05e1\u05d5 \u05e9\u05d5\u05d1.
jsp.home.remove.saved.item.error.text=\u05d4\u05d9\u05ea\u05d4 \u05d1\u05e2\u05d9\u05d4 \u05d1\u05e1\u05d9\u05dc\u05d5\u05e7 \u05d4\u05e4\u05e8\u05d9\u05d8 \u05d4\u05e9\u05de\u05d5\u05e8. \u05e4\u05e0\u05d5 \u05d0\u05dc \u05d4\u05de\u05e0\u05d4\u05dc\u05df \u05d0\u05d5 \u05e0\u05e1\u05d5 \u05e9\u05d5\u05d1.

jsp.home.error111=\u05d4\u05ea\u05d2 \u05e9\u05e0\u05d9\u05e1\u05d9\u05ea\u05dd \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05db\u05d1\u05e8 \u05e7\u05d9\u05d9\u05dd.


jsp.home.tags.remove.alt.text = \u05e1\u05d9\u05dc\u05d5\u05e7 \u05ea\u05d2

jsp.form.login = \u05d8\u05d5\u05e4\u05e1 \u05d4\u05ea\u05d7\u05d1\u05e8\u05d5\u05ea

jsp.activitystream.title = \u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd
