# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# str.msgid.ignore=true
str_component_id=CLFRQ

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value

# Updates/Home


jsp.status.updates.title = Statusaktualisierungen
jsp.status.updates.sub.title = Aktualisierungen der Personen anzeigen, denen Sie folgen oder die zu Ihrem Netzwerk geh\u00f6ren. Sie k\u00f6nnen auch Ihren eigenen Profilstatus aktualisieren.

jsp.news.feed.title = Nachrichtenfeed
jsp.news.feed.sub.title = Aktualisierungen zu Inhalten oder Personen anzeigen, denen Sie folgen, zu Kollegen sowie Beitr\u00e4ge zu Inhalten, die Sie ver\u00f6ffentlicht haben.

jsp.discover.title = Finden
jsp.discover.sub.title = Alle \u00f6ffentlichen Aktualisierungen aus den HCL Connections-Komponenten anzeigen. Entdecken Sie, was andere Personen tun.

jsp.tags.title = Tags, denen ich folge
jsp.tags.sub.title = Aktualisierungen zu Tags anzeigen, denen Sie folgen.

jsp.saved.items.title = Gespeichert
jsp.saved.items.sub.title = Aktualisierungen anzeigen, die Sie gespeichert haben.

# Service names
jsp.common.service.name.activities=Aktivit\u00e4ten
jsp.common.service.name.dogear=Lesezeichen
jsp.common.service.name.profiles=Profile
jsp.common.service.name.blogs=Blogs
jsp.common.service.name.wikis=Wikis
jsp.common.service.name.forums=Foren
jsp.common.service.name.files=Dateien
jsp.common.service.name.communities=Communitys

# Generic across multiple pages
jsp.homepage.title = HCL Connections-Homepage
jsp.homepage.title.short = Homepage
jsp.homepage.home = Home
jsp.homepage.tab.updates = Aktualisierungen
jsp.homepage.tab.gettingStarted = Erste Schritte
jsp.homepage.tab.admin = Administration
jsp.homepage.tab.myPage = Meine Seite
jsp.homepage.tab.widgets = Widgets
jsp.homepage.tab.search = Suche
jsp.homepage.logo.alt = Homepagelogo
jsp.homepage.copyright.short = Licensed Materials \u2013 Property of HCL. \u00a9 Copyright HCL Technologies Limited 2007-2019. Alle Rechte vorbehalten.
jsp.homepage.copyright.long = Licensed Materials \u2013 Property of HCL. \u00a9 Copyright HCL Technologies Limited 2007-2019. Alle Rechte vorbehalten. Siehe Produktlizenz f\u00fcr Details. Java und alle Java-basierten Marken und Logos sind Marken oder eingetragene Marken von Oracle und/oder seinen verbundenen Unternehmen.
jsp.homepage.nav.activitystream.views = Activity Stream-Ansichten
jsp.homepage.nav.activitystream.imFollowing = Ich folge
jsp.homepage.nav.activitystream.statusUpdates = Statusaktualisierungen
jsp.homepage.nav.activitystream.actionRequired = Aktion erforderlich
jsp.homepage.nav.activitystream.saved = Gespeichert
jsp.homepage.nav.activitystream.myNotifications = Meine Benachrichtigungen
jsp.homepage.nav.activitystream.discover = Entdecken
jsp.homepage.nav.activitystream.myPageDesc = Pers\u00f6nliches, benutzerdefiniertes Dashboard f\u00fcr Ihre Inhalte und Communitys
jsp.homepage.nav.activitystream.imFollowingDesc=Zeigen Sie Aktualisierungen f\u00fcr Personen und anderes an, dem Sie folgen, und f\u00fcr Antworten auf Ihren Inhalt
jsp.homepage.nav.activitystream.statusUpdatesDesc=Zeigen Sie Statusaktualisierungen von Ihrem Netzwerk und von den Personen und Communitys an, denen Sie folgen
jsp.homepage.nav.activitystream.myNotificationsDesc=Zeigen Sie Aktualisierungen und Kommentare an, die sich auf Ihren Inhalt beziehen, sowie Benachrichtigungen, die Sie gesendet und empfangen haben
jsp.homepage.nav.activitystream.actionRequiredDesc=Zeigen Sie Elemente an, die Sie beantworten m\u00fcssen
jsp.homepage.nav.activitystream.savedDesc=Zeigen Sie Aktualisierungen an, die Sie gespeichert haben
jsp.homepage.nav.activitystream.discoverDesc=Entdecken Sie, was Personen teilen, und stellen Sie neue Kontakte her
jsp.homepage.nav.activitystream.myNotificationForMeDesc=Zeigen Sie Aktualisierungen und Kommentare an, die sich auf Ihren Inhalt beziehen, sowie Benachrichtigungen, die Sie empfangen haben
jsp.homepage.nav.activitystream.myNotificationFromMeDesc=Benachrichtigungen anzeigen, die Sie gesendet haben
jsp.homepage.nav.landmark.aria=Men\u00fc "Homepage"
jsp.homepage.nav.activitystream.selected=Ausgew\u00e4hlt

jsp.homepage.nav.badging.mentions.aria=Sie haben {0} ungelesene Erw\u00e4hnungen
jsp.homepage.nav.badging.notifications.aria=Sie haben {0} ungelesene Benachrichtigungen

jsp.homepage.lotusBar.customize = Anpassen
jsp.homepage.lotusBar.widgets = Home
jsp.homepage.lotusBar.updates = Home
jsp.homepage.lotusBar.gettingStarted = Home
jsp.homepage.lotusBar.admin = Home

jsp.homepage.javascript.disabled.msg.title = JavaScript aktivieren
jsp.homepage.javascript.disabled.msg.section1 = JavaScript wurde in Ihrem Web-Browser inaktiviert.  F\u00fcr das Funktionieren von HCL Connections ist JavaScript erforderlich.  Aktualisieren Sie die Seite, nachdem Sie JavaScript aktiviert haben.
jsp.homepage.javascript.disabled.msg.section2 = Aktualisieren Sie die Seite, um fortzufahren.

# search results tab
jsp.search.tab.results = Suchergebnisse

#auth/login.jsp auth/error.jsp
jsp.login.title = HCL Connections-Homepage - Anmeldung
jsp.login.homepage = Homepage
jsp.login.strapline = Finden Sie heraus, was derzeit in Ihrem Netzwerk passiert.
jsp.login.search = Suche
jsp.login.straplinesearch = Nutzen Sie die Suche und holen Sie das Beste aus Connections heraus.
jsp.login.username = Benutzername:
jsp.login.password = Kennwort:
jsp.login.username.error = Ihr Benutzername und/oder Ihr Kennwort stimmen mit keinem vorhandenen Konto \u00fcberein. \u00dcberpr\u00fcfen Sie Ihre Eingabe und versuchen Sie es erneut.
jsp.login.description.title = Welche M\u00f6glichkeiten bietet Ihnen die Homepage?
jsp.login.description = Erstellen Sie einen Arbeitsbereich, der eine Kurzdarstellung Ihres sozialen Netzwerks enth\u00e4lt, bleiben Sie in Bezug auf Statusinformationen und Aktualisierungen auf dem neusten Stand, \u00fcberpr\u00fcfen Sie Ihre Aufgaben und suchen Sie neue Personen und Inhalte, die Sie interessiert.
jsp.login.login = Anmelden
jsp.login.cancel = Abbrechen
jsp.login.error = Fehler

#web/jsp/main.jsp
jsp.main.function.sorry = Diese Funktion ist noch nicht implementiert.
jsp.main.close = Schlie\u00dfen
jsp.main.skip.link.river = Dr\u00fccken Sie die Zugriffstaste R oder U, um zum Nachrichtenfluss zu wechseln.
jsp.main.skip.link.palette = Dr\u00fccken Sie die Zugriffstaste P, um zur Palette zu wechseln.
jsp.main.skip.link.first.column = Dr\u00fccken Sie die Zugriffstaste 3, um zur ersten Spalte zu wechseln.
jsp.main.skip.link.second.column = Dr\u00fccken Sie die Zugriffstaste 4, um zur zweiten Spalte zu wechseln.
jsp.main.summary.table.layout = Tabelle, die das Layout der Seite anzeigt. Zweispaltiges Layout f\u00fcr Widgets.
jsp.main.iwidget.loading = Laden

#web/jsp/welcomeMessage.jspf
jsp.welcome.title = Willkommen bei HCL Connections
jsp.welcome.desc = \u00dcber die Homepage haben Sie Zugriff auf die neuesten Aktualisierungen zu Ihren Aktivit\u00e4ten und Interessen bei HCL Connections. Sie erhalten die aktuellsten Informationen aus Ihrem Netzwerk, Ihren Blogs und Communitys und k\u00f6nnen die Anzeige der Informationen Ihren pers\u00f6nlichen Vorstellungen anpassen.
jsp.welcome.learn = Weitere Informationen
jsp.welcome.demo = Demo anzeigen

#web/jsp/about.jsp
jsp.about.homepagehelp = Hilfe zur Homepage
jsp.about.help = Hilfe
jsp.about.homepagedemo = Homepage-Demo
jsp.about.demo = Demo anzeigen
jsp.about.tips = Tipps
jsp.about.tip.1 = Noch nie mit HCL Connections gearbeitet? W\u00e4hlen Sie die Ansicht "Erste Schritte" aus und lernen Sie die verschiedenen Anwendungen in wenigen einfachen Schritten kennen.
jsp.about.tip.2 = Wenn Sie sich f\u00fcr bestimmte Tags interessieren, folgen Sie ihnen einfach, und Sie erhalten stets Aktualisierungen zu diesen Tags direkt aus dem Nachrichtenfeed.
jsp.about.tip.3 = Rufen Sie Vorschl\u00e4ge zu Personen und Inhalten, die Sie m\u00f6glicherweise interessieren, aus den Widgets "Kennen Sie schon" und "Empfehlungen" ab.
jsp.about.headline.title = Wozu dient die Homepage?
jsp.about.headline.desc = Von einem zentralen Arbeitsbereich aus haben Sie zu jedem gew\u00fcnschten Zeitpunkt Zugriff auf ben\u00f6tigte Informationen. So bleiben Sie immer auf dem Laufenden. Bl\u00e4ttern Sie die neuesten Aktualisierungen aus allen HCL Connections-Komponenten durch, finden Sie heraus, was sich bei Personen und Inhalten tut, denen Sie folgen, und behalten Sie Ihre Aufgabenliste immer unter Kontrolle.
jsp.about.breakout.1.title = Sie sind neuer Benutzer und ben\u00f6tigen Hilfe?
jsp.about.breakout.1.desc = \u00dcber die Ansicht "Erste Schritte" erhalten Sie Hilfeinformationen zu einigen \u00dcbungen f\u00fcr Einsteiger. Wenn Sie den angegebenen Schritten folgen, erhalten Sie eine schnelle und einfache Einf\u00fchrung zu einigen Schl\u00fcsselfunktionen in HCL Connections. Geben Sie Ihre Profildaten ein, damit andere Personen Sie besser kennenlernen k\u00f6nnen. Entdecken Sie, was Tags sind und wie sie verwendet werden. Erfahren Sie, wie Sie mithilfe der unterschiedlichen Funktionen Informationen teilen und zusammenarbeiten k\u00f6nnen.
jsp.about.breakout.1.aria = Erste Schritte
jsp.about.breakout.2.title = Finden Sie die f\u00fcr Sie relevanten Aktualisierungen
jsp.about.breakout.2.desc = Verwenden Sie die unterschiedlichen Ansichten vom Typ \u201eAktualisierungen\u201cum die neuesten Informationen zu allen Komponenten zu erhalten. Sie k\u00f6nnen die Aktualisierungen nach dem Typ filtern und sich dadurch ganz leicht auf die Storys konzentrieren, die Sie am meisten interessieren. Stellen Sie fest, wer zu den von Ihnen erstellten Inhalte einen Beitrag verfasst hat. Speichern Sie wichtige Aktualisierungen, damit Sie sp\u00e4ter noch einmal darauf zur\u00fcckgreifen k\u00f6nnen. Mit dem Widget \u201eEreignisse\u201c k\u00f6nnen Sie bevorstehende Ereignisse, an denen Sie teilnehmen oder denen Sie folgen, nachverfolgen. Sie k\u00f6nnen etwas empfehlen oder erneut ver\u00f6ffentlichen, um Informationen mit den Personen zu teilen, die Ihnen folgen.
jsp.about.breakout.2.aria = Mit den neuesten Aktualisierungen arbeiten
jsp.about.breakout.3.title = Informieren Sie andere \u00fcber Ihre aktuelle Arbeit
jsp.about.breakout.3.desc = Das Ver\u00f6ffentlichen einer Statusnachricht bietet eine schnelle und einfache M\u00f6glichkeit, Informationen mit Ihren Arbeitskollegen zu teilen. Sie k\u00f6nnen Dateien an Ihre Statusaktualisierungen anh\u00e4ngen, um zus\u00e4tzliche Informationen bereitzustellen. Alternativ dazu k\u00f6nnen Sie Ihre Aktualisierungen auch mit Hashtags versehen, sodass andere Benutzer sie leichter finden k\u00f6nnen. W\u00e4hlen Sie \u201eStatusaktualisierungen\u201c aus, um Aktualisierungen zu anderen Personen in Ihrem Netzwerk und zu Personen, denen Sie folgen, zu aktivieren.
jsp.about.breakout.3.aria = Statusinformationen aktualisieren
jsp.about.breakout.4.title = Neue und interessante Inhalte suchen
jsp.about.breakout.4.desc = W\u00e4hlen Sie die Ansicht \u201eEntdecken\u201c aus, wenn Sie Aktualisierungen anzeigen oder suchen m\u00f6chten, die Sie m\u00f6glicherweise interessieren k\u00f6nnten. Auf diese Art k\u00f6nnen Sie auch Blogs mit relevanten Informationen oder Communitys finden, bei denen Sie Mitglied werden m\u00f6chten. Lesen Sie die neuesten Vorschl\u00e4ge aus dem Widget \u201eEmpfehlungen\u201c, um nach Inhalt zu suchen, der Ihren Interessen und Ihrem Fachwissen entspricht.
jsp.about.breakout.4.aria = Gehen Sie wie folgt vor, um nach neuem Inhalt zu suchen
jsp.about.ibm.logo.alt = HCL Logo
jsp.about.java.logo.alt = Java-Logo
jsp.about.more = Mehr Informationen
jsp.about.follow.aria = Weitere Informationen zum Folgen von Tags

#web/jsp/errorPage.jsp
jsp.errorpage.title = Homepage - fehlerhafte Seite
jsp.errorpage.error = Es ist ein Fehler aufgetreten. Klicken Sie auf die Schaltfl\u00e4che "Zur\u00fcck" und versuchen Sie es erneut. Wenn dies nicht funktioniert, melden Sie den Fehler dem Unterst\u00fctzungsforum.
jsp.errorpage.details = Vollst\u00e4ndige Fehlernachricht anzeigen
jsp.errorpage.hide.details = Vollst\u00e4ndige Fehlernachricht ausblenden
jsp.errorpage.message = Das hat leider nicht funktioniert.
jsp.errorpage.back = Zur\u00fcck zur Homepage
jsp.errorpage.stacktrace = Stack-Trace ca. um:
jsp.errorpage.icon.alt = Fehlersymbol

#web/jsp/errorPage403.jsp
error.notauthorized.exception=CLFRQ0405E: Sie sind nicht berechtigt, auf diese Ressource zuzugreifen.

#auth/login.jsp
jsp.loginpage.image.alt.logo = Homepage-Logo

#web/jsp/footer.jspf
jsp.footer.connections = HCL Connections
jsp.footer.help = Hilfe
jsp.footer.tools = Tools
jsp.footer.about = \u00dcber
jsp.footer.demo = Demo anzeigen
jsp.footer.support.forums = Lotus Support Forums
jsp.footer.bookmark.plugins = Lesezeichen-Browser-Plug-ins
jsp.footer.plugins = Weitere Plug-ins
jsp.footer.a11y = Eingabehilfen
jsp.footer.server.metrics = Serverkennzahlen
jsp.footer.ibm.com = HCL Connections auf hcl.com

#web/jsp/serverMetrics.jsp
homepage.metric.totals.visitor.header = Benutzerkennzahlen
homepage.metric.totals.visitor = Gesamtzahl einzelner Benutzer
homepage.metric.totals.visitor.today = Gesamtzahl einzelner Benutzer heute
homepage.metric.totals.visitor.week = Gesamtzahl einzelner Benutzer innerhalb der vergangenen Woche
homepage.metric.totals.visitor.month = Gesamtzahl einzelner Benutzer im vergangenen Monat
homepage.metric.totals.visitor.hourly = Gesamtzahl einzelner Benutzer innerhalb der vergangenen Stunde

homepage.metric.totals.available.widgets.header = Kennzahlen f\u00fcr Nutzung von Widgets
homepage.metric.totals.available.widgets = Gesamtzahl implementierter Widgets
homepage.metric.totals.enabled.widgets = Gesamtzahl aktivierter Widgets
homepage.metric.percentile.widgetsPerUser = Durchschnittliche Zahl verwendeter Widgets
homepage.metric.totals.customizedPages = Gesamtzahl der Benutzer mit benutzerdefinierten Seiten
homepage.metric.topWidgets = Beliebte Widgets

homepage.metric.widgetUsage = Verwendung von Widgets

homepage.metric.totals.stories.header = Kennzahlen f\u00fcr Artikel
homepage.metric.totals.stories.added = Gesamtzahl der hinzugef\u00fcgten Artikel
homepage.metric.totals.stories.added.today = Gesamtzahl der heute hinzugef\u00fcgten Artikel
homepage.metric.totals.stories.added.week = Gesamtzahl der innerhalb dieser Woche hinzugef\u00fcgten Artikel
homepage.metric.totals.stories.added.month = Gesamtzahl der innerhalb dieses Monats hinzugef\u00fcgten Artikel
homepage.metric.totals.stories.added.hourly = Gesamtzahl der innerhalb der letzten Stunde hinzugef\u00fcgten Artikel

homepage.metric.totals.stories.saved = Gesamtzahl der gespeicherten Artikel
homepage.metric.totals.stories.saved.today = Gesamtzahl der heute gespeicherten Artikel
homepage.metric.totals.stories.saved.week = Gesamtzahl der innerhalb dieser Woche gespeicherten Artikel
homepage.metric.totals.stories.saved.month = Gesamtzahl der innerhalb dieses Monats gespeicherten Artikel
homepage.metric.totals.stories.saved.hourly = Gesamtzahl der innerhalb der letzten Stunde gespeicherten Artikel


homepage.metric.totals.notifications.header = Kennzahlen f\u00fcr Benachrichtigungen
homepage.metric.totals.sentNotifications = Gesamtzahl der gesendeten nicht bereinigten Benachrichtigungen
homepage.metric.totals.sentNotifications.today = Gesamtzahl der heute gesendeten nicht bereinigten Benachrichtigungen
homepage.metric.totals.sentNotifications.week = Gesamtzahl der diese Woche gesendeten nicht bereinigten Benachrichtigungen
homepage.metric.totals.sentNotifications.month = Gesamtzahl der diesen Monat gesendeten nicht bereinigten Benachrichtigungen
homepage.metric.totals.sentNotifications.hourly = Gesamtzahl der in dieser Stunde gesendeten nicht bereinigten Benachrichtigungen


homepage.metric.totals.receivedNotifications = Gesamtzahl der empfangenen nicht bereinigten Benachrichtigungen
homepage.metric.totals.receivedNotifications.today = Gesamtzahl der heute empfangenen nicht bereinigten Benachrichtigungen
homepage.metric.totals.receivedNotifications.week = Gesamtzahl der diese Woche empfangenen nicht bereinigten Benachrichtigungen
homepage.metric.totals.receivedNotifications.month = Gesamtzahl der diesen Monat empfangenen nicht bereinigten Benachrichtigungen
homepage.metric.totals.receivedNotifications.hourly = Gesamtzahl der in der vergangenen Stunde empfangenen nicht bereinigten Benachrichtigungen

homepage.metric.totals.user = Gesamtzahl einzelner Benutzer
homepage.metric.totals.visitorPast24Hours = Gesamtzahl der Benutzer innerhalb der letzten 24 Stunden
homepage.metric.totals.visitorPastHour = Gesamtzahl der Benutzer innerhalb der letzten Stunde
homepage.metric.totals.visitorPast7Days = Gesamtzahl der Benutzer innerhalb der letzten 7 Tage
homepage.metric.totals.visitorPast30Days = Gesamtzahl der Benutzer innerhalb der letzten 30 Tage
#homepage.metric.totals.customizedPages = Total number of users with customized pages.
#homepage.metric.topWidgets = The most popular widgets and their counts.

homepage.metric.totals.user.desc = Gesamtzahl der eindeutigen Benutzer, die auf die Homepage zugegriffen haben.
homepage.metric.totals.available.widgets.desc = Gesamtzahl der in der Homepage implementierten Widgets.
homepage.metric.totals.enabled.widgets.desc = Gesamtzahl der derzeit auf der Homepage aktivierten und f\u00fcr Benutzer verf\u00fcgbaren Widgets.
homepage.metric.percentile.widgetsPerUser.desc = Durchschnittliche Zahl der Widgets, die von einem Homepage-Benutzer verwendet werden. Ein verwendetes Widget ist ein Widget, das ein Benutzer ge\u00f6ffnet hat.
homepage.metric.totals.visitorPast24Hours.desc = Gesamtzahl der eindeutigen Besucher in den vergangenen 24 Stunden.
homepage.metric.totals.visitorPastHour.desc = Gesamtzahl der eindeutigen Besucher in der vergangenen Stunde.
homepage.metric.totals.visitorPast7Days.desc = Gesamtzahl der eindeutigen Besucher in den vergangenen 7 Tagen
homepage.metric.totals.visitorPast30Days.desc = Gesamtzahl der eindeutigen Besucher in den vergangenen 30 Tagen
homepage.metric.widgetUsage.desc = Die Gesamtzahl von Widget-Benutzungsinstanzen pro Widget. Ein verwendetes Widget ist ein Widget, das ein Benutzer ge\u00f6ffnet hat, nicht eins, das an die Seitenleiste angedockt ist.

label.metrics.title = Homepagekennzahlen
label.metrics.name = Name
label.metrics.value = Wert
label.metrics.asof = Ab:
label.metrics.months = Januar Februar M\u00e4rz April Mai Juni Juli August September Oktober November Dezember
label.metrics.notSet= Systemkennzahlen stehen noch nicht zur Verf\u00fcgung oder sie wurden vom Administrator inaktiviert. Um Informationen zu erhalten, wenden Sie sich an den zust\u00e4ndigen Administrator.
label.metrics.storyLifeTime= Artikel und Benachrichtigungen werden nach {0} Tagen bereinigt.
# Search strings
# Common to multiple pages
# Only used in isolation for buttons
# used for tabs in search result ui and advanced search options
jsp.search.allAreas = Alle Bereiche
jsp.search.activities = Aktivit\u00e4ten
jsp.search.blogs = Blogs
jsp.search.communities = Communitys
jsp.search.dogear = Lesezeichen
jsp.search.profiles = Profile
jsp.search.wiki = Wiki
jsp.search.files = Dateien
jsp.search.search.verb = Suche
jsp.search.twisty.collapse = Klicken Sie hier, um den Abschnitt auszublenden
jsp.search.help.link = Hilfe

#web/jsp/search.jspf
jsp.search.searchbox.default.text = Alle Anwendungen
jsp.search.searchbox.searchdropdown = Suchoptionen eingrenzen
jsp.search.searchbox.search.activities = Aktivit\u00e4ten
jsp.search.searchbox.search.blogs = Blogs
jsp.search.searchbox.search.communities = Communitys
jsp.search.searchbox.search.dogear = Lesezeichen
jsp.search.searchbox.search.profiles = Profile
jsp.search.searchbox.search.wikis = Wikis
jsp.search.searchbox.search.files = Dateien
jsp.search.searchbox.search.forums = Foren
jsp.search.searchbox.search.status_updates = Statusaktualisierungen
jsp.search.searchbox.search.directory = Verzeichnis
jsp.search.searchbox.search.directory_named ={0}-Verzeichnis
jsp.search.searchbox.search.advanced = Erweitert
jsp.search.searchbox.a11y.title = Suchbegriff eingeben
jsp.search.searchbox.search.alt = Suche

#web/jsp/searchResults.jsp
jsp.search.results.title = Homepage - Suchergebnisse
jsp.search.results.advanced.search.button = Neue erweiterte Suche
jsp.search.comments.Comments = Kommentare
#web/jsp/searchComponents.jspf
jsp.search.components.results.from = Inhaltstypen
jsp.search.components.all = Alle Bereiche
jsp.search.components.help = Rufen Sie eine Aufgliederung Ihrer Suchergebnisse ab. Klicken Sie auf die Links, um die Ergebnisse zu den einzelnen Anwendungen anzuzeigen. Die Zahl neben dem jeweiligen Anwendungsnamen gibt an, wie viele Ergebnisse f\u00fcr diese Anwendung vorhanden sind.

#web/jsp/seachTags.jspf
jsp.search.tags.tags = Tags
jsp.search.tags.find = Tags suchen
jsp.search.tags.search = Tagsuche \u00fcbergeben
jsp.search.tags.active = Zugeh\u00f6rige Tags
jsp.search.tags.help = Klicken Sie auf einen Tag, um Ergebnisse mit einem bestimmten Tag (zugeordneten Begriff) anzuzeigen. Geben den Tag in das Suchfeld ein, wenn Sie nach einem bestimmten Tag suchen m\u00f6chten. Ziehen Sie die Schiebeleiste, um die Gr\u00f6\u00dfe der Tagwolke anzupassen.
jsp.search.tags.view.cloud = Als Wolke anzeigen
jsp.search.tags.view.list = Als Liste anzeigen

#web/jsp/searchPeople.jspf
jsp.search.people.people = Personen
jsp.search.people.most.active = Zugeh\u00f6rige Personen
jsp.search.people.help = Personen anzeigen, die mit Ihren Suchergebnissen verbunden sind. Klicken Sie auf einen Namen, um die Suchergebnisse zu der jeweiligen Person anzuzeigen.

#web/jsp/searchDate.jspf
jsp.search.dates.dates = Datumsangaben
jsp.search.dates.most.active = Zugeh\u00f6rige Daten
jsp.search.dates.help = Um Ergebnisse anzuzeigen, die in einem bestimmten Zeitraum erstellt oder aktualisiert wurden, erweitern Sie das Pfeilsymbol und filtern Sie die Informationen nach Jahr, Monat und Datum.
#web/jsp/searchResults.jspf
jsp.search.results.page.heading = Suchergebnisse

# Translator: In the next two properties, parameters {0} and {1} are user input
jsp.search.searched.for = Sie haben nach "{0}" gesucht
jsp.search.searched.for.refined = Sie haben nach "{0}" gesucht und dabei die folgenden Filter verwendet: {1}

#the next two strings are used in the context Results 1 to 10 of 100
jsp.search.results.range = Ergebnisse {0} bis {1} von {2}
jsp.search.results.previous = Zur\u00fcck
jsp.search.results.next = Weiter
jsp.search.results.page = Seite
jsp.search.results.first = Zuerst
jsp.search.results.last = Zuletzt

# In the next property, please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.noresults = Ihre Suche hat keine Ergebnisse geliefert. Klicken Sie <a href="{0}">hier</a>, um es erneut zu versuchen.

# The two strings below are used in the context Show: 10 | 20 | 50 | 100 | All items
# Because of design, they cannot be resourced in one single string.
# Please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.paging.show = Anzeigen:
jsp.search.results.paging.all = <a href="{0}">Alle</a> Elemente

# {0} and {1} contain only numbers
jsp.search.results.paging.jump = Zu Seite {0} von {1} wechseln

#web/jsp/advancedSearch.jsp
jsp.search.advancedsearch.page.title = Homepage - Erweiterte Suche
jsp.search.advancedsearch.title = Erweiterte Suche
jsp.search.advancedsearch.tips = Tipps
jsp.search.advancedsearch.tip.1 = Noch nie mit HCL Connections gearbeitet?
jsp.search.advancedsearch.tip.2 = Suchen Sie nach Inhalten aus einem bestimmten Bereich? Suchen Sie gezielter, indem Sie nur die Anwendungen ausw\u00e4hlen, die Sie interessieren. Klicken Sie auf <B>Alle durchsuchen</B>, um Ihre Suche zu erweitern.
jsp.search.advancedsearch.tip.3 = Geben Sie mindestens ein Schl\u00fcsselwort ein, um verschiedene Inhaltstypen zu suchen, die das Schl\u00fcsselwort enthalten.
jsp.search.advancedsearch.description = W\u00e4hlen Sie mindestens einen Suchbegriff aus, um nach zusammengeh\u00f6rigem Inhalt zu suchen.
jsp.search.advancedsearch.step.one = Erster Schritt
jsp.search.advancedsearch.step.two = Zweiter Schritt
jsp.search.advancedsearch.step.three = Dritter Schritt
jsp.search.advancedsearch.keywords.label = Nach Suchbegriffen suchen:
jsp.search.advancedsearch.features.select = W\u00e4hlen Sie die Anwendungen aus, die Sie suchen m\u00f6chten.
jsp.search.advancedsearch.features.all = Alle durchsuchen
jsp.search.advancedsearch.keywords.description = Bei der Suche nach "Design" wird zum Beispiel eine Liste mit Personen, Blogs, Aktivit\u00e4ten, Communitys und Lesezeichen angezeigt, die das Wort "Design" im Titel, in der Beschreibung, in Tags oder im Inhalt enthalten.
jsp.search.advancedsearch.tags.only = Nur nach Tags suchen
#web/jsp/advancedSearch.jsp - All Areas Tab
jsp.search.advancedsearch.all.caption = Verwenden Sie die nachstehenden Felder, um einige oder alle Bereiche zu durchsuchen
jsp.search.advancedsearch.keyword.label = Suchbegriffe
jsp.search.advancedsearch.keyword.description = Geben Sie einen Suchbegriff ein, um Inhalt zu suchen, der den Suchbegriff enth\u00e4lt.
jsp.search.advancedsearch.tags.label = Tags
jsp.search.advancedsearch.tags.description = Geben Sie einen Tag ein, um Personen oder Inhalt zu suchen, die/der mit einem bestimmten Begriff versehen sind/ist.
jsp.search.advancedsearch.person.label = Person
jsp.search.advancedsearch.person.description = Geben Sie den Namen einer Person ein, um das zugeh\u00f6rige Profil und Inhalte zu suchen, deren Autor diese Person ist.
jsp.search.advancedsearch.time.label = Zeitrahmen
jsp.search.advancedsearch.time.description = W\u00e4hlen Sie den Zeitraum aus, den Sie durchsuchen m\u00f6chten
jsp.search.advancedsearch.areas.label = Zu durchsuchende Bereiche
jsp.search.advancedsearch.areas.description = L\u00f6schen Sie alle Bereiche, die von der Suche ausgeschlossen werden sollen
jsp.search.advancedsearch.searchAllContent = Gesamten Inhalt durchsuchen
jsp.search.advancedsearch.searchMyContent = Meinen Inhalt durchsuchen

#web/jsp/noIndex.jsp
jsp.search.noIndex.title = Homepage - fehlender oder besch\u00e4digter Index
jsp.search.noIndex.message = Die Suche ist auf diesem Server nicht verf\u00fcgbar, weil der Index fehlt oder besch\u00e4digt ist.  Klicken Sie auf "Zur\u00fcck", um es erneut zu versuchen. Wenn diese Nachricht weiterhin angezeigt wird, wenden Sie sich an Ihren Administrator.
jsp.search.error = Fehler

#web/jsp/opensearch.jsp
#this jsp is used to provide details about Connections search to browsers so they can include Connections search in their built in search forms
# the service name cannot be longer than 16 characters for the opensearch spec
jsp.search.opensearch.service.name = Connections
# long service name may be up to 48 characters
jsp.search.opensearch.service.long.name = Connections durchsuchen
# the description must be less than 1024 characters for the opensearch spec
jsp.search.opensearch.description = Den gesamten Connections-Inhalt durchsuchen
# developer must not be longer than 64 characters
jsp.search.opensearch.service.developer = Connections-Entwicklerteam


# Admin UI: admin/admin.jsp
jsp.admin.title = Homepage des Administrators
jsp.admin.description = Auf dieser Seite k\u00f6nnen Sie die Apps definieren, die f\u00fcr Homepage-Benutzer verf\u00fcgbar sein sollen.
jsp.admin.widgets.click = Klicken Sie auf den Namen einer App, um sie auszuw\u00e4hlen.
jsp.admin.enabled.widgets = Aktivierte Apps
jsp.admin.enabled.widgets.comment = Aktivierte Apps werden auf der Homepage angezeigt
jsp.admin.disabled.widgets = Inaktivierte Apps
jsp.admin.disabled.widgets.comment = Inaktivierte Apps werden nicht auf der Homepage angezeigt
jsp.admin.button.disable = Inaktivieren
jsp.admin.button.edit = Bearbeiten
jsp.admin.button.remove = Entfernen
jsp.admin.button.enable = Aktivieren
jsp.admin.button.add = Weitere App hinzuf\u00fcgen
jsp.admin.button.refresh = Cache aktualisieren
jsp.admin.button.add.mapping = Zuordnung hinzuf\u00fcgen
jsp.admin.button.edit.mapping = Zuordnung bearbeiten
jsp.admin.button.delete.mapping = Zuordnung l\u00f6schen
jsp.admin.test.mode.title = Testmodus:
jsp.admin.test.mode.checkbox = Inaktivierte Apps zulassen
jsp.admin.add.page.title = Neue App hinzuf\u00fcgen
jsp.admin.edit.page.title = App bearbeiten
jsp.admin.edit.widget.type = App-Typ:
jsp.admin.edit.widget.type.comment = W\u00e4hlen Sie den App-Typ aus.
jsp.admin.edit.widget.type.iwidget = iWidget
# OpenSocial should not be translated as it's the name of a standard
jsp.admin.edit.widget.type.osgadget = Gadget "OpenSocial"
jsp.admin.edit.widget.name = App-Titel:
jsp.admin.edit.widget.name.comment = Geben Sie einen App-Namen ein. Beispiel: Blogs.
jsp.admin.edit.widget.description = Beschreibung:
jsp.admin.edit.widget.description.comment = Geben Sie eine Beschreibung der App ein. Beispiel: Eintr\u00e4ge und Kommentare zu aktuellen Blogs.
jsp.admin.edit.widget.url = URL-Adresse:
jsp.admin.edit.widget.url.comment = Geben Sie die Position der App ein. Dies muss eine absolute gesicherte Webadresse sein. Zum Beispiel http://myserver.com/mywidget.xml.
jsp.admin.edit.widget.secureurl = Sichere URL-Adresse:
jsp.admin.edit.widget.secureurl.comment = Geben Sie die Position der App ein. Dies muss eine absolute gesicherte Webadresse sein. Zum Beispiel https://myserver.com/mywidget.xml.
jsp.admin.edit.widget.iconurl = Symbol-URL:
jsp.admin.edit.widget.iconurl.comment = Geben Sie die Position eines Symbols f\u00fcr die angedockte App ein. Das Bildelement sollte eine Gr\u00f6\u00dfe von 16 x 16 Pixeln haben (Favoritensymbole sind m\u00f6glich).
jsp.admin.edit.widget.iconsecureurl = Sichere Symbol-URL:
jsp.admin.edit.widget.iconsecureurl.comment = Geben Sie die Position eines Symbols f\u00fcr die angedockte App ein. Das Bildelement sollte eine Gr\u00f6\u00dfe von 16 x 16 Pixeln haben (Favoritensymbole sind m\u00f6glich).
jsp.admin.edit.widget.homepagespecific = Spezielle HCL Connections-Tags verwenden:
jsp.admin.edit.widget.cache = Cache-App-Deskriptor:
jsp.admin.edit.widget.preview = Vorschaubild-URL:
jsp.admin.edit.widget.preview.comment = Geben Sie die Position eines Vorschaubilds ein. Dies kann eine absolute oder relative Webadresse sein. Zum Beispiel http://myserver.com/images/image.gif.
jsp.admin.edit.widget.category = Kategorie:
jsp.admin.edit.widget.category.comment = z. B. Lesezeichen
jsp.admin.edit.widget.tab.widget = Auf Seite "Meine Seite" anzeigen:
jsp.admin.edit.widget.tab.widget.comment = Sie m\u00fcssen in einer der Ansichten "Meine Seite" oder "Aktualisierungen" einen Bereich zum Anzeigen der App ausw\u00e4hlen. Aktivieren Sie beide Optionen, wenn die App in beiden Bereichen angezeigt werden soll.
jsp.admin.edit.widget.tab.update =  Auf Seite "Aktualisierungen" anzeigen:
jsp.admin.edit.widget.tab.update.comment = Sie m\u00fcssen in einer der Ansichten "Meine Seite" oder "Aktualisierungen" einen Bereich zum Anzeigen der App ausw\u00e4hlen. Aktivieren Sie beide Optionen, wenn die App in beiden Bereichen angezeigt werden soll.
jsp.admin.edit.widget.opened = Standardm\u00e4\u00dfig ge\u00f6ffnet:
jsp.admin.edit.widget.opened.comment = W\u00e4hlen Sie diese Option aus, um die App anzuzeigen, wenn sich der Benutzer zum ersten Mal auf der Homepage anmeldet.
jsp.admin.edit.widget.view = Mehrere Apps:
jsp.admin.edit.widget.view.comment = W\u00e4hlen Sie diese Option aus, wenn mehrere Instanzen der App angezeigt werden sollen.
jsp.admin.edit.widget.prereqs = Voraussetzungen:
jsp.admin.edit.button.ok = OK
jsp.admin.edit.button.save = Speichern
jsp.admin.edit.button.cancel = Abbrechen
jsp.admin.tips = Tipps
jsp.admin.tip.header = Neuer Administrator?
jsp.admin.tip.1 = Auf der Seite "Administration" k\u00f6nnen Sie einzelne Apps aktivieren und inaktivieren sowie ihre Details bearbeiten.
jsp.admin.tip.2 = Durch das Hinzuf\u00fcgen neuer Apps ihres Unternehmens oder von Fremdanbietern k\u00f6nnen Sie den Funktionsumfang der Homepage erweitern.
jsp.admin.error.select.widget = W\u00e4hlen Sie eine App aus, bevor Sie eine Aktion ausf\u00fchren.
jsp.admin.error.empty.name = Geben Sie vor dem Speichern einen Titel f\u00fcr die App an.
jsp.admin.error.empty.url = Geben Sie vor dem Speichern eine URL f\u00fcr die App ein.
jsp.admin.error.system.widgets = System-Apps k\u00f6nnen nicht entfernt werden.
jsp.admin.error.protocol = Das Protokoll wird f\u00fcr App-Ressourcen nicht unterst\u00fctzt.
jsp.admin.error.url = Die Ressource wurde an dieser Position nicht gefunden.
jsp.admin.error.verified = Die Ressource konnte nicht verifiziert werden. Wenden Sie sich an den zust\u00e4ndigen Systemadministrator.
jsp.admin.error.widgettab = W\u00e4hlen Sie mindestens eine Anzeigeoption aus. Sie m\u00fcssen die App in der Ansicht "Aktualisierungen" oder "Apps" oder in beiden Ansichten anzeigen.
jsp.admin.error.newwidget = Beim Erstellen der neuen App ist ein Fehler aufgetreten. Die App ist verf\u00fcgbar, aber funktioniert m\u00f6glicherweise nicht ordnungsgem\u00e4\u00df.
jsp.admin.error.enablewidget = Beim Aktivieren der App ist ein Fehler aufgetreten. Die App ist verf\u00fcgbar, aber funktioniert m\u00f6glicherweise nicht ordnungsgem\u00e4\u00df.
jsp.admin.error.editwidget = Beim Speichern der App ist ein Fehler aufgetreten. Die App ist verf\u00fcgbar, aber funktioniert m\u00f6glicherweise nicht ordnungsgem\u00e4\u00df.
jsp.admin.error.refreshcache = Beim Aktualisieren des Cache f\u00fcr die App ist ein Fehler aufgetreten.
jsp.admin.gadgetSettings.legend = Gadget-Einstellungen mit Activity Stream oder dem Dialogfenster "Teilen"
jsp.admin.gadgetSettings.gadgetSecurityLabel = Sicherheit:
jsp.admin.gadgetSettings.gadgetsecurityUnrestriced = Vertrauensw\u00fcrdig
jsp.admin.gadgetSettings.gadgetsso = SSO verwenden.
jsp.admin.gadgetSettings.gadgetSecurityRestricted = Eingeschr\u00e4nkt
jsp.admin.gadgetSettings.gadgetSettingsHelp = Vertrauensw\u00fcrdige Gadgets k\u00f6nnen auf APIs zugreifen, die sensible Daten enthalten k\u00f6nnen.
jsp.admin.gadgetSettings.gadgetsecurityLabel = UI-Integrationspunkte:
jsp.admin.gadgetSettings.gadgetshareboxLabel = Im Dialogfenster "Teilen" nach dem Gadget anzeigen:
jsp.admin.gadgetSettings.gadgeteeLabel = F\u00fcr Activity-Stream-Ereignisse anzeigen.
jsp.admin.gadgetSettings.gadgeturlaccesslabel = Serverzugriff \u00fcber Proxy:
jsp.admin.gadgetSettings.gadgeturlaccessExternal = Nur au\u00dferhalb des Intranets.
jsp.admin.gadgetSettings.gadgeturlaccessAny = Alle Server.
jsp.admin.gadgetSettings.gadgeturlaccessCustom = Angepasste Regel, die f\u00fcr dieses Gadget in der Datei "proxy-policy.dynamic" definiert wurde.
jsp.admin.gadgetSettings.widgetOrGadgetHelp = URLs, auf die das Gadget zugreifen kann.
jsp.admin.gadgetSettings.gadgetoauthLabel = OAuth-Client:
jsp.admin.gadgetSettings.serviceName=Servicename:
jsp.admin.gadgetSettings.oauthMappings= Ordnen Sie den Service dem Oauth-Client zu oder w\u00e4hlen Sie eine Zuordnung aus, die bearbeitet werden soll.
jsp.admin.gadgetSettings.serviceMappings= Servicezuordnungen:
jsp.admin.alert.willupdate=Durch \u00c4ndern der Einstellungen in dieser Anzeige wird diese aktualisiert und am Seitenanfang angezeigt
jsp.admin.alert.willupdate.2=Durch \u00c4ndern von {0} wird diese aktualisiert und am Seitenanfang angezeigt

# Getting Start UI: web/gettingStartedPage.action
jsp.start.title = Erste Schritte mit HCL Connections
jsp.start.sub.title = Diese Registerkarte f\u00fchrt Sie durch einige \u00dcbungen f\u00fcr Einsteiger und hilft Ihnen bei den ersten Schritten mit einigen Schl\u00fcsselfunktionen.
jsp.start.checkbox.label = Diese Anzeige beim Start nicht anzeigen
jsp.start.step1.tab.title.nocaps = Willkommen
jsp.start.step1.tab.title = WILLKOMMEN
jsp.start.step1.title = Erste Schritte mit HCL Connections.
jsp.start.step1.sub.title = Auf dieser Landing-Page (Zielseite) k\u00f6nnen Sie die ersten Erlebnisse anpassen, die Ihr Benutzer mit HCL Connections machen wird.
jsp.start.step1.text = Administratoren k\u00f6nnen die Schritte auf der Seite "Erste Schritte" anpassen, indem sie die Datei "gettingstarted-config.xml" bearbeiten. Sie k\u00f6nnen einzelne Schritte hinzuf\u00fcgen oder l\u00f6schen und benutzerdefinierte Inhalte bereitstellen, z. B. eine Willkommensnachricht vom CEO.
jsp.start.share.sub.title = Erfahren Sie, wie Sie mit anderen Personen Verbindung aufnehmen und Informationen teilen k\u00f6nnen.
jsp.start.explore.tab.title.nocaps = Durchsuchen
jsp.start.explore.tab.title = DURCHSUCHEN
jsp.start.explore.title = Durchsuchen
jsp.start.explore.sub.title = Weitere Informationen zu den Komponenten von HCL Connections.

jsp.start.welcome.title = Willkommen bei HCL Connections
jsp.start.welcome.sub.title = Erfahren Sie, was HCL Connections ist und wie Sie es verwenden k\u00f6nnen.
jsp.start.welcome.text.line1 = HCL Connections f\u00fchrt soziale Vernetzung im Unternehmen ein und erm\u00f6glicht es Ihnen dadurch, mit anderen zu kommunizieren und zusammenzuarbeiten und starke Beziehungen zu ihnen aufzubauen. Ob Sie wichtige Informationen teilen, ein Netzwerk mit wertvollen Kontakten aufbauen oder Personen folgen m\u00f6chten, die Sie interessieren: es gibt eine Anwendung f\u00fcr Sie.
jsp.start.welcome.text.line3 = Klicken Sie auf <b>Teilen</b>, um anzufangen. Nehmen Sie Verbindung zu anderen Personen auf und beginnen Sie, Informationen und Ideen auszutauschen. Klicken Sie dann auf die Registerkarte <b>Durchsuchen</b>, um Einf\u00fchrungen zu den verschiedenen Apps und deren Verwendungsweise zu erhalten.

# Getting started - Visitor tab

jsp.start.welcome.visitor.text.line1 = Eine Person in diesem Unternehmen hat Sie zur Teilnahme an einer HCL Connections-Community eingeladen oder hat eine Datei mit Ihnen geteilt. HCL Connections bietet Ihnen die Tools, die Sie f\u00fcr die Onlinezusammenarbeit mit anderen ben\u00f6tigen. Wenn Sie an HCL Connections teilnehmen, werden Sie ein externer Benutzer in diesem Unternehmen.
jsp.start.welcome.visitor.text.line2 = Wenn Sie gleich loslegen m\u00f6chten, klicken Sie auf {0} oder {1}, um festzustellen, ob Sie Nachrichten erhalten haben.
jsp.start.welcome.visitor.text.line3 = W\u00fcnschen Sie weitere Informationen? Klicken Sie auf {0}, um mehr zu erfahren.
jsp.start.welcome.visitor.text.homepage = Mit {0} finden Sie schnell heraus, welche Neuigkeiten es gibt, wo Ihre Aufmerksamkeit gefordert ist und wann Sie von anderen Personen erw\u00e4hnt werden. Um diese Seite bestm\u00f6glich zu nutzen, folgen Sie Communitys und Dateien, damit Sie immer auf dem neuesten Stand sind. Klicken Sie auf das Symbol "Home", um die Homepage zu \u00f6ffnen.
jsp.start.welcome.visitor.text.communities = Mit {0} k\u00f6nnen Sie an einer f\u00fcr Sie interessanten Community teilnehmen und dort Dateien teilen, Projekte nachverfolgen, Fragen stellen und beantworten, Daten zusammen mit anderen bearbeiten und gemeinsam neue Ideen entwickeln. Klicken Sie auf das Symbol "Communitys", um festzustellen, welchen Communitys Sie angeh\u00f6ren.
jsp.start.welcome.visitor.text.files = {0} erm\u00f6glicht das Teilen von Dateien mit anderen. Au\u00dferdem k\u00f6nnen Sie sehen, welche Dateien andere Pesonen mit Ihnen geteilt haben. Pinnen Sie h\u00e4ufig verwendete Dateien, um sie schnell zu finden. Sie k\u00f6nnen Kommentare zu Dateien eingeben, die neuesten Versionen herunterladen oder die Funktionen zur gemeinsamen Bearbeitung verwenden, um Dateien online zu \u00e4ndern.
jsp.start.welcome.visitor.homepage = Homepage
jsp.start.welcome.visitor.help = Welche Aktionen kann ich als externer Benutzer ausf\u00fchren?

# Getting started - share tab
jsp.start.share.tab.title.nocaps=Teilen
jsp.start.share.tab.title=TEILEN
jsp.start.share.title=Was m\u00f6chten Sie als N\u00e4chstes tun?
jsp.start.share.component.headline.documents=Arbeitsdokumente und -ressourcen teilen
jsp.start.share.component.headline.collaborate=Zentralen Standort f\u00fcr die Zusammenarbeit meines Teams einrichten
jsp.start.share.component.headline.ideas=Bereich zum Teilen von Ideen f\u00fcr mein Team einrichten
jsp.start.share.component.headline.knowledge=Pers\u00f6nliches Protokoll zur Weitergabe meines Wissens und Know-hows f\u00fchren
jsp.start.share.component.headline.people=Personen suchen, um Verbindung mit ihnen aufzunehmen
jsp.start.share.component.headline.links=Meine Links zu Websites teilen
jsp.start.share.component.headline.library=Dokumentpr\u00fcfung von gleichgestellten Mitarbeitern anfordern

jsp.start.share.component.body.title.tryMultiple={0} oder {1} versuchen
jsp.start.share.component.body.title.try={0} versuchen

jsp.start.share.component.body.documents.files=Verwenden Sie "Dateien" zum Hochladen, Teilen und Speichern von Dokumenten an einem zentralen Standort.
jsp.start.share.component.body.documents.activities=Mithilfe von "Aktivit\u00e4ten" k\u00f6nnen Sie Arbeitsdokumente teilen. Eine Aktivit\u00e4t erm\u00f6glicht das Organisieren der Arbeit und der Ressourcen Ihres Teams, d. h. die Aufgabenverteilung in einem Projekt.

jsp.start.share.component.body.collaborate.communities=Eine Community bringt Personen mit gemeinsamen Interessen zusammen. Nutzen Sie die Funktionen in "Communitys" zum Ansprechen, Organisieren und zum Herstellen der Verbindung zwischen den teilnehmenden Personen. Motivieren Sie Ihr Team zur Zusammenarbeit und zum Teilen von Informationen durch Hinzuf\u00fcgen von Blogs, Wikis, Aktivit\u00e4ten, Foren und Lesezeichen.
jsp.start.share.component.body.ideas.forums=Foren sind der geeignete Ort f\u00fcr Ihr Team, um Gedankenaustausch zu pflegen und Feedback zu sammeln. Verwenden Sie ein Forum zum Teilen von Ideen innerhalb Ihres Teams und zum Diskutieren von Themen von gemeinsamem Interesse.
jsp.start.share.component.body.ideas.wikis=Legen Sie einen Wiki-Bereich an, um Ihrem Team einen zentralen Standort f\u00fcr die Weitergabe und das Entwickeln von Ideen in dynamischer und interaktiver Weise anzubieten.
jsp.start.share.component.body.knowledge.blogs=Blogs sind Online-Journale, \u00fcber die Sie Informationen mit Ihrem Unternehmen austauschen und teilen. In einem Blog k\u00f6nnen Sie Kollegen \u00fcber neueste Entwicklungen in einem bestimmten Bereich informieren, Ihr Fachwissen anderen zur Verf\u00fcgung stellen oder einfach Ihre aktuellen Nachrichten und Ansichten anderen Personen mitteilen.
jsp.start.share.component.body.people.profiles=Verwenden Sie "Profile", um schnell mit den richtigen Personen Verbindung aufzunehmen. Sie k\u00f6nnen auf der Basis von Kontaktinformationen, Hintergrund oder Fachwissen nach Personen suchen. Sie k\u00f6nnen Kontakte sinnvoll zusammenstellen, indem Sie andere Personen zur Teilnahme an Ihrem Netzwerk einladen. Strecken Sie Ihre F\u00fchler aus und kn\u00fcpfen Sie Kontakte!
jsp.start.share.component.body.links.dogear=Nutzen Sie "Lesezeichen" zum Speichern, Verwalten und Teilen Ihrer Internet- und Intranet-Lesezeichen von einem praktischen zentralen Standort aus. Sie k\u00f6nnen Ihre Lesezeichen teilweise oder komplett teilen und haben damit immer die Kontrolle dar\u00fcber, wer was zu sehen bekommt. Sie k\u00f6nnen auch die Ressourcen Ihres Unternehmens besser nutzen, indem Sie die Lesezeichen anderer Personen einsehen.
jsp.start.share.component.body.library.communities=Mithilfe einer Bibliothek k\u00f6nnen Sie Community-Dateien speichern, organisieren, online an ihnen arbeiten und sie teilen. Sie k\u00f6nnen anfordern, dass andere Mitglieder Ihre Entw\u00fcrfe pr\u00fcfen, und die Vorteile der umfassenden sozialen Funktionen nutzen, wie z. B. Tagging, Folgen, Empfehlen und Kommentieren.


jsp.start.share.component.linksTitle.activities=Zu Aktivit\u00e4ten
jsp.start.share.component.linksTitle.blogs=Zu Blogs
jsp.start.share.component.linksTitle.dogear=Zu Lesezeichen
jsp.start.share.component.linksTitle.files=Zu Dateien
jsp.start.share.component.linksTitle.communities=Zu Communitys
jsp.start.share.component.linksTitle.forums=Zu Foren
jsp.start.share.component.linksTitle.wikis=Zu Wikis
jsp.start.share.component.linksTitle.profiles=Zu Profilen
jsp.start.share.component.linksTitle.homepage=Zur Ansicht Aktualisierungen der Homepage

jsp.start.share.info=Durch Klicken auf die Links erhalten Sie weitere Details zu jeder Anwendung.

# Explore
jsp.start.explore.component.body.activities=Mithilfe von "Aktivit\u00e4ten" k\u00f6nnen Sie die Projektarbeit Ihres Teams organisieren. Das Erstellen einer Aktivit\u00e4t ist eine M\u00f6glichkeit, Informationen und Ressourcen zu teilen, Aufgaben zuzuordnen und nachzuverfolgen, Teaminformationen zu ver\u00f6ffentlichen und Besprechungen zu organisieren. Sie k\u00f6nnen jederzeit neue Mitglieder zu einer Aktivit\u00e4t hinzuf\u00fcgen. Auf diese Weise k\u00f6nnen Sie schnell die f\u00fcr ein Projekt jeweils ben\u00f6tigten Ressourcen b\u00fcndeln.
jsp.start.explore.component.body.blogs=Blogs sind Online-Journale, \u00fcber die Sie Informationen mit den anderen Bereichen in Ihrem Unternehmen teilen k\u00f6nnen. Ein Blog ist eine hervorragende M\u00f6glichkeit, Ihre aktuellen Nachrichten und Ansichten effizient und dynamisch zu kommunizieren. Durch das Einstellen regelm\u00e4\u00dfiger Eintr\u00e4ge zu einem bestimmten Betreff oder Thema k\u00f6nnen Sie daf\u00fcr sorgen, dass andere Personen \u00fcber die neuesten Entwicklungen in einem bestimmten Bereich stets auf dem Laufenden bleiben.
jsp.start.explore.component.body.dogear=Verwenden Sie "Lesezeichen" zum Speichern und Abrufen von mit Lesezeichen vorgemerkten Web-Links in bzw. aus einem zentralen Speicherbereich. Sie k\u00f6nnen Ihre Lesezeichen teilweise oder komplett mit anderen Personen teilen. Sie k\u00f6nnen auch die Lesezeichen anderer Personen einsehen und haben so die M\u00f6glichkeit, Kontakte zu Personen herzustellen, die \u00e4hnliche Interessen haben oder das von Ihnen ben\u00f6tigte Fachwissen besitzen.
jsp.start.explore.component.body.communities=Eine Community ist eine Gruppe von Personen mit gemeinsamen Interessen. Communitys bieten eine hervorragende M\u00f6glichkeit, Mitglieder eines Teams miteinander zu verbinden und ihnen zu helfen, in Kontakt zu bleiben und Informationen untereinander auszutauschen. Communitys k\u00f6nnen \u00f6ffentlich oder eingeschr\u00e4nkt zug\u00e4nglich sein. Dadurch haben die Eigent\u00fcmer der Communitys die Kontrolle dar\u00fcber, wer an der Community teilnimmt und auf die Inhalte der Community zugreifen kann. Communitys k\u00f6nnen Dokumentbibliotheken enthalten oder auf diese verlinken, sodass die Mitglieder die Community-Dateien organisieren und online an ihnen zusammenarbeiten k\u00f6nnen.
jsp.start.explore.component.body.files="Dateien" bietet eine praktische M\u00f6glichkeit, Dateien in ein zentrales Repository hochzuladen und dort zu speichern. Sie k\u00f6nnen hochgeladene Dateien mit ausgew\u00e4hlten Personen teilen und haben so die M\u00f6glichkeit, online an Inhalten zusammenzuarbeiten, ohne dass gro\u00dfe Dateien als E-Mail versendet werden m\u00fcssen. Sie k\u00f6nnen Dateien auch empfehlen und einen Kommentar zu ihnen verfassen. Sie k\u00f6nnen mithilfe von Ordnern Dateien verwalten und verschiedene Dateiversionen nachverfolgen.
jsp.start.explore.component.body.forums=Ein Forum ist eine Online-Diskussionsplattform zu einem bestimmten Schwerpunktthema. Sie k\u00f6nnen an einem Forum teilnehmen, indem Sie Fragen stellen oder auf bereits bestehende Diskussionsbeitr\u00e4ge antworten. Sie suchen nach der L\u00f6sung eines Problems, das Sie behindert? Foren sind ein hervorragender Weg zum Gedankenaustausch, zum Sammeln von Feedback und zur Nutzung des Fachwissens anderer Personen.
jsp.start.explore.component.body.profiles="Profile" ist ein Verzeichnis der Personen in Ihrem Unternehmen, in dem Sie die richtigen Personen schnell finden und Kontakt mit ihnen aufnehmen k\u00f6nnen. Sie k\u00f6nnen nach anderen Personen auf der Basis von deren Kontaktinformationen, Hintergrund oder Fachwissen suchen. Teilen Sie anderen Personen mit, wer Sie sind, indem Sie Ihre Profildaten eintragen. Bauen Sie Ihre eigenen Kontakte auf, indem Sie andere Personen in Ihr Netzwerk aufnehmen.
jsp.start.explore.component.body.wikis=Ein Wiki ist eine Sammlung von Webseiten zu einem bestimmten Thema. Wikis bieten eine sehr gute M\u00f6glichkeit, Informationen zentral zu teilen und die Zusammenarbeit innerhalb ihres Projektteams zu f\u00f6rdern. Wiki-Mitglieder k\u00f6nnen eigene Seiten hinzuf\u00fcgen sowie vorhandene Seiten bearbeiten und kommentieren. Auf diese Weise wird sichergestellt, dass die betreffenden Informationen stets auf dem aktuellen Stand sind.

jsp.start.explore.introduction.title=Einf\u00fchrung
jsp.start.explore.introduction.body=HCL Connections ist eine Social Software f\u00fcr Unternehmen. Sie gibt Ihnen die M\u00f6glichkeit, Kontakte mit einem Netzwerk aus Kollegen und Mitarbeitern zu entwickeln, auszubauen und zu pflegen. Sie k\u00f6nnen schnell auf Gesch\u00e4ftschancen reagieren, indem Sie das entsprechende Know-how in Ihrem Netzwerk abrufen und neue kreative Ideen mit Kollegen und Kunden diskutieren und weiterentwickeln.
jsp.start.explore.info=Durch Klicken auf die Links erhalten Sie weitere Details zu jeder Anwendung.

jsp.start.explore.demo.alt=Demovideo wiedergeben
jsp.start.explore.viewdemo=Demo anzeigen
jsp.start.explore.viewCommunitiesDemo=Demo zu Communitys anzeigen
jsp.start.explore.viewLibraryDemo=Demo zu Bibliothek anzeigen

jsp.help.read.transcript = Klicken Sie hier, um die Textmitschrift zu diesem Lerntext anzuzeigen.

# River of news strings
jsp.river.more = Mehr
jsp.river.removeSaved = Element von meiner gespeicherten Liste entfernen
jsp.river.associatedTags = Tags:
jsp.river.saveForLater= Speichern
jsp.river.saveForLater.alt = Speichersymbol
jsp.river.openOriginal = Urspr\u00fcngliches Element \u00f6ffnen
jsp.river.linkIcon = Linksymbol
jsp.river.deleteSaved = Aus gespeicherten Elementen entfernen

jsp.river.discover.introduction = Entdecken Sie neue Personen und neuen Inhalt, indem Sie alle \u00f6ffentlichen Aktualisierungen durchsuchen
jsp.river.topUpdates.introduction = Zeigen Sie die Statusaktualisierungen aus Ihrem Netzwerk und die Antworten zu Ihren Beitr\u00e4gen an.
jsp.river.filter.show = Anzeigen:
jsp.river.filter.allUpdates = Alle Aktualisierungen
jsp.river.filter.homepage = Homepage
jsp.river.filter.activities = Aktivit\u00e4ten
jsp.river.filter.profiles = Profile
jsp.river.filter.communities = Communitys
jsp.river.filter.blogs = Blogs
jsp.river.filter.dogear = Lesezeichen
jsp.river.filter.wikis = Wikis
jsp.river.filter.files = Dateien

jsp.river.filter.alt.allUpdates = W\u00e4hlen Sie diese Option aus, um alle Aktualisierungen anzuzeigen
jsp.river.filter.alt.activities = W\u00e4hlen Sie diese Option aus, um nur die Aktualisierungen aus Aktivit\u00e4ten anzuzeigen
jsp.river.filter.alt.profiles = W\u00e4hlen Sie diese Option aus, um nur die Aktualisierungen aus Profile anzuzeigen
jsp.river.filter.alt.communities = W\u00e4hlen Sie diese Option aus, um nur die Aktualisierungen aus Communitys anzuzeigen
jsp.river.filter.alt.blogs = W\u00e4hlen Sie diese Option aus, um nur die Aktualisierungen aus Blogs anzuzeigen
jsp.river.filter.alt.dogear = W\u00e4hlen Sie diese Option aus, um nur die Aktualisierungen aus Lesezeichen anzuzeigen
jsp.river.filter.alt.wikis = W\u00e4hlen Sie diese Option aus, um nur die Aktualisierungen aus Wikis anzuzeigen
jsp.river.filter.alt.files = W\u00e4hlen Sie diese Option aus, um nur die Aktualisierungen aus Dateien anzuzeigen

jsp.river.error.message = Nachrichten k\u00f6nnen nicht angezeigt werden
jsp.river.error.error = Es ist ein Fehler aufgetreten. Wenden Sie sich an den zust\u00e4ndigen Systemadministrator. Dieser Fehler kann m\u00f6glicherweise auftreten, wenn der Repository-Service f\u00fcr Nachrichten nicht ordnungsgem\u00e4\u00df ausgef\u00fchrt wird.
jsp.river.error.details = Vollst\u00e4ndige Fehlernachricht anzeigen
jsp.river.error.icon.alt = Fehlersymbol

# Alt text for icons in river of news. Need for screen readers
jsp.river.alt.homepage = Ereignis von Homepage
jsp.river.alt.blogs = Ereignis aus Blogs
jsp.river.alt.wikis = Ereignis aus Wikis
jsp.river.alt.files = Ereignis aus Dateien
jsp.river.alt.dogear = Ereignis aus Lesezeichen
jsp.river.alt.activities = Ereignis aus Aktivit\u00e4ten
jsp.river.alt.profiles = Ereignis aus Profilen
jsp.river.alt.communities = Ereignis aus Communitys
jsp.river.alt.thirdParty = Ereignis aus der Komponente eines anderen Herstellers

# Saved tab messages when no stories to display
jsp.river.savedTab.title.part1 = Sie haben noch keine Artikel gespeichert.
jsp.river.savedTab.title.part2 = Um Artikel zum sp\u00e4teren Lesen zu speichern...
jsp.river.savedTab.step1 = Beim Anzeigen einer Liste mit Artikeln (in den Registerkarten "Die neuesten Aktualisierungen", "Entdecken" oder "Beobachtungsliste").
jsp.river.savedTab.step2 = Klicken Sie neben dem Artikel, den Sie speichern m\u00f6chten, auf "Mehr".
jsp.river.savedTab.step3 = Klicken Sie auf "Diesen Artikel speichern".

# Taop updates messages when no stories to display
# {0} is person name
jsp.river.topUpdates.welcome = Hallo {0}!
jsp.river.topUpdates.profiles.update = Teilen Sie anderen Personen mit, wer Sie sind und was Sie tun.
jsp.river.topUpdates.profiles.update.part2 = Aktualisieren Sie Ihr Profil.
jsp.river.topUpdates.colleagues.part1 = Suchen Sie nach Personen, die Sie interessieren, und laden Sie diese zur Teilnahme an Ihrem Netzwerk ein.
jsp.river.topUpdates.colleagues.part2 = Beginnen Sie mit dem Aufbau Ihres eigenen Netzwerks.
jsp.river.topUpdates.activities.part1 = Erstellen Sie Aufgaben und ordnen Sie Ihrem Team Tasks zu.
jsp.river.topUpdates.activities.part2 = Starten Sie eine Aktivit\u00e4t.
jsp.river.topUpdates.blogs.part1 = Teilen Sie Nachrichten und Ansichten mit anderen Personen im Unternehmen.
jsp.river.topUpdates.blogs.part2 = Erstellen Sie ein Blog.
jsp.river.topUpdates.communities.part1 = Lernen Sie Personen kennen, mit denen Sie ein gemeinsames Interesse verbindet.
jsp.river.topUpdates.communities.part2 = Nehmen Sie an einer Community teil.
jsp.river.topUpdates.dogear.part1 = Speichern, organisieren und stellen Sie Ihre Lesezeichen zur Verf\u00fcgung.
jsp.river.topUpdates.dogear.part2 = Suchen Sie nach interessanten Lesezeichen.
jsp.river.topUpdates.files.part1 = Teilen Sie Informationen mit anderen Personen und arbeiten Sie online mit anderen zusammen.
jsp.river.topUpdates.files.part2 = Laden Sie Dateien hoch und teilen Sie sie mit anderen.
jsp.river.topUpdates.wikis.part1 = Suchen Sie nach einem Wiki, f\u00fcr das Sie Beitr\u00e4ge erstellen m\u00f6chten, oder erstellen Sie ein neues Wiki.
jsp.river.topUpdates.wikis.part2 = Beginnen Sie Ihre Onlinezusammenarbeit.
jsp.river.topUpdates.intro = Wenn Sie beginnen, in HCL Connections zu arbeiten, wird diese Seite mit den neuesten Aktualisierungen gef\u00fcllt, die mit Ihnen und Ihrem Netzwerk in Beziehung stehen.

jsp.river.noItems = F\u00fcr diese Auswahl liegen keine Nachrichtenaktualisierungen vor.
jsp.statusUpdates.noItems = Es liegen keine Statusaktualisierungen zum Anzeigen vor.
jsp.newsfeed.noItems = Ihr Nachrichtenfeed ist leer. Aktualisierungen werden angezeigt, sobald Sie anderen Personen oder Inhalten folgen.
jsp.river.discover.noItems = Derzeit liegen in HCL Connections keine Aktualisierungen vor. Versuchen Sie es sp\u00e4ter noch einmal.

jsp.river.watchlist.addPerson = Person zu meiner Beobachtungsliste hinzuf\u00fcgen
jsp.river.watchlist.addPersonConfirm = Ihre Beobachtungsliste wurde aktualisiert
# {0} is the name of a person
jsp.river.watchlist.addSpecificPerson = {0} zu meiner Beobachtungsliste hinzuf\u00fcgen
# {0} is the name of a person
jsp.river.watchlist.addSpecificPersonConfirm = {0} wurde zu Ihrer Beobachtungsliste hinzugef\u00fcgt
jsp.river.watchlist.removePerson = Person aus meiner Beobachtungsliste entfernen
jsp.river.watchlist.removePersonConfirm = Ihre Beobachtungsliste wurde aktualisiert
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPerson = {0} aus meiner Beobachtungsliste entfernen
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPersonConfirm = {0} wurde aus Ihrer Beobachtungsliste entfernt

jsp.river.watchlist.addTag = Tag zu meiner Beobachtungsliste hinzuf\u00fcgen
jsp.river.watchlist.addTagConfirm = Ihre Beobachtungsliste wurde aktualisiert
# {0} is a tag
jsp.river.watchlist.addSpecificTag = Tag {0} zu meiner Beobachtungsliste hinzuf\u00fcgen
# {0} is a tag
jsp.river.watchlist.addSpecificTagConfirm = Tag {0} wurde zu Ihrer Beobachtungsliste hinzugef\u00fcgt
jsp.river.watchlist.removeTag = Tag aus meiner Beobachtungsliste entfernen
jsp.river.watchlist.removeTagConfirm = Ihre Beobachtungsliste wurde aktualisiert
# {0} is a tag
jsp.river.watchlist.removeSpecificTag = Tag {0} aus meiner Beobachtungsliste entfernen
# {0} is a tag
jsp.river.watchlist.removeSpecificTagConfirm = Tag {0} wurde aus Ihrer Beobachtungsliste entfernt


jsp.river.removePerson = Person aus meinen Aktualisierungen entfernen
# {0} is the name of a person
jsp.river.removeSpecificPerson = {0} aus meinen Aktualisierungen entfernen
jsp.river.preview.blogs = Vorschau des Eintrags

jsp.river.subscribe.alt = Feedsymbol
jsp.river.subscribe = Feed f\u00fcr diese Artikel

# Palette category
jsp.palette.category.all = Alle

# Notification perspective strings
jsp.notifications.received.noItems = Sie haben noch keine Benachrichtigungen empfangen.
jsp.notifications.sent.noItems = Sie haben noch keine Benachrichtigungen gesendet.

# General notification strings
jsp.notifications.received.title = Empfangene Benachrichtigungen
jsp.notifications.received.sub.title = Benachrichtigungen anzeigen, die Sie von anderen Personen oder vom System erhalten.
jsp.notifications.sent.title = Gesendete Benachrichtigungen
jsp.notifications.sent.sub.title = Benachrichtigungen anzeigen, die Sie an andere Benutzer gesendet haben.
jsp.notifications.new = Neu
# {0} is the name of a person
jsp.notifications.photo = Foto von {0}
jsp.notifications.sent.multiple.photo = Mehrere Empf\u00e4nger
# {0} is the name of a person
jsp.notifications.sent.to.individual = Gesendet an: {0}
# {0} is a number greater than 1
jsp.notifications.sent.to.multiple = Gesendet an {0} Personen
jsp.notifications.delete = Diese Benachrichtigung l\u00f6schen

# Activities specific notification messages
# {0} is the name of an activity entry, {1} is the name of an activity
jsp.notifications.activities.notify.title = {0} von Aktivit\u00e4t: {1}
# {0} is the name of an activity
jsp.notifications.activities.autocomplete.received.title = Ihre Aktivit\u00e4t "{0}" wird automatisch als abgeschlossen markiert.
jsp.notifications.activities.autocomplete.sent.title = Ihre Aktivit\u00e4t "{0}" wird automatisch vervollst\u00e4ndigt.
jsp.notifications.activities.create.title = Sie haben eine neue Aktivit\u00e4t erstellt: {0}
jsp.notifications.activities.addmember.received.title = Sie wurden zu der Aktivit\u00e4t {0} hinzugef\u00fcgt
jsp.notifications.activities.addmember.sent.title = Sie haben neue Mitglieder zu der Aktivit\u00e4t {0} hinzugef\u00fcgt
jsp.notifications.activities.invite.received.title = Sie wurden zur Teilnahme an der Aktivit\u00e4t {0} eingeladen
jsp.notifications.activities.invite.sent.title = Sie haben Benutzer zur Teilnahme an der Aktivit\u00e4t {0} eingeladen
jsp.notifications.activities.invite.primaryaction = An dieser Aktivit\u00e4t teilnehmen.
jsp.notifications.activities.invite.secondaryaction = Diese Einladung ablehnen.

# Blogs specific notification messages
# {0} is the name of a blog entry, {1} is the name of a blog
jsp.notifications.blogs.notify.title = {0} aus dem Blog: {1}
# {0} is the name of a blog
jsp.notifications.blogs.notifyassignedowner.received = Sie wurden als Eigent\u00fcmer des Blogs {0} hinzugef\u00fcgt
jsp.notifications.blogs.notifyassignedowner.sent= Sie haben einen Eigent\u00fcmer zu dem Blog {0} hinzugef\u00fcgt
jsp.notifications.blogs.notifyassignedauthor.received = Sie wurden als Autor des Blogs {0} hinzugef\u00fcgt
jsp.notifications.blogs.notifyassignedauthor.sent= Sie haben einen Autor zum Blog {0} hinzugef\u00fcgt
jsp.notifications.blogs.notifyassigneddraft.received = Sie wurden als Entwurfsmitwirkender des Blogs {0} hinzugef\u00fcgt
jsp.notifications.blogs.notifyassigneddraft.sent= Sie haben einen Entwurfsmitwirkenden zu dem Blog {0} hinzugef\u00fcgt

# Ideation Blogs specific notification messages
# {0} is the name of an Ideation Blog entry (idea), {1} is the name of an Ideation Blog
jsp.notifications.ideationblog.notify.title = {0} aus dem Ideen-Blog: {1}

# Communities specific notification messages
# {0} is the name of a community
jsp.notifications.communities.memberadded.received.title = Sie wurden zu der Community {0} hinzugef\u00fcgt
jsp.notifications.communities.memberadded.sent.title = Sie haben Benutzer zu der Community {0} hinzugef\u00fcgt
jsp.notifications.communities.memberremoved.received.title = Sie wurden aus der Community {0} entfernt
jsp.notifications.communities.memberremoved.sent.title = Sie haben Benutzer aus der Community {0} entfernt
jsp.notifications.communities.requesttojoin.received.title = Ein Benutzer hat die Teilnahme an der Community {0} angefordert
jsp.notifications.communities.requesttojoin.sent.title = Sie haben die Teilnahme an der Community {0} angefordert
jsp.notifications.communities.invite.received.title = Sie wurden zur Teilnahme an der Community {0} eingeladen
jsp.notifications.communities.invite.sent.title = Sie haben Benutzer zur Teilnahme an der Community {0} eingeladen
jsp.notifications.communities.invite.primaryaction = An dieser Community teilnehmen.
jsp.notifications.communities.invite.secondaryaction = Diese Einladung ablehnen.

# Dogear specific notification messages
# {0} is a bookmark title
jsp.notifications.dogear.notify.title = {0} Lesezeichen.
jsp.notifications.dogear.notify.multiple.title = Mehrere Lesezeichen.
jsp.notifications.dogear.notify.primaryaction = Dieses Lesezeichen bearbeiten.
# {0} is a bookmark title
jsp.notifications.dogear.brokenurl.title = Ihr Lesezeichen mit dem Namen {0} wurde als defekt markiert.
jsp.notifications.dogear.brokenurl.sent.title = Sie haben das Lesezeichen mit dem Namen {0} als defekt markiert.
# {0} is the title of a bookmark. {1} is a URL
jsp.notifications.dogear.replaceurl.title = Ihr Lesezeichen mit dem Namen "{0}" ist defekt. Die neue URL ist: {1}
jsp.notifications.dogear.replaceurl.primaryaction = Dieses Lesezeichen bearbeiten.
jsp.notifications.dogear.replaceurl.secondaryaction = Defekte Lesezeichen anzeigen.

# Profiles specific notification messages
jsp.notifications.profiles.notify.received.title = Einladung zur Teilnahme an meinem Netzwerk
jsp.notifications.profiles.notify.sent.title = Einladung zur Teilnahme an Ihrem Netzwerk
jsp.notifications.profiles.notify.primaryaction = Ihre Einladungen anzeigen

# Files specific notification messages
jsp.notifications.files.mediashare.title = Datei {0}
jsp.notifications.files.collectionmediaadd.title = {0} Datei wurde zum {1}-Ordner hinzugef\u00fcgt.
jsp.notifications.files.collectionmemberupdated.title = Sie wurden aufgenommen in den Ordner: {0}
jsp.notifications.files.collectionmemberupdated.sent.title = Sie haben Benutzer aufgenommen in den Ordner: {0}
jsp.notifications.files.communityvisibilityupdated.title = Die Community {0} wurde ver\u00f6ffentlicht und alle nicht \u00f6ffentlichen Dateien, die Sie mit der Community geteilt haben, wurden entfernt.
jsp.notifications.files.communityvisibilityupdated.desc = Sie haben mindestens eine nicht \u00f6ffentliche Datei mit dieser Community geteilt. Diese Dateien wurden entfernt und m\u00fcssen \u00f6ffentlich zug\u00e4nglich gemacht werden, bevor sie mit dieser Community geteilt werden k\u00f6nnen.

# Wikis specific notification messages
# {0} is the name of a wiki
jsp.notifications.wikis.received.roleAdd = Sie wurden aufgenommen in Wiki: {0}
jsp.notifications.wikis.sent.roleAdd = Sie haben Benutzer aufgenommen in Wiki: {0}


# Generic stuffs in case we need after string freeze
jsp.widget.addPage = Seite hinzuf\u00fcgen
jsp.widget.removePage = Seite entfernen
jsp.widget.generalPage = Allgemeine Widgets
jsp.customize.preferences = Vorgaben
# {0} is the name of a page e.g. Important stuff
jsp.widget.defaultPageName = Meine Seite {0}
jsp.widget.listHelp = Pipe (|) zwischen Eintr\u00e4gen hinzuf\u00fcgen.
jsp.widget.required = F\u00fcllen Sie vor dem Speichern die erforderlichen Felder (gekennzeichnet durch *) aus.

jsp.typeAhead.more = {0} Ergebnisse verf\u00fcgbar. Es werden nur die ersten 15 Ergebnisse angezeigt.
jsp.typeAhead.error = Beim Abrufen der Liste der Personen ist ein Fehler aufgetreten.
jsp.typeAhead.noResults = Keine \u00fcbereinstimmenden Ergebnisse

jsp.home.status.updates.choose.person = Eine Person ausw\u00e4hlen
jsp.home.filter.by = Anzeigen:

jsp.home.filter.status.updates.all = Alle Statusaktualisierungen
jsp.home.filter.status.updates.follow = Personen, denen ich folge
jsp.home.filter.status.updates.network = Mein Netzwerk
jsp.home.filter.status.updates.network.following =Mein Netzwerk und Personen, denen ich folge
jsp.home.filter.status.updates.mine = Meine Statusaktualisierungen

jsp.home.status.updates.comment.count = (1 Kommentar)
# {0} is the number of comments
jsp.home.status.updates.comments.count = ({0} Kommentare)

jsp.home.status.updates.notpermitted = Sie k\u00f6nnen diese Nachricht nicht kommentieren oder Sie sind nicht dazu berechtigt.

# {0} is the number of extra comments to show
jsp.home.status.updates.show.comments = {0} weitere Kommentare anzeigen...
# {0} is the number of extra comments to hide
jsp.home.status.updates.hide.comments = {0} Kommentare ausblenden...
jsp.home.status.updates.post.comment.error = Die Anforderung zum Senden Ihres Kommentars ist fehlgeschlagen. Wenden Sie sich an den zust\u00e4ndigen Administrator.
jsp.home.status.updates.delete.comment.error = Die Anforderung zum L\u00f6schen Ihres Kommentars ist fehlgeschlagen. Wenden Sie sich an den zust\u00e4ndigen Administrator.
jsp.home.status.updates.delete.update.error = Die Anforderung zum L\u00f6schen Ihrer Aktualisierung ist fehlgeschlagen. Wenden Sie sich an den zust\u00e4ndigen Administrator.
jsp.home.status.updates.just.now = Gerade jetzt
jsp.home.status.updates.invalid.comment.entered = Der von Ihnen eingegebene Kommentar ist ung\u00fcltig. \u00dcberpr\u00fcfen Sie ihn und versuchen Sie es erneut.
jsp.home.delete.entry = Diesen Eintrag l\u00f6schen

#This text is used to identify where a user has written on someone elses board. Typical use is : 'User A' wrote on the board of 'User B'
jsp.home.status.updates.wrote.board.entry = hat in das Board geschrieben von
jsp.home.status.updates.wrote.board.you.entry = hat in Ihr Board geschrieben.

jsp.home.main.confirm = Best\u00e4tigen
jsp.home.main.error = Fehler
jsp.home.main.hide = Ausblenden

jsp.home.action.submit = \u00dcbergeben
jsp.home.action.comments.add = Kommentar hinzuf\u00fcgen

jsp.home.no.content.statusupdates.title = Sie haben noch keine Statusaktualisierungen.
jsp.home.no.content.statusupdates.desc.line1 = Um Statusaktualisierungen f\u00fcr eine Person zu erhalten, \u00f6ffnen Sie deren Profil und klicken Sie auf "In mein Netzwerk einladen", um die Person als Kollegen hinzuzuf\u00fcgen, oder klicken Sie auf "Folgen", um ihr zu folgen.
jsp.home.no.content.statusupdates.desc.line2 = Klicken Sie auf "Woran arbeiten Sie gerade?", um Ihre Statusnachricht zu aktualisieren.
jsp.home.no.content.statusupdates.oneline = Sie haben noch keine Statusaktualisierungen. Um Statusaktualisierungen f\u00fcr eine Person zu erhalten, \u00f6ffnen Sie deren Profil und klicken Sie auf "In mein Netzwerk einladen", um die Person als Kollegen hinzuzuf\u00fcgen, oder klicken Sie auf "Folgen", um ihr zu folgen. Klicken Sie auf "Woran arbeiten Sie gerade?", um Ihre eigene Statusnachricht zu aktualisieren.

jsp.home.no.content.newsfeed.title = Sie haben noch keine Aktualisierungen f\u00fcr "Nachrichten".
jsp.home.no.content.newsfeed.desc.line1 = Sie m\u00fcssen Personen oder Inhalten folgen, um Aktualisierungen zu erhalten.
jsp.home.no.content.newsfeed.desc.line2 = Wenn in der Benutzerschnittstelle die Schaltfl\u00e4che "Folgen" angezeigt wird, klicken Sie darauf, um Personen oder Inhalten zu folgen.
jsp.home.no.content.newsfeed.oneline = Sie haben noch keine Aktualisierungen f\u00fcr "Nachrichten". Sie m\u00fcssen Personen oder Inhalten folgen, um Aktualisierungen zu erhalten. Um Personen oder Inhalten zu folgen, klicken Sie auf die Schaltfl\u00e4che "Folgen", wenn diese verf\u00fcgbar ist.

jsp.home.no.content.discover.title = Es sind noch keine \u00f6ffentlichen Aktualisierungen vorhanden. Versuchen Sie es sp\u00e4ter erneut.
jsp.home.no.content.discover.desc.line1 = Wenn Personen mit dem Hinzuf\u00fcgen von Inhalten zu den verschiedenen Anwendungen beginnen, werden auf dieser Seite \u00f6ffentliche Aktualisierungen angezeigt.
jsp.home.no.content.discover.oneline = Es sind noch keine Aktualisierungen vorhanden. Wenn Personen mit dem Hinzuf\u00fcgen von Inhalten beginnen, k\u00f6nnen Sie diese Seite verwenden, um \u00f6ffentliche Aktualisierungen anzuzeigen.

jsp.home.no.content.saved.title = Sie haben noch keine Nachrichtenartikel gespeichert.
jsp.home.no.content.saved.desc.line1 = Um einen Nachrichtenartikel zu speichern, klicken Sie neben dem Artikel auf "Mehr" und klicken Sie dann auf "Speichern".
jsp.home.no.content.saved.oneline = Sie haben noch keine Nachrichtenartikel gespeichert. Um einen Nachrichtenartikel zu speichern, klicken Sie neben dem Artikel auf "Mehr" und klicken Sie dann auf "Speichern".

jsp.home.tags.main.title=Tags, denen ich folge
jsp.home.tags.filter.title=Nach Tag filtern
jsp.home.tags.adding.title=Neue Tags hinzuf\u00fcgen
jsp.home.tags.removing.title=Tags entfernen
jsp.home.tags.add.title=Tag hinzuf\u00fcgen

jsp.home.tags.remove.filter.title=Tag aus Filter entfernen

jsp.home.tags.filtered.title=Mit Tags versehenen Inhalt anzeigen:
jsp.home.tags.confirm.text=Ihr neuer Tag \"{0}\" wurde erfolgreich hinzugef\u00fcgt. Sie k\u00f6nnen den Feed nun mit diesem Tag filtern.
jsp.home.tags.multi.confirm.text=Ihre neuen Tags \"{0}\" wurden erfolgreich hinzugef\u00fcgt. Sie k\u00f6nnen den Feed nun mit diesen Tags filtern.
jsp.home.tags.error.text=Bei der Verarbeitung Ihrer Tag-Abonnementanforderung ist ein Fehler aufgetreten. Wenden Sie sich an den zust\u00e4ndigen Administrator oder versuchen Sie es erneut.

jsp.home.show.more=Weitere Artikel anzeigen...
jsp.home.subscribe.entries=Feed f\u00fcr diese Eintr\u00e4ge
jsp.home.loading=Neue Artikel werden geladen...

jsp.home.manage.tags.text=Meine Tags verwalten
jsp.home.saving.for.later= Artikel wird f\u00fcr sp\u00e4ter gespeichert...
jsp.home.saved.story=Artikel gespeichert
jsp.home.add.saved.item.confirm.text=Der Artikel wurde erfolgreich gespeichert
jsp.home.add.saved.item.error.text=Bei der Verarbeitung Ihrer Anforderung zum Speichern eines Elements ist ein Fehler aufgetreten. Wenden Sie sich an den zust\u00e4ndigen Administrator oder versuchen Sie es erneut.
jsp.home.remove.saved.item.error.text=Beim Entfernen des gespeicherten Elements ist ein Fehler aufgetreten. Wenden Sie sich an den zust\u00e4ndigen Administrator oder versuchen Sie es erneut.

jsp.home.error111=Der Tag, den Sie hinzuf\u00fcgen m\u00f6chten, ist bereits vorhanden.


jsp.home.tags.remove.alt.text = Tag entfernen

jsp.form.login = Anmeldeformular

jsp.activitystream.title = Aktualisierungen
