# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# str.msgid.ignore=true
str_component_id=CLFRQ

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value

# Updates/Home


jsp.status.updates.title = Atualiza\u00e7\u00f5es de estado
jsp.status.updates.sub.title = Visualize as actualiza\u00e7\u00f5es das pessoas que est\u00e1 a acompanhar ou que pertencem \u00e0 sua rede. Tamb\u00e9m pode actualizar o estado do seu pr\u00f3prio perfil.

jsp.news.feed.title = Feed de not\u00edcias
jsp.news.feed.sub.title = Visualize as actualiza\u00e7\u00f5es do conte\u00fado ou das pessoas que est\u00e1 a acompanhar, dos seus colegas e as respostas ao conte\u00fado que publicou.

jsp.discover.title = Descobrir
jsp.discover.sub.title = Visualize todas as atualiza\u00e7\u00f5es p\u00fablicas do HCL Connections. Descubra o que as outras pessoas est\u00e3o a fazer.

jsp.tags.title = Etiquetas que acompanho
jsp.tags.sub.title = Visualize as actualiza\u00e7\u00f5es das etiquetas que est\u00e1 a acompanhar.

jsp.saved.items.title = Guardado
jsp.saved.items.sub.title = Visualize as actualiza\u00e7\u00f5es que guardou.

# Service names
jsp.common.service.name.activities=Atividades
jsp.common.service.name.dogear=Marcadores
jsp.common.service.name.profiles=Perfis
jsp.common.service.name.blogs=Blogues
jsp.common.service.name.wikis=Wikis
jsp.common.service.name.forums=F\u00f3runs
jsp.common.service.name.files=Ficheiros
jsp.common.service.name.communities=Comunidades

# Generic across multiple pages
jsp.homepage.title = P\u00e1gina inicial do HCL Connections
jsp.homepage.title.short = P\u00e1gina inicial
jsp.homepage.home = P\u00e1gina inicial
jsp.homepage.tab.updates = Atualiza\u00e7\u00f5es
jsp.homepage.tab.gettingStarted = Introdu\u00e7\u00e3o
jsp.homepage.tab.admin = Administra\u00e7\u00e3o
jsp.homepage.tab.myPage = A minha p\u00e1gina
jsp.homepage.tab.widgets = Widgets
jsp.homepage.tab.search = Procurar
jsp.homepage.logo.alt = Log\u00f3tipo da p\u00e1gina inicial
jsp.homepage.copyright.short = Materiais licenciados \u2013 Propriedade da HCL. \u00a9 Copyright HCL Technologies Limited 2007-2019. Todos os direitos reservados.
jsp.homepage.copyright.long = Materiais licenciados \u2013 Propriedade da HCL. \u00a9 Copyright HCL Technologies Limited 2007-2019. Todos os direitos reservados. Consulte a licen\u00e7a de produto para detalhes. Java e todas as marcas comerciais baseadas em Java e os log\u00f3tipos s\u00e3o marcas comerciais ou marcas comerciais registadas da Oracle e/ou respetivos afiliados.
jsp.homepage.nav.activitystream.views = Vistas de sequ\u00eancias de actividades
jsp.homepage.nav.activitystream.imFollowing = Estou a acompanhar
jsp.homepage.nav.activitystream.statusUpdates = Atualiza\u00e7\u00f5es de estado
jsp.homepage.nav.activitystream.actionRequired = A\u00e7\u00e3o requerida
jsp.homepage.nav.activitystream.saved = Guardado
jsp.homepage.nav.activitystream.myNotifications = As minhas notifica\u00e7\u00f5es
jsp.homepage.nav.activitystream.discover = Descobrir
jsp.homepage.nav.activitystream.myPageDesc = Vista-resumo pessoal e personalizada do seu conte\u00fado e das comunidades
jsp.homepage.nav.activitystream.imFollowingDesc=Ver actualiza\u00e7\u00f5es de pessoas e itens que est\u00e1 a acompanhar e as respostas ao seu conte\u00fado
jsp.homepage.nav.activitystream.statusUpdatesDesc=Ver actualiza\u00e7\u00f5es de estado a partir da rede e as pessoas e comunidades que est\u00e1 a acompanhar
jsp.homepage.nav.activitystream.myNotificationsDesc=Ver actualiza\u00e7\u00f5es e coment\u00e1rios relacionados com o seu conte\u00fado e as notifica\u00e7\u00f5es enviadas e recebidas
jsp.homepage.nav.activitystream.actionRequiredDesc=Ver itens que requerem resposta
jsp.homepage.nav.activitystream.savedDesc=Ver as actualiza\u00e7\u00f5es que guardou
jsp.homepage.nav.activitystream.discoverDesc=Descubra o que as pessoas est\u00e3o a partilhar e crie novas liga\u00e7\u00f5es
jsp.homepage.nav.activitystream.myNotificationForMeDesc=Ver actualiza\u00e7\u00f5es e coment\u00e1rios relacionados com o seu conte\u00fado e as notifica\u00e7\u00f5es que recebeu
jsp.homepage.nav.activitystream.myNotificationFromMeDesc=Ver notifica\u00e7\u00f5es que enviou
jsp.homepage.nav.landmark.aria=Menu da p\u00e1gina inicial
jsp.homepage.nav.activitystream.selected=Selecionado

jsp.homepage.nav.badging.mentions.aria=Tem {0} men\u00e7\u00f5es por ler
jsp.homepage.nav.badging.notifications.aria=Tem {0} notifica\u00e7\u00f5es por ler

jsp.homepage.lotusBar.customize = Personalizar
jsp.homepage.lotusBar.widgets = P\u00e1gina inicial
jsp.homepage.lotusBar.updates = P\u00e1gina inicial
jsp.homepage.lotusBar.gettingStarted = P\u00e1gina inicial
jsp.homepage.lotusBar.admin = P\u00e1gina inicial

jsp.homepage.javascript.disabled.msg.title = Activar JavaScript
jsp.homepage.javascript.disabled.msg.section1 = O JavaScript foi desativado no navegador da Web. O HCL Connections requer JavaScript para funcionar.  Ap\u00f3s a ativa\u00e7\u00e3o do mesmo, atualize a p\u00e1gina.
jsp.homepage.javascript.disabled.msg.section2 = Actualize a p\u00e1gina para continuar.

# search results tab
jsp.search.tab.results = Resultados da pesquisa

#auth/login.jsp auth/error.jsp
jsp.login.title = In\u00edcio de sess\u00e3o na P\u00e1gina inicial do HCL Connections
jsp.login.homepage = P\u00e1gina inicial
jsp.login.strapline = Obtenha informa\u00e7\u00f5es sobre o que est\u00e1 a acontecer na rede.
jsp.login.search = Procurar
jsp.login.straplinesearch = Procura: para tirar o m\u00e1ximo partido do Connections
jsp.login.username = Nome de utilizador:
jsp.login.password = Palavra-passe:
jsp.login.username.error = O nome do utilizador e/ou palavra-passe n\u00e3o correspondem a quaisquer contas existentes. Verifique e tente novamente.
jsp.login.description.title = O que pode fazer com a P\u00e1gina inicial?
jsp.login.description = Crie um espa\u00e7o de trabalho que apresenta uma breve descri\u00e7\u00e3o da rede social, mantenha-se informado sobre informa\u00e7\u00f5es e actualiza\u00e7\u00f5es de estado, verifique as tarefas e localize novas pessoas e conte\u00fados que considere interessantes.
jsp.login.login = Iniciar sess\u00e3o
jsp.login.cancel = Cancelar
jsp.login.error = Erro

#web/jsp/main.jsp
jsp.main.function.sorry = A fun\u00e7\u00e3o ainda n\u00e3o foi implementada.
jsp.main.close = Fechar
jsp.main.skip.link.river = Para avan\u00e7ar para o conjunto de not\u00edcias, prima a tecla de acesso R ou U
jsp.main.skip.link.palette = Para avan\u00e7ar para a paleta, prima a tecla de acesso P.
jsp.main.skip.link.first.column = Para avan\u00e7ar para a primeira coluna, prima a tecla de acesso 3.
jsp.main.skip.link.second.column = Para avan\u00e7ar para a segunda coluna, prima a tecla de acesso 4.
jsp.main.summary.table.layout = A tabela apresenta o esquema da p\u00e1gina. Esquema de duas colunas para os widgets.
jsp.main.iwidget.loading = Carregar

#web/jsp/welcomeMessage.jspf
jsp.welcome.title = Bem-vindo(a) ao HCL Connections
jsp.welcome.desc = Utilize a P\u00e1gina inicial para aceder \u00e0s \u00faltimas atualiza\u00e7\u00f5es sobre atividades e interesses no HCL Connections. Pode consultar informa\u00e7\u00f5es atualizadas ao minuto sobre a rede, os blogues e as comunidades, bem como organizar a apresenta\u00e7\u00e3o de informa\u00e7\u00f5es da forma que pretender.
jsp.welcome.learn = Obter mais informa\u00e7\u00f5es
jsp.welcome.demo = Ver demonstra\u00e7\u00e3o

#web/jsp/about.jsp
jsp.about.homepagehelp = Ajuda da p\u00e1gina inicial
jsp.about.help = Ajuda
jsp.about.homepagedemo = Demonstra\u00e7\u00e3o da p\u00e1gina inicial
jsp.about.demo = Ver demonstra\u00e7\u00e3o
jsp.about.tips = Sugest\u00f5es
jsp.about.tip.1 = Novo no HCL Connections? Selecione a vista Introdu\u00e7\u00e3o e fique a conhecer as diferentes aplica\u00e7\u00f5es em apenas alguns passos simples.
jsp.about.tip.2 = Se estiver interessado em etiquetas espec\u00edficas, porque n\u00e3o acompanhar as mesmas para obter as \u00faltimas actualiza\u00e7\u00f5es dessas etiquetas directamente a partir do Feed de not\u00edcias?
jsp.about.tip.3 = Obtenha sugest\u00f5es para pessoas e conte\u00fado que possam ser do seu interesse a partir dos mecanismos J\u00e1 conhece e Recomenda\u00e7\u00f5es.
jsp.about.headline.title = Por que motivo utilizar a P\u00e1gina inicial?
jsp.about.headline.desc = Para se manter atualizado atrav\u00e9s do acesso \u00e0s informa\u00e7\u00f5es de que necessita no momento em que necessita das mesmas, a partir de um espa\u00e7o de trabalho centralizado. Pesquise as \u00faltimas atualiza\u00e7\u00f5es do HCL Connections, fique a saber o que est\u00e1 a acontecer com as pessoas e o conte\u00fado que est\u00e1 a acompanhar e controle a sua lista de tarefas.
jsp.about.breakout.1.title = Necessita de ajuda enquanto novo utilizador?
jsp.about.breakout.1.desc = Utilize a vista Introdu\u00e7\u00e3o para obter ajuda sobre a execu\u00e7\u00e3o de algumas tarefas b\u00e1sicas. Execute os passos para obter uma introdu\u00e7\u00e3o r\u00e1pida e f\u00e1cil sobre algumas das principais fun\u00e7\u00f5es do HCL Connections. Preencha o seu perfil para que as pessoas o fiquem a conhecer melhor. Descubra o que s\u00e3o etiquetas e como estas s\u00e3o utilizadas. Fique a saber como partilhar informa\u00e7\u00f5es e colaborar utilizando as diferentes fun\u00e7\u00f5es.
jsp.about.breakout.1.aria = Introdu\u00e7\u00e3o
jsp.about.breakout.2.title = Localizar as actualiza\u00e7\u00f5es mais importantes
jsp.about.breakout.2.desc = Utilize as diferentes vistas de Atualiza\u00e7\u00f5es para se manter atualizado sobre as \u00faltimas not\u00edcias das fun\u00e7\u00f5es. Pode filtrar as atualiza\u00e7\u00f5es por tipo, tornando mais f\u00e1cil concentrar-se nas hist\u00f3rias que considera terem maior interesse. Fique a saber quem respondeu ao conte\u00fado que criou. Guarde atualiza\u00e7\u00f5es importantes para que possa regressar \u00e0s mesmas posteriormente. Utilize o mecanismo Eventos para acompanhar os eventos futuros nos quais est\u00e1 a participar ou que est\u00e1 a acompanhar. Pode indicar itens de que gosta ou republicar para partilhar informa\u00e7\u00f5es com as pessoas que o est\u00e3o a acompanhar.
jsp.about.breakout.2.aria = Trabalhar com as actualiza\u00e7\u00f5es mais recentes
jsp.about.breakout.3.title = Divulgue o que est\u00e1 a fazer
jsp.about.breakout.3.desc = A publica\u00e7\u00e3o de uma mensagem de estado consiste numa forma r\u00e1pida e f\u00e1cil de partilhar informa\u00e7\u00f5es com os seus colegas de trabalho. Pode anexar ficheiros \u00e0s suas atualiza\u00e7\u00f5es de estado para facultar informa\u00e7\u00f5es adicionais ou utilizar s\u00edmbolos cardinais para atribuir etiquetas \u00e0s atualiza\u00e7\u00f5es e tornar mais f\u00e1cil para outros utilizadores a localiza\u00e7\u00e3o das mesmas. Selecione Atualiza\u00e7\u00f5es de estado para ativar as atualiza\u00e7\u00f5es das pessoas da sua rede e das pessoas que est\u00e1 a acompanhar.
jsp.about.breakout.3.aria = Actualizar informa\u00e7\u00f5es de estado
jsp.about.breakout.4.title = Localizar conte\u00fado novo e interessante
jsp.about.breakout.4.desc = Selecione a vista Descobrir quando pretender procurar atualiza\u00e7\u00f5es que possam ser do seu interesse. Localize blogues que pretende acompanhar ou comunidades nas quais pretende participar. Reveja as \u00faltimas sugest\u00f5es do mecanismo Recomenda\u00e7\u00f5es para localizar conte\u00fado relevante para os seus interesses e conhecimentos.
jsp.about.breakout.4.aria = Como localizar novo conte\u00fado
jsp.about.ibm.logo.alt = Log\u00f3tipo HCL
jsp.about.java.logo.alt = Log\u00f3tipo Java
jsp.about.more = Obter mais informa\u00e7\u00f5es
jsp.about.follow.aria = Mais informa\u00e7\u00f5es sobre o acompanhamento de etiquetas

#web/jsp/errorPage.jsp
jsp.errorpage.title = P\u00e1gina inicial - P\u00e1gina de erro
jsp.errorpage.error = Ocorreu algum problema - fa\u00e7a clique no bot\u00e3o Retroceder e tente novamente. Se o problema persistir, comunique o mesmo no f\u00f3rum de suporte.
jsp.errorpage.details = Mostrar mensagem de erro completa
jsp.errorpage.hide.details = Ocultar mensagem de erro completa
jsp.errorpage.message = Infelizmente essa ac\u00e7\u00e3o n\u00e3o foi bem sucedida
jsp.errorpage.back = Regressar \u00e0 P\u00e1gina inicial
jsp.errorpage.stacktrace = O rastreio de mem\u00f3ria de pilha inversa foi criado aproximadamente a esta hora:
jsp.errorpage.icon.alt = \u00cdcone Erro

#web/jsp/errorPage403.jsp
error.notauthorized.exception=CLFRQ0405E: N\u00e3o est\u00e1 autorizado a aceder a este recurso.

#auth/login.jsp
jsp.loginpage.image.alt.logo = Log\u00f3tipo da p\u00e1gina inicial

#web/jsp/footer.jspf
jsp.footer.connections = HCL Connections
jsp.footer.help = Ajuda
jsp.footer.tools = Ferramentas
jsp.footer.about = Acerca de
jsp.footer.demo = Ver uma demonstra\u00e7\u00e3o
jsp.footer.support.forums = F\u00f3runs de suporte do Lotus
jsp.footer.bookmark.plugins = Marcar suplementos do navegador
jsp.footer.plugins = Mais suplementos
jsp.footer.a11y = Ferramentas de acessibilidade
jsp.footer.server.metrics = M\u00e9tricas do servidor
jsp.footer.ibm.com = HCL Connections em hcl.com

#web/jsp/serverMetrics.jsp
homepage.metric.totals.visitor.header = M\u00e9tricas de utilizadores
homepage.metric.totals.visitor = N\u00famero total de utilizadores \u00fanicos
homepage.metric.totals.visitor.today = N\u00famero total de utilizadores \u00fanicos hoje
homepage.metric.totals.visitor.week = N\u00famero total de utilizadores \u00fanicos na \u00faltima semana
homepage.metric.totals.visitor.month = N\u00famero total de utilizadores \u00fanicos no \u00faltimo m\u00eas
homepage.metric.totals.visitor.hourly = N\u00famero total de utilizadores \u00fanicos na \u00faltima hora

homepage.metric.totals.available.widgets.header = M\u00e9tricas de utiliza\u00e7\u00e3o de mecanismos
homepage.metric.totals.available.widgets = N\u00famero total de mecanismos implementados
homepage.metric.totals.enabled.widgets = N\u00famero total de mecanismos activados
homepage.metric.percentile.widgetsPerUser = M\u00e9dia de mecanismos utilizados
homepage.metric.totals.customizedPages = N\u00famero total de utilizadores com p\u00e1ginas personalizadas
homepage.metric.topWidgets = Mecanismos populares

homepage.metric.widgetUsage = Utiliza\u00e7\u00e3o do mecanismo

homepage.metric.totals.stories.header = M\u00e9tricas de hist\u00f3rias
homepage.metric.totals.stories.added = N\u00famero total de hist\u00f3rias adicionadas
homepage.metric.totals.stories.added.today = N\u00famero total de hist\u00f3rias adicionadas hoje
homepage.metric.totals.stories.added.week = N\u00famero total de hist\u00f3rias adicionadas esta semana
homepage.metric.totals.stories.added.month = N\u00famero total de hist\u00f3rias adicionadas este m\u00eas
homepage.metric.totals.stories.added.hourly = N\u00famero total de hist\u00f3rias adicionadas na \u00faltima hora

homepage.metric.totals.stories.saved = N\u00famero total de hist\u00f3rias guardadas
homepage.metric.totals.stories.saved.today = N\u00famero total de hist\u00f3rias guardadas hoje
homepage.metric.totals.stories.saved.week = N\u00famero total de hist\u00f3rias guardadas esta semana
homepage.metric.totals.stories.saved.month = N\u00famero total de hist\u00f3rias guardadas este m\u00eas
homepage.metric.totals.stories.saved.hourly = N\u00famero total de hist\u00f3rias guardadas na \u00faltima hora


homepage.metric.totals.notifications.header = M\u00e9tricas de notifica\u00e7\u00f5es
homepage.metric.totals.sentNotifications = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas enviadas
homepage.metric.totals.sentNotifications.today = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas enviadas hoje
homepage.metric.totals.sentNotifications.week = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas enviadas esta semana
homepage.metric.totals.sentNotifications.month = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas enviadas este m\u00eas
homepage.metric.totals.sentNotifications.hourly = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas enviadas nesta hora


homepage.metric.totals.receivedNotifications = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas recebidas
homepage.metric.totals.receivedNotifications.today = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas recebidas hoje
homepage.metric.totals.receivedNotifications.week = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas recebidas esta semana
homepage.metric.totals.receivedNotifications.month = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas recebidas este m\u00eas
homepage.metric.totals.receivedNotifications.hourly = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas recebidas na \u00faltima hora

homepage.metric.totals.user = N\u00famero total de utilizadores \u00fanicos
homepage.metric.totals.visitorPast24Hours = N\u00famero total de visitantes nas \u00faltimas 24 horas
homepage.metric.totals.visitorPastHour = N\u00famero total de visitantes na \u00faltima hora
homepage.metric.totals.visitorPast7Days = N\u00famero total de visitantes nos \u00faltimos 7 dias
homepage.metric.totals.visitorPast30Days = N\u00famero total de visitantes nos \u00faltimos 30 dias
#homepage.metric.totals.customizedPages = Total number of users with customized pages.
#homepage.metric.topWidgets = The most popular widgets and their counts.

homepage.metric.totals.user.desc = N\u00famero total de utilizadores exclusivos que acederam \u00e0 P\u00e1gina inicial.
homepage.metric.totals.available.widgets.desc = N\u00famero total de mecanismos implementados na P\u00e1gina inicial.
homepage.metric.totals.enabled.widgets.desc = N\u00famero total de mecanismos actualmente activados e dispon\u00edveis para os utilizadores na P\u00e1gina inicial.
homepage.metric.percentile.widgetsPerUser.desc = M\u00e9dia de mecanismos utilizados por um utilizador da P\u00e1gina inicial. Um mecanismo utilizado \u00e9 num mecanismo que o utilizador abriu.
homepage.metric.totals.visitorPast24Hours.desc = N\u00famero total de visitantes exclusivos nas \u00faltimas 24 horas.
homepage.metric.totals.visitorPastHour.desc = N\u00famero total de visitantes exclusivos na \u00faltima hora.
homepage.metric.totals.visitorPast7Days.desc = N\u00famero total de visitantes exclusivos nos \u00faltimos 7 dias
homepage.metric.totals.visitorPast30Days.desc = N\u00famero total de visitantes exclusivos nos \u00faltimos 30 dias
homepage.metric.widgetUsage.desc = Para cada mecanismo, o n\u00famero total de ocorr\u00eancias de mecanismo utilizadas. Um mecanismo utilizado \u00e9 um mecanismo que o utilizador abriu, n\u00e3o acoplado na barra lateral.

label.metrics.title = M\u00e9tricas da p\u00e1gina inicial
label.metrics.name = Nome
label.metrics.value = Valor
label.metrics.asof = A partir de:
label.metrics.months = Janeiro Fevereiro Mar\u00e7o Abril Maio Junho Julho Agosto Setembro Outubro Novembro Dezembro
label.metrics.notSet= As m\u00e9tricas do sistema ainda n\u00e3o est\u00e3o dispon\u00edveis ou o administrador desactivou as mesmas. Contacte o administrador para obter informa\u00e7\u00f5es.
label.metrics.storyLifeTime= As hist\u00f3rias e as notifica\u00e7\u00f5es s\u00e3o limpas ap\u00f3s {0} dias.
# Search strings
# Common to multiple pages
# Only used in isolation for buttons
# used for tabs in search result ui and advanced search options
jsp.search.allAreas = Todas as \u00e1reas
jsp.search.activities = Atividades
jsp.search.blogs = Blogues
jsp.search.communities = Comunidades
jsp.search.dogear = Marcadores
jsp.search.profiles = Perfis
jsp.search.wiki = Wiki
jsp.search.files = Ficheiros
jsp.search.search.verb = Procurar
jsp.search.twisty.collapse = Fa\u00e7a clique para contrair a sec\u00e7\u00e3o
jsp.search.help.link = Ajuda

#web/jsp/search.jspf
jsp.search.searchbox.default.text = Totalidade do Connections
jsp.search.searchbox.searchdropdown = Aperfei\u00e7oar op\u00e7\u00f5es de procura
jsp.search.searchbox.search.activities = Atividades
jsp.search.searchbox.search.blogs = Blogues
jsp.search.searchbox.search.communities = Comunidades
jsp.search.searchbox.search.dogear = Marcadores
jsp.search.searchbox.search.profiles = Perfis
jsp.search.searchbox.search.wikis = Wikis
jsp.search.searchbox.search.files = Ficheiros
jsp.search.searchbox.search.forums = F\u00f3runs
jsp.search.searchbox.search.status_updates = Atualiza\u00e7\u00f5es de estado
jsp.search.searchbox.search.directory = Diret\u00f3rio
jsp.search.searchbox.search.directory_named =Direct\u00f3rio de {0}
jsp.search.searchbox.search.advanced = Avan\u00e7adas
jsp.search.searchbox.a11y.title = Introduzir texto de procura
jsp.search.searchbox.search.alt = Procurar

#web/jsp/searchResults.jsp
jsp.search.results.title = P\u00e1gina inicial - Resultados da procura
jsp.search.results.advanced.search.button = Nova procura avan\u00e7ada
jsp.search.comments.Comments = Coment\u00e1rios
#web/jsp/searchComponents.jspf
jsp.search.components.results.from = Tipos de conte\u00fado
jsp.search.components.all = Todas as \u00e1reas
jsp.search.components.help = Obtenha uma an\u00e1lise dos resultados da procura. Fa\u00e7a clique nas liga\u00e7\u00f5es para apresentar os resultados associados a cada aplica\u00e7\u00e3o. O n\u00famero junto ao nome de cada aplica\u00e7\u00e3o indica quantos resultados existem para essa aplica\u00e7\u00e3o.

#web/jsp/seachTags.jspf
jsp.search.tags.tags = Etiquetas
jsp.search.tags.find = Localizar etiquetas
jsp.search.tags.search = Submeter procura de etiquetas
jsp.search.tags.active = Etiquetas Relacionadas
jsp.search.tags.help = Fa\u00e7a clique numa etiqueta para apresentar os resultados com o termo espec\u00edfico como etiqueta. Procure uma etiqueta espec\u00edfica introduzindo a mesma no campo de procura. Arraste o cursor de deslocamento para ajustar o tamanho da nuvem de etiquetas.
jsp.search.tags.view.cloud = Ver como nuvem
jsp.search.tags.view.list = Ver como lista

#web/jsp/searchPeople.jspf
jsp.search.people.people = Pessoas
jsp.search.people.most.active = Pessoas relacionadas
jsp.search.people.help = Visualize as pessoas associadas aos resultados da procura. Fa\u00e7a clique num nome para apresentar os resultados da procura associados a uma determinada pessoa.

#web/jsp/searchDate.jspf
jsp.search.dates.dates = Datas
jsp.search.dates.most.active = Datas relacionadas
jsp.search.dates.help = Para apresentar os resultados criados ou actualizados num per\u00edodo de tempo espec\u00edfico, expanda o alternador e filtre as informa\u00e7\u00f5es por ano, m\u00eas e data.
#web/jsp/searchResults.jspf
jsp.search.results.page.heading = Resultados da pesquisa

# Translator: In the next two properties, parameters {0} and {1} are user input
jsp.search.searched.for = Procurou este termo: {0}
jsp.search.searched.for.refined = Procurou este termo: {0} com estes filtros: {1}

#the next two strings are used in the context Results 1 to 10 of 100
jsp.search.results.range = Resultados {0} a {1} de {2}
jsp.search.results.previous = Anterior
jsp.search.results.next = Seguinte
jsp.search.results.page = P\u00e1gina
jsp.search.results.first = Primeira
jsp.search.results.last = \u00daltima

# In the next property, please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.noresults = A procura n\u00e3o devolveu resultados. Fa\u00e7a clique <a href="{0}">aqui</a> para tentar novamente.

# The two strings below are used in the context Show: 10 | 20 | 50 | 100 | All items
# Because of design, they cannot be resourced in one single string.
# Please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.paging.show = Mostrar:
jsp.search.results.paging.all = <a href="{0}">Todos</a> os itens

# {0} and {1} contain only numbers
jsp.search.results.paging.jump = Avan\u00e7ar para a p\u00e1gina {0} de {1}

#web/jsp/advancedSearch.jsp
jsp.search.advancedsearch.page.title = P\u00e1gina inicial - Procura Avan\u00e7ada
jsp.search.advancedsearch.title = Procura avan\u00e7ada
jsp.search.advancedsearch.tips = Sugest\u00f5es
jsp.search.advancedsearch.tip.1 = Novo no HCL Connections?
jsp.search.advancedsearch.tip.2 = Procura conte\u00fados de uma \u00e1rea espec\u00edfica? Limite os resultados da procura, seleccionando apenas as suas aplica\u00e7\u00f5es do seu interesse. Alargue o \u00e2mbito da procura fazendo clique em <B>Procurar tudo</B>.
jsp.search.advancedsearch.tip.3 = Introduza uma ou mais palavras-chave para localizar diferentes tipos de conte\u00fado que incluam essa palavra-chave.
jsp.search.advancedsearch.description = Introduza uma ou mais palavras-chave para procurar o conte\u00fado relacionado.
jsp.search.advancedsearch.step.one = Primeiro passo
jsp.search.advancedsearch.step.two = Segundo passo
jsp.search.advancedsearch.step.three = Terceiro passo
jsp.search.advancedsearch.keywords.label = Procurar palavras-chave:
jsp.search.advancedsearch.features.select = Seleccione as aplica\u00e7\u00f5es em que pretende efectuar a procura.
jsp.search.advancedsearch.features.all = Procurar tudo
jsp.search.advancedsearch.keywords.description = Por ex. se efectuar uma procura por "concep\u00e7\u00e3o", ser\u00e1 apresentada uma lista de pessoas, blogues, actividades, comunidades e marcadores que cont\u00eam a palavra "concep\u00e7\u00e3o" no t\u00edtulo, descri\u00e7\u00e3o, etiquetas ou conte\u00fado.
jsp.search.advancedsearch.tags.only = Procurar apenas por etiquetas
#web/jsp/advancedSearch.jsp - All Areas Tab
jsp.search.advancedsearch.all.caption = Utilize os campos abaixo para procurar em algumas ou todas as \u00e1reas
jsp.search.advancedsearch.keyword.label = Palavras-chave
jsp.search.advancedsearch.keyword.description = Introduza uma palavra-chave para localizar conte\u00fado que cont\u00e9m essa palavra-chave.
jsp.search.advancedsearch.tags.label = Etiquetas
jsp.search.advancedsearch.tags.description = Introduza uma etiqueta para localizar pessoas ou conte\u00fado com um termo espec\u00edfico como etiqueta.
jsp.search.advancedsearch.person.label = Pessoa
jsp.search.advancedsearch.person.description = Introduza o nome de uma pessoa para localizar o respectivo perfil e qualquer conte\u00fado do qual o mesmo tenha sido autor.
jsp.search.advancedsearch.time.label = Intervalo de tempo
jsp.search.advancedsearch.time.description = Seleccione o per\u00edodo de tempo no qual pretende efectuar a procura
jsp.search.advancedsearch.areas.label = \u00c1reas a procurar
jsp.search.advancedsearch.areas.description = Desmarcar para excluir da procura
jsp.search.advancedsearch.searchAllContent = Procurar todo o conte\u00fado
jsp.search.advancedsearch.searchMyContent = Procurar no meu conte\u00fado

#web/jsp/noIndex.jsp
jsp.search.noIndex.title = P\u00e1gina inicial - \u00cdndice em falta ou danificado
jsp.search.noIndex.message = A procura n\u00e3o est\u00e1 dispon\u00edvel neste servidor porque o \u00edndice est\u00e1 em falta ou danificado.  Fa\u00e7a clique em Retroceder para tentar novamente.  Se esta mensagem continuar a ser apresentada, contacte o administrador.
jsp.search.error = Erro

#web/jsp/opensearch.jsp
#this jsp is used to provide details about Connections search to browsers so they can include Connections search in their built in search forms
# the service name cannot be longer than 16 characters for the opensearch spec
jsp.search.opensearch.service.name = Connections
# long service name may be up to 48 characters
jsp.search.opensearch.service.long.name = Procurar no Connections
# the description must be less than 1024 characters for the opensearch spec
jsp.search.opensearch.description = Procurar em todo o conte\u00fado do Connections
# developer must not be longer than 64 characters
jsp.search.opensearch.service.developer = Equipa de desenvolvimento do Connections


# Admin UI: admin/admin.jsp
jsp.admin.title = P\u00e1gina inicial do administrador
jsp.admin.description = Utilize esta p\u00e1gina para definir as aplica\u00e7\u00f5es que est\u00e3o dispon\u00edveis para os utilizadores da P\u00e1gina inicial.
jsp.admin.widgets.click = Fa\u00e7a clique no nome de uma aplica\u00e7\u00e3o para seleccionar a mesma.
jsp.admin.enabled.widgets = Aplica\u00e7\u00f5es activadas
jsp.admin.enabled.widgets.comment = As aplica\u00e7\u00f5es activadas s\u00e3o apresentadas na P\u00e1gina inicial
jsp.admin.disabled.widgets = Aplica\u00e7\u00f5es desactivadas
jsp.admin.disabled.widgets.comment = As aplica\u00e7\u00f5es desactivadas n\u00e3o s\u00e3o apresentadas na P\u00e1gina inicial
jsp.admin.button.disable = Desactivar
jsp.admin.button.edit = Editar
jsp.admin.button.remove = Remover
jsp.admin.button.enable = Ativar
jsp.admin.button.add = Adicionar outra aplica\u00e7\u00e3o
jsp.admin.button.refresh = Actualizar cache
jsp.admin.button.add.mapping = Adicionar mapeamento
jsp.admin.button.edit.mapping = Editar mapeamento
jsp.admin.button.delete.mapping = Eliminar mapeamento
jsp.admin.test.mode.title = Modo de teste:
jsp.admin.test.mode.checkbox = Permitir aplica\u00e7\u00f5es desactivadas
jsp.admin.add.page.title = Adicionar nova aplica\u00e7\u00e3o
jsp.admin.edit.page.title = Editar aplica\u00e7\u00e3o
jsp.admin.edit.widget.type = Tipo de aplica\u00e7\u00e3o:
jsp.admin.edit.widget.type.comment = Seleccione o tipo de aplica\u00e7\u00e3o.
jsp.admin.edit.widget.type.iwidget = iWidget
# OpenSocial should not be translated as it's the name of a standard
jsp.admin.edit.widget.type.osgadget = Gadget OpenSocial
jsp.admin.edit.widget.name = T\u00edtulo da aplica\u00e7\u00e3o:
jsp.admin.edit.widget.name.comment = Introduza o nome de uma aplica\u00e7\u00e3o. Por exemplo, Blogues.
jsp.admin.edit.widget.description = Descri\u00e7\u00e3o:
jsp.admin.edit.widget.description.comment = Introduza uma descri\u00e7\u00e3o de uma aplica\u00e7\u00e3o. Por exemplo, \u00daltimas entradas e coment\u00e1rios dos blogues.
jsp.admin.edit.widget.url = Endere\u00e7o do URL:
jsp.admin.edit.widget.url.comment = Introduza a localiza\u00e7\u00e3o da aplica\u00e7\u00e3o. Tem que ser um endere\u00e7o da Web completamente seguro. Por exemplo, http://myserver.com/mywidget.xml.
jsp.admin.edit.widget.secureurl = Endere\u00e7o de URL seguro:
jsp.admin.edit.widget.secureurl.comment = Introduza a localiza\u00e7\u00e3o da aplica\u00e7\u00e3o. Tem que ser um endere\u00e7o da Web completamente seguro. Por exemplo, https://myserver.com/mywidget.xml.
jsp.admin.edit.widget.iconurl = URL do \u00edcone:
jsp.admin.edit.widget.iconurl.comment = Introduza a localiza\u00e7\u00e3o de um \u00edcone a apresentar para a aplica\u00e7\u00e3o acoplada. A imagem dever\u00e1 ter 16 x 16 p\u00edxeis (s\u00e3o aceit\u00e1veis \u00edcones favoritos).
jsp.admin.edit.widget.iconsecureurl = URL do \u00edcone seguro:
jsp.admin.edit.widget.iconsecureurl.comment = Introduza a localiza\u00e7\u00e3o de um \u00edcone a apresentar para a aplica\u00e7\u00e3o acoplada. A imagem dever\u00e1 ter 16 x 16 p\u00edxeis (s\u00e3o aceit\u00e1veis \u00edcones favoritos).
jsp.admin.edit.widget.homepagespecific = Utilizar etiquetas espec\u00edficas do HCL Connections:
jsp.admin.edit.widget.cache = Colocar o descritor da aplica\u00e7\u00e3o na cache:
jsp.admin.edit.widget.preview = URL da imagem de pr\u00e9-visualiza\u00e7\u00e3o:
jsp.admin.edit.widget.preview.comment = Introduza a localiza\u00e7\u00e3o de uma imagem de pr\u00e9-visualiza\u00e7\u00e3o. Poder\u00e1 ser um endere\u00e7o da Web absoluto ou relativo. Por exemplo, http://myserver.com/images/image.gif.
jsp.admin.edit.widget.category = Categoria:
jsp.admin.edit.widget.category.comment = Por ex. Marcadores
jsp.admin.edit.widget.tab.widget = Apresentar em A minha p\u00e1gina:
jsp.admin.edit.widget.tab.widget.comment = Tem de seleccionar uma \u00e1rea para apresenta\u00e7\u00e3o da aplica\u00e7\u00e3o, em A minha p\u00e1gina ou nas p\u00e1ginas de actualiza\u00e7\u00f5es. Active as duas op\u00e7\u00f5es para apresentar a aplica\u00e7\u00e3o em ambas as \u00e1reas.
jsp.admin.edit.widget.tab.update =  Apresentar nas p\u00e1ginas de actualiza\u00e7\u00f5es:
jsp.admin.edit.widget.tab.update.comment = Tem de seleccionar uma \u00e1rea para apresenta\u00e7\u00e3o da aplica\u00e7\u00e3o, em A minha p\u00e1gina ou nas p\u00e1ginas de actualiza\u00e7\u00f5es. Active as duas op\u00e7\u00f5es para apresentar a aplica\u00e7\u00e3o em ambas as \u00e1reas.
jsp.admin.edit.widget.opened = Aberto por predefini\u00e7\u00e3o:
jsp.admin.edit.widget.opened.comment = Seleccione esta op\u00e7\u00e3o para que a aplica\u00e7\u00e3o seja apresentada na primeira vez que o utilizador iniciar sess\u00e3o na P\u00e1gina inicial.
jsp.admin.edit.widget.view = V\u00e1rias aplica\u00e7\u00f5es:
jsp.admin.edit.widget.view.comment = Seleccione esta op\u00e7\u00e3o para permitir que sejam apresentadas v\u00e1rias ocorr\u00eancias da aplica\u00e7\u00e3o.
jsp.admin.edit.widget.prereqs = Pr\u00e9-requisitos:
jsp.admin.edit.button.ok = OK
jsp.admin.edit.button.save = Guardar
jsp.admin.edit.button.cancel = Cancelar
jsp.admin.tips = Sugest\u00f5es
jsp.admin.tip.header = Novo administrador?
jsp.admin.tip.1 = Utilize a p\u00e1gina de administra\u00e7\u00e3o para activar e desactivar aplica\u00e7\u00f5es individuais, bem como editar os respectivos detalhes.
jsp.admin.tip.2 = Melhore a funcionalidade da P\u00e1gina inicial atrav\u00e9s da adi\u00e7\u00e3o de novas aplica\u00e7\u00f5es da organiza\u00e7\u00e3o ou de terceiros.
jsp.admin.error.select.widget = Seleccione uma aplica\u00e7\u00e3o antes de executar uma ac\u00e7\u00e3o.
jsp.admin.error.empty.name = Introduza um t\u00edtulo para a aplica\u00e7\u00e3o antes de guardar.
jsp.admin.error.empty.url = Introduza um URL para a aplica\u00e7\u00e3o antes de guardar.
jsp.admin.error.system.widgets = N\u00e3o \u00e9 poss\u00edvel remover as aplica\u00e7\u00f5es do sistema.
jsp.admin.error.protocol = Protocolo n\u00e3o suportado para recursos de aplica\u00e7\u00e3o.
jsp.admin.error.url = O recurso n\u00e3o foi encontrado nesta localiza\u00e7\u00e3o.
jsp.admin.error.verified = N\u00e3o foi poss\u00edvel verificar o recurso. Contacte o administrador do sistema.
jsp.admin.error.widgettab = Seleccione uma ou mais op\u00e7\u00f5es de apresenta\u00e7\u00e3o. Tem de apresentar a aplica\u00e7\u00e3o na vista Actualiza\u00e7\u00f5es, na vista Aplica\u00e7\u00f5es ou em ambas.
jsp.admin.error.newwidget = Ocorreu um erro ao criar a nova aplica\u00e7\u00e3o. A aplica\u00e7\u00e3o est\u00e1 dispon\u00edvel, mas poder\u00e1 n\u00e3o funcionar correctamente.
jsp.admin.error.enablewidget = Ocorreu um erro ao activar a aplica\u00e7\u00e3o. A aplica\u00e7\u00e3o est\u00e1 dispon\u00edvel, mas poder\u00e1 n\u00e3o funcionar correctamente.
jsp.admin.error.editwidget = Ocorreu um erro ao guardar a aplica\u00e7\u00e3o. A aplica\u00e7\u00e3o est\u00e1 dispon\u00edvel, mas poder\u00e1 n\u00e3o funcionar correctamente.
jsp.admin.error.refreshcache = Ocorreu um erro ao actualizar a cache para a aplica\u00e7\u00e3o.
jsp.admin.gadgetSettings.legend = Defini\u00e7\u00f5es do gadget com a sequ\u00eancia de actividade ou a caixa de di\u00e1logo de partilha
jsp.admin.gadgetSettings.gadgetSecurityLabel = Seguran\u00e7a:
jsp.admin.gadgetSettings.gadgetsecurityUnrestriced = Fidedigno
jsp.admin.gadgetSettings.gadgetsso = Utilize SSO.
jsp.admin.gadgetSettings.gadgetSecurityRestricted = Restrito
jsp.admin.gadgetSettings.gadgetSettingsHelp = Os gadgets fidedignos podem aceder a APIs que possam ter dados potencialmente confidenciais.
jsp.admin.gadgetSettings.gadgetsecurityLabel = Pontos de integra\u00e7\u00e3o da IU:
jsp.admin.gadgetSettings.gadgetshareboxLabel = Mostrar na caixa de di\u00e1logo de partilha ap\u00f3s o gadget:
jsp.admin.gadgetSettings.gadgeteeLabel = Mostrar para os eventos da sequ\u00eancia de actividades.
jsp.admin.gadgetSettings.gadgeturlaccesslabel = Acesso ao servidor atrav\u00e9s do proxy:
jsp.admin.gadgetSettings.gadgeturlaccessExternal = Apenas fora da intranet.
jsp.admin.gadgetSettings.gadgeturlaccessAny = Todos os servidores.
jsp.admin.gadgetSettings.gadgeturlaccessCustom = Regra personalizada definida para este gadget no ficheiro proxy-policy.dynamic.
jsp.admin.gadgetSettings.widgetOrGadgetHelp = Que gadget de URLs podem aceder.
jsp.admin.gadgetSettings.gadgetoauthLabel = Cliente de OAuth:
jsp.admin.gadgetSettings.serviceName=Nome do servi\u00e7o:
jsp.admin.gadgetSettings.oauthMappings= Efectue o mapeamento do servi\u00e7o para o cliente Oauth ou seleccione um mapeamento para editar.
jsp.admin.gadgetSettings.serviceMappings= Mapeamentos do servi\u00e7o:
jsp.admin.alert.willupdate=A altera\u00e7\u00e3o de defini\u00e7\u00f5es neste ecr\u00e3 ir\u00e1 provocar uma actualiza\u00e7\u00e3o que ir\u00e1 colocar o foco na parte superior da p\u00e1gina
jsp.admin.alert.willupdate.2=A altera\u00e7\u00e3o de {0} ir\u00e1 provocar uma actualiza\u00e7\u00e3o que ir\u00e1 colocar o foco na parte superior da p\u00e1gina

# Getting Start UI: web/gettingStartedPage.action
jsp.start.title = Introdu\u00e7\u00e3o ao HCL Connections.
jsp.start.sub.title = Este separador ir\u00e1 gui\u00e1-lo atrav\u00e9s de algumas tarefas b\u00e1sicas e ajud\u00e1-lo a come\u00e7ar a utilizar algumas fun\u00e7\u00f5es principais.
jsp.start.checkbox.label = N\u00e3o mostrar este ecr\u00e3 aquando do in\u00edcio
jsp.start.step1.tab.title.nocaps = Bem-vindo
jsp.start.step1.tab.title = BEM-VINDO
jsp.start.step1.title = Introdu\u00e7\u00e3o ao HCL Connections.
jsp.start.step1.sub.title = Esta p\u00e1gina de destino permite personalizar a primeira experi\u00eancia do utilizador no HCL Connections.
jsp.start.step1.text = Os administradores podem personalizar os passos na p\u00e1gina Introdu\u00e7\u00e3o atrav\u00e9s da edi\u00e7\u00e3o do ficheiro gettingstarted-config.xml. Podem adicionar ou remover passos e fornecer conte\u00fado personalizado, tal como uma mensagem de boas-vindas do CEO.
jsp.start.share.sub.title = Fique a saber como pode estar em contacto com as outras pessoas e partilhar informa\u00e7\u00f5es.
jsp.start.explore.tab.title.nocaps = Explorar
jsp.start.explore.tab.title = EXPLORAR
jsp.start.explore.title = Explorar
jsp.start.explore.sub.title = Obtenha mais informa\u00e7\u00f5es sobre as fun\u00e7\u00f5es do HCL Connections.

jsp.start.welcome.title = Bem-vindo(a) ao HCL Connections
jsp.start.welcome.sub.title = Descubra em que consiste e como utilizar o HCL Connections.
jsp.start.welcome.text.line1 = O HCL Connections permite utilizar a rede social na empresa, permitindo comunicar, colaborar e estabelecer rela\u00e7\u00f5es s\u00f3lidas com outras pessoas. Quer pretenda partilhar informa\u00e7\u00f5es importantes, construir uma rede de contactos \u00fateis ou acompanhar pessoas que sejam do seu interesse, existe uma aplica\u00e7\u00e3o para si.
jsp.start.welcome.text.line3 = Fa\u00e7a clique em <b>Partilhar</b> para come\u00e7ar.  Entre em contacto com outras pessoas e comece a trocar informa\u00e7\u00f5es e ideias. Em seguida, fa\u00e7a clique no separador <b>Explorar</b> para obter uma introdu\u00e7\u00e3o \u00e0s diferentes aplica\u00e7\u00f5es, bem como obter informa\u00e7\u00f5es sobre o respectivo modo de utiliza\u00e7\u00e3o.

# Getting started - Visitor tab

jsp.start.welcome.visitor.text.line1 = Algu\u00e9m nesta organiza\u00e7\u00e3o convidou-o para participar numa comunidade do HCL Connections ou partilhou um ficheiro consigo. O HCL Connections fornece-lhe as ferramentas de que necessita para colaborar com outros. Ao participar no HCL Connections, torna-se utilizador externo nesta organiza\u00e7\u00e3o.
jsp.start.welcome.visitor.text.line2 = Para come\u00e7ar, fa\u00e7a clique em {0} ou {1} para ver se existem mensagens n\u00e3o lidas.
jsp.start.welcome.visitor.text.line3 = Pretende obter mais informa\u00e7\u00f5es? Fa\u00e7a clique em {0} para descobrir.
jsp.start.welcome.visitor.text.homepage = A {0} ir\u00e1 ajud\u00e1-lo a ficar rapidamente a par de todas as novidades, de tudo o que requer a sua aten\u00e7\u00e3o e sempre que algu\u00e9m o mencionar. Para tirar o m\u00e1ximo proveito desta p\u00e1gina, certifique-se de que acompanha comunidades e ficheiros, para que possa facilmente manter-se a par das \u00faltimas altera\u00e7\u00f5es. Para abrir a p\u00e1gina inicial, fa\u00e7a clique no \u00edcone P\u00e1gina inicial.
jsp.start.welcome.visitor.text.communities = Utilize {0} para participar numa comunidade de interesse, na qual poder\u00e1 partilhar ficheiros, acompanhar projectos, perguntar e responder a perguntas, editar informa\u00e7\u00f5es em colabora\u00e7\u00e3o e debater novas ideias. Para encontrar as comunidades \u00e0s quais pertence, fa\u00e7a clique no \u00edcone de Comunidades.
jsp.start.welcome.visitor.text.files = Os {0} permitem-lhe partilhar ficheiros com outros utilizadores e ver ficheiros que outros partilharam consigo. Marque os ficheiros a que pretende aceder frequentemente, para os encontrar mais facilmente. Deixe coment\u00e1rios em ficheiros, transfira a vers\u00e3o mais recente ou utilize as funcionalidades de co-edi\u00e7\u00e3o para efetuar altera\u00e7\u00f5es a ficheiros online.
jsp.start.welcome.visitor.homepage = P\u00e1gina inicial
jsp.start.welcome.visitor.help = O que posso fazer como utilizador externo?

# Getting started - share tab
jsp.start.share.tab.title.nocaps=Partilhar
jsp.start.share.tab.title=PARTILHAR
jsp.start.share.title=Que ac\u00e7\u00e3o pretende efectuar agora?
jsp.start.share.component.headline.documents=Partilhar recursos e documentos de trabalho
jsp.start.share.component.headline.collaborate=Criar uma localiza\u00e7\u00e3o central para a minha equipa colaborar
jsp.start.share.component.headline.ideas=Criar um local para a minha equipa partilhar ideias
jsp.start.share.component.headline.knowledge=Manter um registo pessoal para partilhar os meus conhecimentos e compet\u00eancias
jsp.start.share.component.headline.people=Localizar pessoas para entrar em contacto com as mesmas
jsp.start.share.component.headline.links=Partilhar as minhas liga\u00e7\u00f5es a s\u00edtios da Web
jsp.start.share.component.headline.library=Solicitar a revis\u00e3o de um documento pelos meus pares

jsp.start.share.component.body.title.tryMultiple=Experimentar {0} ou {1}
jsp.start.share.component.body.title.try=Experimentar {0}

jsp.start.share.component.body.documents.files=Utilize os Ficheiros se pretender transferir, partilhar e armazenar documentos numa localiza\u00e7\u00e3o central.
jsp.start.share.component.body.documents.activities=Pode utilizar as Actividades para partilhar documentos de trabalho. Uma actividade permite organizar os recursos e o trabalho da equipa com base nas tarefas do projecto.

jsp.start.share.component.body.collaborate.communities=Uma comunidade re\u00fane pessoas que partilham um interesse comum. Utilize as fun\u00e7\u00f5es disponibilizadas pelas Comunidades para se organizar, interagir e iniciar o contacto. Incentive a equipa a colaborar e a partilhar informa\u00e7\u00f5es, adicionando blogues, wikis, actividades, f\u00f3runs e marcadores.
jsp.start.share.component.body.ideas.forums=Os F\u00f3runs s\u00e3o um local \u00fatil para a equipa trocar ideias e recolher coment\u00e1rios. Utilize um f\u00f3rum para partilhar ideias com a equipa e debater t\u00f3picos de interesse comum.
jsp.start.share.component.body.ideas.wikis=Crie um wiki para fornecer \u00e0 equipa um local central para a partilha e o desenvolvimento de ideias de forma din\u00e2mica e em colabora\u00e7\u00e3o.
jsp.start.share.component.body.knowledge.blogs=Os Blogues s\u00e3o di\u00e1rios online que pode utilizar para partilhar informa\u00e7\u00f5es com a organiza\u00e7\u00e3o. Utilize um blogue para informar os colegas sobre os \u00faltimos desenvolvimentos numa determinada \u00e1rea, disponibilizar os seus conhecimentos ou apenas partilhar not\u00edcias e opini\u00f5es.
jsp.start.share.component.body.people.profiles=Utilize os Perfis para entrar em contacto com as pessoas certas rapidamente. Pode procurar pessoas com base nas informa\u00e7\u00f5es de contacto, experi\u00eancia ou conhecimentos. Crie um conjunto \u00fatil de contactos, convidando pessoas para participar na sua rede. Interaja e esteja em permanente contacto!
jsp.start.share.component.body.links.dogear=Utilize os Marcadores para armazenar, organizar e partilhar os seus marcadores da Internet e Intranet a partir de uma localiza\u00e7\u00e3o central e conveniente. Pode partilhar alguns ou todos os marcadores, controlando quem v\u00ea o qu\u00ea. Tamb\u00e9m pode seleccionar os recursos da organiza\u00e7\u00e3o, visualizando os conjuntos de marcadores das outras pessoas.
jsp.start.share.component.body.library.communities=Utilize uma biblioteca para armazenar, organizar, colaborar e partilhar ficheiros da comunidade. Pode solicitar aos restantes membros que revejam os seus rascunhos e tirar partido das fun\u00e7\u00f5es sociais completas, tais como atribuir etiquetas, acompanhar, gostar e comentar.


jsp.start.share.component.linksTitle.activities=Aceder \u00e0s Actividades
jsp.start.share.component.linksTitle.blogs=Aceder aos Blogues
jsp.start.share.component.linksTitle.dogear=Aceder aos Marcadores
jsp.start.share.component.linksTitle.files=Aceder aos Ficheiros
jsp.start.share.component.linksTitle.communities=Aceder \u00e0s Comunidades
jsp.start.share.component.linksTitle.forums=Aceder aos F\u00f3runs
jsp.start.share.component.linksTitle.wikis=Aceder aos Wikis
jsp.start.share.component.linksTitle.profiles=Aceder aos Perfis
jsp.start.share.component.linksTitle.homepage=Aceder \u00e0 vista de actualiza\u00e7\u00f5es da P\u00e1gina inicial

jsp.start.share.info=Fa\u00e7a clique nas liga\u00e7\u00f5es para obter mais detalhes sobre cada aplica\u00e7\u00e3o.

# Explore
jsp.start.explore.component.body.activities=As Actividades permitem organizar o trabalho da equipa com base nas tarefas do projecto. A cria\u00e7\u00e3o de uma actividade \u00e9 uma forma \u00fatil de partilhar informa\u00e7\u00f5es e recursos, atribuir e rastrear tarefas, publicar informa\u00e7\u00f5es da equipa e organizar reuni\u00f5es. Pode adicionar novos membros a uma actividade em qualquer altura, o que lhe permite reunir rapidamente os recursos necess\u00e1rios para um projecto.
jsp.start.explore.component.body.blogs=Os Blogues s\u00e3o di\u00e1rios online que pode utilizar para partilhar informa\u00e7\u00f5es com as outras pessoas da organiza\u00e7\u00e3o. Um blogue \u00e9 uma excelente forma de comunicar as \u00faltimas not\u00edcias e opini\u00f5es num estilo eficaz e din\u00e2mico. Ao publicar regularmente entradas sobre um assunto ou tema espec\u00edfico, pode certificar-se de que as pessoas permanecem actualizadas sobre os \u00faltimos desenvolvimentos numa determinada \u00e1rea.
jsp.start.explore.component.body.dogear=Utilize os Marcadores para armazenar e obter liga\u00e7\u00f5es da Web \u00e0s quais foram atribu\u00eddos marcadores a partir de um espa\u00e7o central. Pode partilhar alguns ou todos os marcadores. Pode igualmente visualizar os conjuntos de marcadores das outras pessoas, o que lhe permite entrar em contacto com pessoas que t\u00eam interesses semelhantes ou os conhecimentos de que necessita.
jsp.start.explore.component.body.communities=Uma comunidade \u00e9 um grupo de pessoas que partilham um interesse comum. As comunidades constituem uma excelente forma de proporcionar a interac\u00e7\u00e3o dos membros de uma equipa e de ajudar os mesmos a permanecerem em contacto e partilharem informa\u00e7\u00f5es. As comunidades podem ser p\u00fablicas ou restritas, o que permite aos respectivos propriet\u00e1rios controlar quem pode participar na comunidade e aceder ao conte\u00fado da mesma. As comunidades podem conter ou ligar a bibliotecas de documentos, permitindo aos membros organizar e colaborar em ficheiros da comunidade.
jsp.start.explore.component.body.files=Os Ficheiros disponibilizam uma forma conveniente de transferir e armazenar ficheiros num reposit\u00f3rio central. Pode partilhar ficheiros transferidos com determinadas pessoas, o que lhe permite colaborar para o conte\u00fado sem ter de enviar ficheiros de grandes dimens\u00f5es por correio electr\u00f3nico. Tamb\u00e9m pode gostar e comentar ficheiros, organizar ficheiros utilizando pastas e rastrear diferentes vers\u00f5es dos ficheiros.
jsp.start.explore.component.body.forums=Um f\u00f3rum \u00e9 uma \u00e1rea de debate online com foco num determinado t\u00f3pico ou tema. Pode participar num f\u00f3rum, publicando perguntas ou respondendo a linhas de debate existentes. Pretende encontrar a solu\u00e7\u00e3o para um problema que o est\u00e1 a impedir de avan\u00e7ar?  Os f\u00f3runs s\u00e3o uma excelente forma de trocar ideias, recolher coment\u00e1rios e usufruir dos conhecimentos das outras pessoas.
jsp.start.explore.component.body.profiles=Os Perfis correspondem a um direct\u00f3rio das pessoas da organiza\u00e7\u00e3o que permite localizar e entrar em contacto com a pessoa certa rapidamente. Pode procurar pessoas com base nas respectivas informa\u00e7\u00f5es de contacto, experi\u00eancia ou conhecimentos. Permita que as outras pessoas saibam quem \u00e9, preenchendo o seu pr\u00f3prio perfil. Crie o seu pr\u00f3prio conjunto de contactos, adicionando pessoas \u00e0 rede.
jsp.start.explore.component.body.wikis=Um wiki consiste num conjunto de p\u00e1ginas da Web sobre um determinado t\u00f3pico. Os wikis constituem uma excelente forma de partilhar informa\u00e7\u00f5es centralmente e de incentivar a colabora\u00e7\u00e3o entre a equipa do projecto. Os membros dos wikis podem adicionar as respectivas p\u00e1ginas, bem como editar e comentar p\u00e1ginas existentes, garantindo assim que as informa\u00e7\u00f5es est\u00e3o sempre actualizadas.

jsp.start.explore.introduction.title=Introdu\u00e7\u00e3o
jsp.start.explore.introduction.body=O HCL Connections consiste num software social para empresas. Permite desenvolver, criar e permanecer em contacto com uma rede de colegas, responder rapidamente a oportunidades de neg\u00f3cio solicitando os conhecimentos na rede, bem como debater e aperfei\u00e7oar novas ideias criativas com comunidades de colegas de trabalho e clientes.
jsp.start.explore.info=Fa\u00e7a clique nas liga\u00e7\u00f5es para obter mais detalhes sobre cada aplica\u00e7\u00e3o.

jsp.start.explore.demo.alt=Reproduzir v\u00eddeo da demonstra\u00e7\u00e3o
jsp.start.explore.viewdemo=Ver demonstra\u00e7\u00e3o
jsp.start.explore.viewCommunitiesDemo=Ver demonstra\u00e7\u00e3o das Comunidades
jsp.start.explore.viewLibraryDemo=Ver demonstra\u00e7\u00e3o das Bibliotecas

jsp.help.read.transcript = Fa\u00e7a clique aqui para ler uma transcri\u00e7\u00e3o de texto desta inicia\u00e7\u00e3o.

# River of news strings
jsp.river.more = Mais
jsp.river.removeSaved = Remover item da minha lista Guardados
jsp.river.associatedTags = Etiquetas:
jsp.river.saveForLater= Guardar
jsp.river.saveForLater.alt = \u00cdcone Guardar
jsp.river.openOriginal = Abrir item original
jsp.river.linkIcon = \u00cdcone Liga\u00e7\u00e3o
jsp.river.deleteSaved = Remover de Guardados

jsp.river.discover.introduction = Descubra novas pessoas e novo conte\u00fado ao navegar pelas actualiza\u00e7\u00f5es p\u00fablicas
jsp.river.topUpdates.introduction = Consulte as actualiza\u00e7\u00f5es de estado a partir da rede, bem como as respostas \u00e0s suas pr\u00f3prias contribui\u00e7\u00f5es.
jsp.river.filter.show = Mostrar:
jsp.river.filter.allUpdates = Todas as actualiza\u00e7\u00f5es
jsp.river.filter.homepage = P\u00e1gina inicial
jsp.river.filter.activities = Atividades
jsp.river.filter.profiles = Perfis
jsp.river.filter.communities = Comunidades
jsp.river.filter.blogs = Blogues
jsp.river.filter.dogear = Marcadores
jsp.river.filter.wikis = Wikis
jsp.river.filter.files = Ficheiros

jsp.river.filter.alt.allUpdates = Seleccionar para apresentar todas as actualiza\u00e7\u00f5es
jsp.river.filter.alt.activities = Seleccionar para apresentar apenas as actualiza\u00e7\u00f5es das Actividades
jsp.river.filter.alt.profiles = Seleccionar para apresentar apenas as actualiza\u00e7\u00f5es dos Perfis
jsp.river.filter.alt.communities = Seleccionar para apresentar apenas as actualiza\u00e7\u00f5es das Comunidades
jsp.river.filter.alt.blogs = Seleccionar para apresentar apenas as actualiza\u00e7\u00f5es dos Blogues
jsp.river.filter.alt.dogear = Seleccionar para apresentar apenas as actualiza\u00e7\u00f5es dos Marcadores
jsp.river.filter.alt.wikis = Seleccionar para apresentar apenas as actualiza\u00e7\u00f5es dos Wikis
jsp.river.filter.alt.files = Seleccionar para apresentar apenas as actualiza\u00e7\u00f5es dos Ficheiros

jsp.river.error.message = N\u00e3o \u00e9 poss\u00edvel apresentar novas hist\u00f3rias
jsp.river.error.error = Ocorreu um erro. Contacte o administrador do sistema. Este erro poder\u00e1 ocorrer se o servi\u00e7o de reposit\u00f3rio de not\u00edcias n\u00e3o estiver a ser correctamente executado.
jsp.river.error.details = Mostrar mensagem de erro completa
jsp.river.error.icon.alt = \u00cdcone Erro

# Alt text for icons in river of news. Need for screen readers
jsp.river.alt.homepage = Evento da P\u00e1gina inicial
jsp.river.alt.blogs = Evento dos Blogues
jsp.river.alt.wikis = Evento dos Wikis
jsp.river.alt.files = Evento dos Ficheiros
jsp.river.alt.dogear = Evento dos Marcadores
jsp.river.alt.activities = Evento das Actividades
jsp.river.alt.profiles = Evento dos Perfis
jsp.river.alt.communities = Evento das Comunidades
jsp.river.alt.thirdParty = Evento de um componente de terceiros

# Saved tab messages when no stories to display
jsp.river.savedTab.title.part1 = Ainda n\u00e3o guardou quaisquer hist\u00f3rias.
jsp.river.savedTab.title.part2 = Para guardar hist\u00f3rias para ler posteriormente...
jsp.river.savedTab.step1 = Ao visualizar uma lista de hist\u00f3rias (nos separadores Principais actualiza\u00e7\u00f5es, Descobrir ou Lista de monitoriza\u00e7\u00e3o).
jsp.river.savedTab.step2 = Fa\u00e7a clique em Mais junto \u00e0 hist\u00f3ria que pretende guardar.
jsp.river.savedTab.step3 = Fa\u00e7a clique em Guardar esta not\u00edcia.

# Taop updates messages when no stories to display
# {0} is person name
jsp.river.topUpdates.welcome = Ol\u00e1 {0}!
jsp.river.topUpdates.profiles.update = Permita que as outras pessoas saibam quem \u00e9 e o que faz.
jsp.river.topUpdates.profiles.update.part2 = Atualize o seu perfil.
jsp.river.topUpdates.colleagues.part1 = Localize pessoas que considere interessantes e convide as mesmas para participarem na sua rede.
jsp.river.topUpdates.colleagues.part2 = Comece a criar a sua rede.
jsp.river.topUpdates.activities.part1 = Crie tarefas e atribua as mesmas \u00e0 sua equipa.
jsp.river.topUpdates.activities.part2 = Inicie uma actividade.
jsp.river.topUpdates.blogs.part1 = Partilhe as suas not\u00edcias e opini\u00f5es com a organiza\u00e7\u00e3o.
jsp.river.topUpdates.blogs.part2 = Crie um blogue.
jsp.river.topUpdates.communities.part1 = Esteja em contacto com pessoas que partilham um interesse comum.
jsp.river.topUpdates.communities.part2 = Participe numa comunidade.
jsp.river.topUpdates.dogear.part1 = Guarde, organize e partilhe os seus marcadores.
jsp.river.topUpdates.dogear.part2 = Localize marcadores que considere interessantes.
jsp.river.topUpdates.files.part1 = Partilhe informa\u00e7\u00f5es e colabore com outras pessoas.
jsp.river.topUpdates.files.part2 = Transfira e partilhe ficheiros.
jsp.river.topUpdates.wikis.part1 = Efectue pesquisas para localizar um wiki para o qual pretenda colaborar ou crie um novo wiki.
jsp.river.topUpdates.wikis.part2 = Comece a colaborar.
jsp.river.topUpdates.intro = Quando se tornar ativo no HCL Connections, esta p\u00e1gina ser\u00e1 preenchida com as atualiza\u00e7\u00f5es mais recentes relacionadas consigo ou com a sua rede.

jsp.river.noItems = N\u00e3o existem actualiza\u00e7\u00f5es de not\u00edcias a apresentar para esta selec\u00e7\u00e3o.
jsp.statusUpdates.noItems = N\u00e3o existem actualiza\u00e7\u00f5es de estado a apresentar.
jsp.newsfeed.noItems = O feed de not\u00edcias est\u00e1 vazio. Ir\u00e1 visualizar as actualiza\u00e7\u00f5es quando come\u00e7ar a acompanhar outras pessoas ou conte\u00fado.
jsp.river.discover.noItems = N\u00e3o ocorreu qualquer atualiza\u00e7\u00e3o no HCL Connections. Regresse mais tarde!

jsp.river.watchlist.addPerson = Adicionar pessoa \u00e0 minha lista de monitoriza\u00e7\u00e3o
jsp.river.watchlist.addPersonConfirm = A lista de monitoriza\u00e7\u00e3o foi actualizada
# {0} is the name of a person
jsp.river.watchlist.addSpecificPerson = Adicionar {0} \u00e0 minha lista de monitoriza\u00e7\u00e3o
# {0} is the name of a person
jsp.river.watchlist.addSpecificPersonConfirm = {0} foi adicionado(a) \u00e0 lista de monitoriza\u00e7\u00e3o do utilizador
jsp.river.watchlist.removePerson = Remover pessoa da minha lista de monitoriza\u00e7\u00e3o
jsp.river.watchlist.removePersonConfirm = A lista de monitoriza\u00e7\u00e3o foi actualizada
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPerson = Remover {0} da minha lista de monitoriza\u00e7\u00e3o
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPersonConfirm = {0} foi removido(a) da sua lista de monitoriza\u00e7\u00e3o

jsp.river.watchlist.addTag = Adicionar etiqueta \u00e0 minha lista de monitoriza\u00e7\u00e3o
jsp.river.watchlist.addTagConfirm = A lista de monitoriza\u00e7\u00e3o foi actualizada
# {0} is a tag
jsp.river.watchlist.addSpecificTag = Adicionar etiqueta {0} \u00e0 minha lista de monitoriza\u00e7\u00e3o
# {0} is a tag
jsp.river.watchlist.addSpecificTagConfirm = A etiqueta {0} foi adicionada \u00e0 lista de monitoriza\u00e7\u00e3o do utilizador
jsp.river.watchlist.removeTag = Remover etiqueta da minha lista de monitoriza\u00e7\u00e3o
jsp.river.watchlist.removeTagConfirm = A lista de monitoriza\u00e7\u00e3o foi actualizada
# {0} is a tag
jsp.river.watchlist.removeSpecificTag = remover etiqueta {0} da minha lista de monitoriza\u00e7\u00e3o
# {0} is a tag
jsp.river.watchlist.removeSpecificTagConfirm = A etiqueta {0} foi removida da sua lista de monitoriza\u00e7\u00e3o


jsp.river.removePerson = Remover pessoa das minhas actualiza\u00e7\u00f5es
# {0} is the name of a person
jsp.river.removeSpecificPerson = Remover {0} das minhas actualiza\u00e7\u00f5es
jsp.river.preview.blogs = Pr\u00e9-visualizar entrada

jsp.river.subscribe.alt = \u00cdcone de feed
jsp.river.subscribe = Feed para estas hist\u00f3rias

# Palette category
jsp.palette.category.all = Tudo

# Notification perspective strings
jsp.notifications.received.noItems = N\u00e3o recebeu quaisquer notifica\u00e7\u00f5es.
jsp.notifications.sent.noItems = N\u00e3o enviou quaisquer notifica\u00e7\u00f5es.

# General notification strings
jsp.notifications.received.title = Notifica\u00e7\u00f5es recebidas
jsp.notifications.received.sub.title = Visualize as notifica\u00e7\u00f5es que lhe foram enviadas por outros utilizadores ou pelo sistema.
jsp.notifications.sent.title = Notifica\u00e7\u00f5es enviadas
jsp.notifications.sent.sub.title = Visualize as notifica\u00e7\u00f5es que enviou a outros utilizadores.
jsp.notifications.new = Novo
# {0} is the name of a person
jsp.notifications.photo = Fotografia de {0}
jsp.notifications.sent.multiple.photo = V\u00e1rios destinat\u00e1rios
# {0} is the name of a person
jsp.notifications.sent.to.individual = Enviada para: {0}
# {0} is a number greater than 1
jsp.notifications.sent.to.multiple = Enviada para {0} pessoas
jsp.notifications.delete = Eliminar esta notifica\u00e7\u00e3o

# Activities specific notification messages
# {0} is the name of an activity entry, {1} is the name of an activity
jsp.notifications.activities.notify.title = {0} da actividade: {1}
# {0} is the name of an activity
jsp.notifications.activities.autocomplete.received.title = A sua actividade "{0}" est\u00e1 prestes a ser automaticamente marcada como conclu\u00edda.
jsp.notifications.activities.autocomplete.sent.title = A conclus\u00e3o autom\u00e1tica da actividade "{0}" est\u00e1 prestes a ocorrer.
jsp.notifications.activities.create.title = Criou uma nova actividade: {0}
jsp.notifications.activities.addmember.received.title = Foi adicionado \u00e0 actividade: {0}
jsp.notifications.activities.addmember.sent.title = Adicionou novos membros \u00e0 actividade: {0}
jsp.notifications.activities.invite.received.title = Foi convidado para participar na actividade: {0}
jsp.notifications.activities.invite.sent.title = Convidou utilizadores para participarem na actividade: {0}
jsp.notifications.activities.invite.primaryaction = Participar nesta actividade.
jsp.notifications.activities.invite.secondaryaction = Recusar este convite.

# Blogs specific notification messages
# {0} is the name of a blog entry, {1} is the name of a blog
jsp.notifications.blogs.notify.title = {0} do Blogue: {1}
# {0} is the name of a blog
jsp.notifications.blogs.notifyassignedowner.received = Foi adicionado como propriet\u00e1rio do blogue: {0}
jsp.notifications.blogs.notifyassignedowner.sent= Adicionou um propriet\u00e1rio ao blogue: {0}
jsp.notifications.blogs.notifyassignedauthor.received = Foi adicionado como autor do blogue: {0}
jsp.notifications.blogs.notifyassignedauthor.sent= Adicionou um autor ao blogue: {0}
jsp.notifications.blogs.notifyassigneddraft.received = Foi adicionado como contribuinte de rascunho do blogue: {0}
jsp.notifications.blogs.notifyassigneddraft.sent= Adicionou um contribuinte de rascunho ao blogue: {0}

# Ideation Blogs specific notification messages
# {0} is the name of an Ideation Blog entry (idea), {1} is the name of an Ideation Blog
jsp.notifications.ideationblog.notify.title = {0} do Blogue de ideias: {1}

# Communities specific notification messages
# {0} is the name of a community
jsp.notifications.communities.memberadded.received.title = Foi adicionado \u00e0 comunidade: {0}
jsp.notifications.communities.memberadded.sent.title = Adicionou utilizadores \u00e0 comunidade: {0}
jsp.notifications.communities.memberremoved.received.title = Foi removido da comunidade: {0}
jsp.notifications.communities.memberremoved.sent.title = Removeu utilizadores da comunidade: {0}
jsp.notifications.communities.requesttojoin.received.title = Um utilizador solicitou participar na comunidade: {0}
jsp.notifications.communities.requesttojoin.sent.title = Solicitou participar na comunidade: {0}
jsp.notifications.communities.invite.received.title = Foi convidado para participar na comunidade: {0}
jsp.notifications.communities.invite.sent.title = Convidou utilizadores para participarem na comunidade: {0}
jsp.notifications.communities.invite.primaryaction = Participar nesta comunidade.
jsp.notifications.communities.invite.secondaryaction = Recusar este convite.

# Dogear specific notification messages
# {0} is a bookmark title
jsp.notifications.dogear.notify.title = Marcador {0}.
jsp.notifications.dogear.notify.multiple.title = V\u00e1rios marcadores.
jsp.notifications.dogear.notify.primaryaction = Editar este marcador.
# {0} is a bookmark title
jsp.notifications.dogear.brokenurl.title = O marcador denominado {0} foi sinalizado como quebrado.
jsp.notifications.dogear.brokenurl.sent.title = Sinalizou o marcador denominado {0} como quebrado.
# {0} is the title of a bookmark. {1} is a URL
jsp.notifications.dogear.replaceurl.title = O marcador denominado {0} est\u00e1 quebrado. O novo URL \u00e9: {1}
jsp.notifications.dogear.replaceurl.primaryaction = Editar este marcador.
jsp.notifications.dogear.replaceurl.secondaryaction = Ver marcadores quebrados.

# Profiles specific notification messages
jsp.notifications.profiles.notify.received.title = Convite para participar na minha rede
jsp.notifications.profiles.notify.sent.title = Convite para participar na sua rede
jsp.notifications.profiles.notify.primaryaction = Ver os seus convites

# Files specific notification messages
jsp.notifications.files.mediashare.title = Ficheiro {0}
jsp.notifications.files.collectionmediaadd.title = O ficheiro {0} foi adicionado \u00e0 pasta {1}
jsp.notifications.files.collectionmemberupdated.title = Foi adicionado \u00e0 pasta: {0}
jsp.notifications.files.collectionmemberupdated.sent.title = Adicionou utilizadores \u00e0 pasta: {0}
jsp.notifications.files.communityvisibilityupdated.title = A comunidade {0} foi tornada p\u00fablica e quaisquer ficheiros n\u00e3o p\u00fablicos que tenha partilhado com a comunidade foram removidos.
jsp.notifications.files.communityvisibilityupdated.desc = Tinha um ou mais ficheiros n\u00e3o p\u00fablicos partilhados com esta comunidade. Estes ficheiros foram removidos e t\u00eam de ser tornados p\u00fablicos para que possam ser partilhados com esta comunidade.

# Wikis specific notification messages
# {0} is the name of a wiki
jsp.notifications.wikis.received.roleAdd = Foi adicionado ao wiki: {0}
jsp.notifications.wikis.sent.roleAdd = Adicionou utilizadores ao wiki: {0}


# Generic stuffs in case we need after string freeze
jsp.widget.addPage = Adicionar p\u00e1gina
jsp.widget.removePage = Remover p\u00e1gina
jsp.widget.generalPage = Mecanismos gerais
jsp.customize.preferences = Prefer\u00eancias
# {0} is the name of a page e.g. Important stuff
jsp.widget.defaultPageName = A minha p\u00e1gina {0}
jsp.widget.listHelp = adicionar encaminhamento (|) entre entradas.
jsp.widget.required = Preencha os campos obrigat\u00f3rios, marcados com *, antes de guardar.

jsp.typeAhead.more = {0}resultados dispon\u00edveis. Apresentar apenas os primeiros 15 resultados.
jsp.typeAhead.error = Ocorreu um erro ao obter a lista de pessoas.
jsp.typeAhead.noResults = Nenhum resultado correspondente

jsp.home.status.updates.choose.person = Seleccionar uma pessoa
jsp.home.filter.by = Mostrar:

jsp.home.filter.status.updates.all = Todas as actualiza\u00e7\u00f5es de estado
jsp.home.filter.status.updates.follow = Pessoas que estou a acompanhar
jsp.home.filter.status.updates.network = A minha rede
jsp.home.filter.status.updates.network.following =A minha rede e Pessoas que estou a acompanhar
jsp.home.filter.status.updates.mine = As minhas actualiza\u00e7\u00f5es de estado

jsp.home.status.updates.comment.count = (1 coment\u00e1rio)
# {0} is the number of comments
jsp.home.status.updates.comments.count = ({0} coment\u00e1rios)

jsp.home.status.updates.notpermitted = N\u00e3o \u00e9 poss\u00edvel ou n\u00e3o tem permiss\u00e3o para comentar esta mensagem.

# {0} is the number of extra comments to show
jsp.home.status.updates.show.comments = Mostrar mais {0} coment\u00e1rios...
# {0} is the number of extra comments to hide
jsp.home.status.updates.hide.comments = Ocultar {0} coment\u00e1rios...
jsp.home.status.updates.post.comment.error = Falha no pedido de submiss\u00e3o do coment\u00e1rio. Contacte o administrador.
jsp.home.status.updates.delete.comment.error = Falha no pedido de elimina\u00e7\u00e3o do coment\u00e1rio. Contacte o administrador.
jsp.home.status.updates.delete.update.error = Falha no pedido de eliminar a actualiza\u00e7\u00e3o. Contacte o administrador.
jsp.home.status.updates.just.now = Agora mesmo
jsp.home.status.updates.invalid.comment.entered = O coment\u00e1rio introduzido n\u00e3o \u00e9 v\u00e1lido. Verifique e tente novamente.
jsp.home.delete.entry = Eliminar esta entrada

#This text is used to identify where a user has written on someone elses board. Typical use is : 'User A' wrote on the board of 'User B'
jsp.home.status.updates.wrote.board.entry = escreveu no quadro de
jsp.home.status.updates.wrote.board.you.entry = escreveu no seu quadro.

jsp.home.main.confirm = Confirmar
jsp.home.main.error = Erro
jsp.home.main.hide = Ocultar

jsp.home.action.submit = Submeter
jsp.home.action.comments.add = Adicionar coment\u00e1rio

jsp.home.no.content.statusupdates.title = Ainda n\u00e3o tem quaisquer actualiza\u00e7\u00f5es de estado.
jsp.home.no.content.statusupdates.desc.line1 = Para receber actualiza\u00e7\u00f5es de estado de uma pessoa, abra o respectivo perfil e fa\u00e7a clique em Convidar para participar na minha rede, para adicionar a mesma como colega, ou em Acompanhar, para acompanhar a mesma.
jsp.home.no.content.statusupdates.desc.line2 = Fa\u00e7a clique na op\u00e7\u00e3o Em que est\u00e1 a trabalhar neste momento? para actualizar a sua mensagem de estado.
jsp.home.no.content.statusupdates.oneline = Ainda n\u00e3o tem quaisquer actualiza\u00e7\u00f5es de estado. Para receber actualiza\u00e7\u00f5es de estado de uma pessoa, abra o respectivo perfil e fa\u00e7a clique em "Convidar para participar na minha rede", para adicionar a mesma como colega, ou em "Acompanhar", para acompanhar a mesma. Fa\u00e7a clique em "Em que est\u00e1 a trabalhar neste momento?" para actualizar a sua mensagem de estado.

jsp.home.no.content.newsfeed.title = Ainda n\u00e3o tem quaisquer actualiza\u00e7\u00f5es de not\u00edcias.
jsp.home.no.content.newsfeed.desc.line1 = Tem de estar a acompanhar pessoas ou conte\u00fado para receber actualiza\u00e7\u00f5es.
jsp.home.no.content.newsfeed.desc.line2 = Onde visualizar um bot\u00e3o Acompanhar na interface do utilizador, fa\u00e7a clique no mesmo para acompanhar pessoas ou conte\u00fado.
jsp.home.no.content.newsfeed.oneline = Ainda n\u00e3o tem quaisquer actualiza\u00e7\u00f5es de not\u00edcias. Tem de acompanhar pessoas ou conte\u00fado para receber actualiza\u00e7\u00f5es. Para acompanhar pessoas ou conte\u00fado, fa\u00e7a clique no bot\u00e3o "Acompanhar" onde este estiver dispon\u00edvel.

jsp.home.no.content.discover.title = Ainda n\u00e3o existem actualiza\u00e7\u00f5es p\u00fablicas. Tente novamente mais tarde.
jsp.home.no.content.discover.desc.line1 = \u00c0 medida que as pessoas come\u00e7am a adicionar conte\u00fado \u00e0s diferentes aplica\u00e7\u00f5es, esta p\u00e1gina ir\u00e1 apresentar quaisquer actualiza\u00e7\u00f5es p\u00fablicas.
jsp.home.no.content.discover.oneline = Ainda n\u00e3o existem actualiza\u00e7\u00f5es. \u00c0 medida que as pessoas come\u00e7am a adicionar conte\u00fado, pode utilizar esta p\u00e1gina para visualizar quaisquer actualiza\u00e7\u00f5es p\u00fablicas.

jsp.home.no.content.saved.title = N\u00e3o guardou quaisquer not\u00edcias.
jsp.home.no.content.saved.desc.line1 = Para guardar not\u00edcias, fa\u00e7a clique em Mais junto a uma hist\u00f3ria e, em seguida, fa\u00e7a clique em Guardar.
jsp.home.no.content.saved.oneline = N\u00e3o tem quaisquer not\u00edcias guardadas. Para guardar not\u00edcias, fa\u00e7a clique em Mais junto a uma hist\u00f3ria e, em seguida, fa\u00e7a clique em Guardar.

jsp.home.tags.main.title=Etiquetas que acompanho
jsp.home.tags.filter.title=Filtrar por etiqueta
jsp.home.tags.adding.title=Adicionar novas etiquetas
jsp.home.tags.removing.title=Remover etiquetas
jsp.home.tags.add.title=Adicionar uma etiqueta

jsp.home.tags.remove.filter.title=Remover etiqueta do filtro

jsp.home.tags.filtered.title=Ver conte\u00fado com etiquetas:
jsp.home.tags.confirm.text=A sua nova etiqueta \"{0}\" foi adicionada com \u00eaxito. Pode agora filtrar o feed com esta etiqueta.
jsp.home.tags.multi.confirm.text=As suas novas etiquetas \"{0}\" foram adicionadas com \u00eaxito. Pode agora filtrar o feed com estas etiquetas.
jsp.home.tags.error.text=Ocorreu um problema ao processar o pedido de subscri\u00e7\u00e3o de etiquetas. Contacte o administrador ou tente novamente.

jsp.home.show.more=Mostrar mais hist\u00f3rias...
jsp.home.subscribe.entries=Feed para estas entradas
jsp.home.loading=A carregar novas hist\u00f3rias...

jsp.home.manage.tags.text=Gerir as minhas etiquetas
jsp.home.saving.for.later= a guardar a hist\u00f3ria para mais tarde...
jsp.home.saved.story=Hist\u00f3ria guardada
jsp.home.add.saved.item.confirm.text=Hist\u00f3ria guardada com \u00eaxito
jsp.home.add.saved.item.error.text=Ocorreu um problema ao processar o pedido para guardar item. Contacte o administrador ou tente novamente.
jsp.home.remove.saved.item.error.text=Ocorreu um problema ao remover o item guardado. Contacte o administrador ou tente novamente.

jsp.home.error111=A etiqueta que tentou adicionar j\u00e1 existe.


jsp.home.tags.remove.alt.text = Remover etiqueta

jsp.form.login = Formul\u00e1rio de in\u00edcio de sess\u00e3o

jsp.activitystream.title = Atualiza\u00e7\u00f5es
