# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2015                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# str.msgid.ignore=true 
str_component_id=CLFRQ

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value

# Updates/Home


jsp.status.updates.title = \u0410\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043d\u0430 \u0441\u0442\u0430\u0442\u0443\u0441
jsp.status.updates.sub.title = \u041f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0458\u0442\u0435 \u0433\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430\u0442\u0430 \u043e\u0434 \u043b\u0438\u0446\u0430\u0442\u0430 \u043a\u043e\u0438 \u0433\u0438 \u0441\u043b\u0435\u0434\u0438\u0442\u0435 \u0438\u043b\u0438 \u043a\u043e\u0438 \u0441\u0435 \u043d\u0430\u043e\u0453\u0430\u0430\u0442 \u0432\u043e \u0432\u0430\u0448\u0430\u0442\u0430 \u043c\u0440\u0435\u0436\u0430. \u0418\u0441\u0442\u043e \u0442\u0430\u043a\u0430, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u043e \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u0432\u0430\u0448\u0438\u043e\u0442 \u0441\u043e\u043f\u0441\u0442\u0432\u0435\u043d \u0441\u0442\u0430\u0442\u0443\u0441 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b.

jsp.news.feed.title = \u041d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0437\u0430 \u0432\u0435\u0441\u0442\u0438
jsp.news.feed.sub.title = \u041f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0458\u0442\u0435 \u0433\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430\u0442\u0430 \u043e\u0434 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430 \u0438\u043b\u0438 \u043b\u0438\u0446\u0430\u0442\u0430 \u043a\u043e\u0438 \u0433\u0438 \u0441\u043b\u0435\u0434\u0438\u0442\u0435, \u0432\u0430\u0448\u0438\u0442\u0435 \u043a\u043e\u043b\u0435\u0433\u0438 \u0438 \u043e\u0434\u0433\u043e\u0432\u043e\u0440\u0438 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430 \u0448\u0442\u043e \u0458\'\u0430 \u0438\u043c\u0430\u0442\u0435 \u043e\u0431\u0458\u0430\u0432\u0435\u043d\u043e.

jsp.discover.title = \u041e\u0442\u043a\u0440\u0438\u0458
jsp.discover.sub.title = \u041f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0458\u0442\u0435 \u0433\u0438 \u0441\u0438\u0442\u0435 \u0458\u0430\u0432\u043d\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043e\u0434 IBM Connections. \u041e\u0442\u043a\u0440\u0438\u0458\u0442\u0435 \u0448\u0442\u043e \u043f\u0440\u0430\u0432\u0430\u0442 \u0434\u0440\u0443\u0433\u0438\u0442\u0435.

jsp.tags.title = \u041e\u0437\u043d\u0430\u043a\u0438 \u0448\u0442\u043e \u0433\u0438 \u0441\u043b\u0435\u0434\u0430\u043c
jsp.tags.sub.title = \u041f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0458\u0442\u0435 \u0433\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430\u0442\u0430 \u043e\u0434 \u043e\u0437\u043d\u0430\u043a\u0438\u0442\u0435 \u0448\u0442\u043e \u0433\u0438 \u0441\u043b\u0435\u0434\u0438\u0442\u0435.

jsp.saved.items.title = \u0417\u0430\u0447\u0443\u0432\u0430\u043d\u043e
jsp.saved.items.sub.title = \u041f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0458\u0442\u0435 \u0433\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430\u0442\u0430 \u0448\u0442\u043e \u0433\u0438 \u0438\u043c\u0430\u0442\u0435 \u0437\u0430\u0447\u0443\u0432\u0430\u043d\u043e.

# Service names
jsp.common.service.name.activities=\u0410\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438
jsp.common.service.name.dogear=\u041e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438
jsp.common.service.name.profiles=\u041f\u0440\u043e\u0444\u0438\u043b\u0438
jsp.common.service.name.blogs=\u0411\u043b\u043e\u0433\u043e\u0432\u0438
jsp.common.service.name.wikis=Wikis
jsp.common.service.name.forums=\u0424\u043e\u0440\u0443\u043c\u0438
jsp.common.service.name.files=\u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0438
jsp.common.service.name.communities=\u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0438

# Generic across multiple pages
jsp.homepage.title = \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 IBM Connections
jsp.homepage.title.short = \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.homepage.home = \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.homepage.tab.updates = \u0410\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430
jsp.homepage.tab.gettingStarted = \u0412\u043e\u0432\u0435\u0434\u0443\u0432\u0430\u045a\u0435
jsp.homepage.tab.admin = \u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u045a\u0435
jsp.homepage.tab.myPage = \u041c\u043e\u0458\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.homepage.tab.widgets = \u0414\u043e\u0434\u0430\u0442\u043e\u0446\u0438
jsp.homepage.tab.search = \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435
jsp.homepage.logo.alt = \u041b\u043e\u0433\u043e \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.homepage.copyright.short = \u041b\u0438\u0446\u0435\u043d\u0446\u0438\u0440\u0430\u043d\u0438 \u043c\u0430\u0442\u0435\u0440\u0438\u0458\u0430\u043b\u0438 - \u0421\u043e\u043f\u0441\u0442\u0432\u0435\u043d\u043e\u0441\u0442 \u043d\u0430 \u043a\u043e\u0440\u043f\u043e\u0440\u0430\u0446\u0438\u0458\u0430 IBM. \u00a9 IBM Corporation 2007, 2010 \u0433\u043e\u0434\u0438\u043d\u0430. IBM, \u043b\u043e\u0433\u043e\u0442\u043e \u043d\u0430 IBM, ibm.com \u0438 Lotus \u0441\u0435 \u0437\u0430\u0448\u0442\u0438\u0442\u043d\u0438 \u043c\u0430\u0440\u043a\u0438 \u043d\u0430 \u041a\u043e\u0440\u043f\u043e\u0440\u0430\u0446\u0438\u0458\u0430 IBM \u0432\u043e \u0421\u0410\u0414, \u0434\u0440\u0443\u0433\u0438 \u0437\u0435\u043c\u0458\u0438 \u0438\u043b\u0438 \u0438 \u0434\u0432\u0435\u0442\u0435. \u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438 \u043f\u0440\u0430\u0432\u0430 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438\u0442\u0435 \u043e\u0434 \u0432\u043b\u0430\u0434\u0430\u0442\u0430 \u043e\u0434 \u0421\u0410\u0414: \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u045a\u0435\u0442\u043e, \u0443\u0434\u0432\u043e\u0458\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u0438\u043b\u0438 \u043e\u0442\u043a\u0440\u0438\u0432\u0430\u045a\u0435\u0442\u043e \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0441\u0435 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438 \u0441\u043f\u043e\u0440\u0435\u0434 \u0434\u043e\u0433\u043e\u0432\u043e\u0440\u043e\u0442 GSA ADP Schedule \u0441\u043e \u043a\u043e\u0440\u043f\u043e\u0440\u0430\u0446\u0438\u0458\u0430\u0442\u0430 IBM. \u0417\u0430 \u0434\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438, \u043f\u043e\u0433\u043b\u0435\u0434\u043d\u0435\u0442\u0435 \u0458\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0417\u0430 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u043e\u0442.
jsp.homepage.copyright.long = \u041b\u0438\u0446\u0435\u043d\u0446\u0438\u0440\u0430\u043d\u0438 \u043c\u0430\u0442\u0435\u0440\u0438\u0458\u0430\u043b\u0438 - \u0441\u043e\u043f\u0441\u0442\u0432\u0435\u043d\u043e\u0441\u0442 \u043d\u0430 IBM, 5724-S68 \u00a9 \u0430\u0432\u0442\u043e\u0440\u0441\u043a\u043e \u043f\u0440\u0430\u0432\u043e IBM Corporation 2007 \u0433\u043e\u0434\u0438\u043d\u0430, 2010 \u0433\u043e\u0434\u0438\u043d\u0430. \u0421\u0438\u0442\u0435 \u043f\u0440\u0430\u0432\u0430 \u0441\u0435 \u0437\u0430\u0434\u0440\u0436\u0430\u043d\u0438. IBM, \u043b\u043e\u0433\u043e\u0442\u043e \u043d\u0430 IBM, ibm.com \u0438 Lotus \u0441\u0435 \u0437\u0430\u0448\u0442\u0438\u0442\u043d\u0438 \u043c\u0430\u0440\u043a\u0438 \u043d\u0430 \u041a\u043e\u0440\u043f\u043e\u0440\u0430\u0446\u0438\u0458\u0430 IBM \u0432\u043e \u0421\u0410\u0414, \u0434\u0440\u0443\u0433\u0438 \u0437\u0435\u043c\u0458\u0438 \u0438\u043b\u0438 \u0438 \u0434\u0432\u0435\u0442\u0435. Java \u0438 \u0441\u0438\u0442\u0435 \u0437\u0430\u0448\u0442\u0438\u0442\u043d\u0438 \u0437\u043d\u0430\u0446\u0438 \u0448\u0442\u043e \u0441\u0435 \u0437\u0430\u0441\u043d\u043e\u0432\u0430\u0430\u0442 \u043d\u0430 Java \u0441\u0435 \u0437\u0430\u0448\u0442\u0438\u0442\u043d\u0438 \u0437\u043d\u0430\u0446\u0438 \u043d\u0430 Sun Microsystems, Inc. \u0432\u043e \u0421\u043e\u0435\u0434\u0438\u043d\u0435\u0442\u0438\u0442\u0435 \u0410\u043c\u0435\u0440\u0438\u043a\u0430\u043d\u0441\u043a\u0438 \u0414\u0440\u0436\u0430\u0432\u0438, \u0434\u0440\u0443\u0433\u0438 \u0437\u0435\u043c\u0458\u0438, \u0438\u043b\u0438 \u0434\u0432\u0435\u0442\u0435. \u0414\u0440\u0443\u0433\u0438 \u0438\u043c\u0438\u045a\u0430 \u043d\u0430 \u0444\u0438\u0440\u043c\u0438, \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438 \u0438\u043b\u0438 \u0443\u0441\u043b\u0443\u0433\u0438 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0448\u0442\u0438\u0442\u043d\u0438 \u0437\u043d\u0430\u0446\u0438 \u0438\u043b\u0438 \u043e\u0437\u043d\u0430\u043a\u0438 \u0437\u0430 \u0443\u0441\u043b\u0443\u0433\u0438 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438.  \u0422\u0435\u043a\u043e\u0432\u043d\u0438\u043e\u0442 \u0441\u043f\u0438\u0441\u043e\u043a \u043d\u0430 \u0437\u0430\u0448\u0442\u0438\u0442\u043d\u0438\u0442\u0435 \u0437\u043d\u0430\u0446\u0438 \u043d\u0430 IBM \u0435 \u0434\u043e\u0441\u0442\u0430\u043f\u0435\u043d \u043d\u0430 \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442 \u043d\u0430 www.ibm.com/legal/copytrade.shtml.  \u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438 \u043f\u0440\u0430\u0432\u0430 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438\u0442\u0435 \u043e\u0434 \u0432\u043b\u0430\u0434\u0430\u0442\u0430 \u043e\u0434 \u0421\u0410\u0414: \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u045a\u0435\u0442\u043e, \u0443\u0434\u0432\u043e\u0458\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u0438\u043b\u0438 \u043e\u0442\u043a\u0440\u0438\u0432\u0430\u045a\u0435\u0442\u043e \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0441\u0435 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438 \u0441\u043f\u043e\u0440\u0435\u0434 \u0434\u043e\u0433\u043e\u0432\u043e\u0440\u043e\u0442 GSA ADP Schedule \u0441\u043e \u043a\u043e\u0440\u043f\u043e\u0440\u0430\u0446\u0438\u0458\u0430\u0442\u0430 IBM.  \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430 \u0435 \u043b\u0438\u0446\u0435\u043d\u0446\u0438\u0440\u0430\u043d\u0430 \u0441\u043f\u043e\u0440\u0435\u0434 \u0443\u0441\u043b\u043e\u0432\u0438\u0442\u0435 \u043e\u0434 \u0434\u043e\u0433\u043e\u0432\u043e\u0440\u043e\u0442 \u0437\u0430 \u043b\u0438\u0446\u0435\u043d\u0446\u0430 \u0448\u0442\u043e \u0435 \u043f\u0440\u0438\u0434\u0440\u0443\u0436\u0435\u043d \u0434\u0435\u043b \u043d\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430.  \u0414\u043e\u0433\u043e\u0432\u043e\u0440\u043e\u0442 \u0437\u0430 \u043b\u0438\u0446\u0435\u043d\u0446\u0430 \u0441\u0435 \u043d\u0430\u043e\u0453\u0430 \u0432\u043e \u043f\u0430\u043f\u043a\u0430 \u0438\u043c\u0435\u043d\u0438\u043a \u043d\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430 \u0438\u043b\u0438 \u0432\u043e \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u043f\u043e\u0434 \u0438\u043c\u0435 \u201e\u041b\u0438\u0446\u0435\u043d\u0446\u0430\u201c \u0438\u043b\u0438 \u201e\u041b\u0438\u0446\u0435\u043d\u0446\u0430 \u0448\u0442\u043e \u043d\u0435 \u0435 \u0432\u043e \u0441\u043e\u043f\u0441\u0442\u0432\u0435\u043d\u043e\u0441\u0442 \u043d\u0430 IBM\u201c, \u0430\u043a\u043e \u0435 \u043f\u0440\u0438\u043c\u0435\u043d\u043b\u0438\u0432\u043e, \u0438\u043b\u0438 \u0435 \u043e\u0431\u0435\u0437\u0431\u0435\u0434\u0435\u043d \u0432\u043e \u043f\u0435\u0447\u0430\u0442\u0435\u043d\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430. \u0412\u043d\u0438\u043c\u0430\u0442\u0435\u043b\u043d\u043e \u043f\u0440\u043e\u0447\u0438\u0442\u0430\u0458\u0442\u0435 \u0433\u043e \u0434\u043e\u0433\u043e\u0432\u043e\u0440\u043e\u0442 \u043f\u0440\u0435\u0434 \u0434\u0430 \u0458\u0430 \u043a\u043e\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430. \u0421\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u045a\u0435 \u043d\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430 \u0441\u0435 \u0441\u043e\u0433\u043b\u0430\u0441\u0443\u0432\u0430\u0442\u0435 \u0441\u043e \u043e\u0432\u0438\u0435 \u0443\u0441\u043b\u043e\u0432\u0438.
jsp.homepage.nav.activitystream.views = \u041f\u0440\u0438\u043a\u0430\u0437\u0438 \u043d\u0430 \u0442\u0435\u043a \u043d\u0430 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442
jsp.homepage.nav.activitystream.imFollowing = \u0421\u043b\u0435\u0434\u0430\u043c
jsp.homepage.nav.activitystream.statusUpdates = \u0410\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043d\u0430 \u0441\u0442\u0430\u0442\u0443\u0441
jsp.homepage.nav.activitystream.actionRequired = \u041f\u043e\u0442\u0440\u0435\u0431\u043d\u043e \u0435 \u0434\u0435\u0458\u0441\u0442\u0432\u043e
jsp.homepage.nav.activitystream.saved = \u0417\u0430\u0447\u0443\u0432\u0430\u043d\u043e
jsp.homepage.nav.activitystream.myNotifications = \u041c\u043e\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430
jsp.homepage.nav.activitystream.discover = \u041e\u0442\u043a\u0440\u0438\u0458
jsp.homepage.nav.activitystream.myPageDesc = \u041f\u0440\u0438\u0441\u043f\u043e\u0441\u043e\u0431\u0435\u043d \u043f\u0440\u0438\u043a\u0430\u0437
jsp.homepage.nav.activitystream.imFollowingDesc=\u041f\u043e\u0433\u043b\u0435\u0434\u043d\u0435\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043d\u0430 \u043b\u0438\u0446\u0430 \u0438 \u0440\u0430\u0431\u043e\u0442\u0438 \u043a\u043e\u0438 \u0433\u0438 \u0441\u043b\u0435\u0434\u0438\u0442\u0435 \u0438 \u043e\u0434\u0433\u043e\u0432\u043e\u0440\u0438 \u043d\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430
jsp.homepage.nav.activitystream.statusUpdatesDesc=\u041f\u043e\u0433\u043b\u0435\u0434\u043d\u0435\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043d\u0430 \u0441\u0442\u0430\u0442\u0443\u0441 \u043e\u0434 \u0432\u0430\u0448\u0430\u0442\u0430 \u043c\u0440\u0435\u0436\u0430, \u043b\u0438\u0446\u0430 \u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438 \u0448\u0442\u043e \u0433\u0438 \u0441\u043b\u0435\u0434\u0438\u0442\u0435
jsp.homepage.nav.activitystream.myNotificationsDesc=\u041f\u043e\u0433\u043b\u0435\u0434\u043d\u0435\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0441\u043e \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430 \u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430\u0442\u0430 \u0448\u0442\u043e \u0441\u0442\u0435 \u0433\u0438 \u0438\u0441\u043f\u0440\u0430\u0442\u0438\u043b\u0435 \u0438 \u043f\u0440\u0438\u043c\u0438\u043b\u0435
jsp.homepage.nav.activitystream.actionRequiredDesc=\u041f\u043e\u0433\u043b\u0435\u0434\u043d\u0435\u0442\u0435 \u0441\u0442\u0430\u0432\u043a\u0438 \u043d\u0430 \u043a\u043e\u0438 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u043e\u0434\u0433\u043e\u0432\u043e\u0440\u0438\u0442\u0435
jsp.homepage.nav.activitystream.savedDesc=\u041f\u043e\u0433\u043b\u0435\u0434\u043d\u0435\u0442\u0435 \u0433\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430\u0442\u0430 \u0448\u0442\u043e \u0441\u0442\u0435 \u0433\u0438 \u0437\u0430\u0447\u0443\u0432\u0430\u043b\u0435
jsp.homepage.nav.activitystream.discoverDesc=\u041e\u0442\u043a\u0440\u0438\u0458\u0442\u0435 \u0448\u0442\u043e \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u0430\u0442 \u043b\u0443\u0453\u0435\u0442\u043e \u0438 \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u043d\u043e\u0432\u0438 \u043f\u043e\u0432\u0440\u0437\u0443\u0432\u0430\u045a\u0430
jsp.homepage.nav.activitystream.myNotificationForMeDesc=\u041f\u043e\u0433\u043b\u0435\u0434\u043d\u0435\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0441\u043e \u0432\u0430\u0448\u0430\u0442\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430\u0442\u0430 \u0448\u0442\u043e \u0441\u0442\u0435 \u0433\u0438 \u043f\u0440\u0438\u043c\u0438\u043b\u0435
jsp.homepage.nav.activitystream.myNotificationFromMeDesc=\u041f\u0440\u0438\u043a\u0430\u0436\u0435\u0442\u0435 \u0433\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430\u0442\u0430 \u0448\u0442\u043e \u0441\u0442\u0435 \u0433\u0438 \u0438\u0441\u043f\u0440\u0430\u0442\u0438\u043b\u0435
jsp.homepage.nav.landmark.aria=\u041c\u0435\u043d\u0438 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.homepage.nav.activitystream.selected=\u0418\u0437\u0431\u0440\u0430\u043d\u043e

jsp.homepage.nav.badging.mentions.aria=\u0418\u043c\u0430\u0442\u0435 {0} \u043d\u0435\u043f\u0440\u043e\u0447\u0438\u0442\u0430\u043d\u0438 \u0441\u043f\u043e\u043c\u043d\u0443\u0432\u0430\u045a\u0430
jsp.homepage.nav.badging.notifications.aria=\u0418\u043c\u0430\u0442\u0435 {0} \u043d\u0435\u043f\u0440\u043e\u0447\u0438\u0442\u0430\u043d\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430

jsp.homepage.lotusBar.customize = \u041f\u0440\u0438\u0441\u043f\u043e\u0441\u043e\u0431\u0438
jsp.homepage.lotusBar.widgets = \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.homepage.lotusBar.updates = \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.homepage.lotusBar.gettingStarted = \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.homepage.lotusBar.admin = \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430

jsp.homepage.javascript.disabled.msg.title = \u0412\u043a\u043b\u0443\u0447\u0438 JavaScript
jsp.homepage.javascript.disabled.msg.section1 = JavaScript \u0435 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d \u0432\u043e \u0432\u0430\u0448\u0438\u043e\u0442 \u0432\u0435\u0431-\u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0443\u0432\u0430\u0447. \u0417\u0430 \u0434\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0438\u0440\u0430 IBM Connections, \u043f\u043e\u0442\u0440\u0435\u0431\u043d\u043e \u0435 JavaScript.  \u0428\u0442\u043e\u043c \u045c\u0435  \u0458\u0430 \u0432\u043a\u043b\u0443\u0447\u0438\u0442\u0435, \u043e\u0441\u0432\u0435\u0436\u0435\u0442\u0435 \u0458\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430.
jsp.homepage.javascript.disabled.msg.section2 = \u041e\u0441\u0432\u0435\u0436\u0435\u0442\u0435 \u0458\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u043e\u043b\u0436\u0438\u0442\u0435.

# search results tab
jsp.search.tab.results = \u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u043e\u0434 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435

#auth/login.jsp auth/error.jsp
jsp.login.title = \u041d\u0430\u0458\u0430\u0432\u0430 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 IBM Connections
jsp.login.homepage = \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.login.strapline = \u041e\u0442\u043a\u0440\u0438\u0458\u0442\u0435 \u0448\u0442\u043e\'\u0441\u0435 \u0441\u043b\u0443\u0447\u0443\u0432\u0430 \u0432\u043e \u0432\u0430\u0448\u0430\u0442\u0430 \u043c\u0440\u0435\u0436\u0430.
jsp.login.search = \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435
jsp.login.straplinesearch = \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435: \u0434\u043e\u0431\u0438\u0458\u0442\u0435 \u043d\u0430\u0458\u043c\u043d\u043e\u0433\u0443 \u043e\u0434 \u0432\u0430\u0448\u0430\u0442\u0430 Connections
jsp.login.username = \u041a\u043e\u0440\u0438\u0441\u043d\u0438\u0447\u043a\u043e \u0438\u043c\u0435:
jsp.login.password = \u041b\u043e\u0437\u0438\u043d\u043a\u0430:
jsp.login.username.error = \u041a\u043e\u0440\u0438\u0441\u043d\u0438\u0447\u043a\u043e\u0442\u043e \u0438\u043c\u0435 \u0438/\u0438\u043b\u0438 \u043b\u043e\u0437\u0438\u043d\u043a\u0430\u0442\u0430 \u043d\u0435 \u0441\u0435 \u0441\u043e\u0432\u043f\u0430\u0453\u0430\u0430\u0442 \u0441\u043e \u043d\u0438\u0435\u0434\u043d\u0438 \u043f\u043e\u0441\u0442\u043e\u0435\u0447\u043a\u0438 \u0441\u043c\u0435\u0442\u043a\u0438. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0438 \u043e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e.
jsp.login.description.title = \u0428\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u0442\u043e\u0440\u0438\u0442\u0435 \u0441\u043e \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430?
jsp.login.description = \u0421\u043e\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0441\u0442\u043e\u0440 \u0448\u0442\u043e \u043f\u0440\u0438\u043a\u0430\u0436\u0443\u0432\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0441\u043b\u0438\u043a\u0430 \u043d\u0430 \u0441\u043e\u0441\u0442\u043e\u0458\u0431\u0430 \u043d\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u0441\u043e\u0446\u0438\u0458\u0430\u043b\u043d\u0430 \u043c\u0440\u0435\u0436\u0430, \u043e\u0441\u0442\u0430\u043d\u0435\u0442\u0435 \u0432\u043e \u0442\u0435\u043a \u0441\u043e \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u0441\u0442\u0430\u0442\u0443\u0441 \u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430\u0442\u0430, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u0438 \u0432\u0430\u0448\u0438\u0442\u0435 \u0437\u0430\u0434\u0430\'\u0447\u0438 \u0438 \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u0442\u0435 \u043d\u043e\u0432\u0438 \u043b\u0438\u0446\u0430 \u0438 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0438 \u0448\u0442\u043e \u0432\u0435 \u0438\u043d\u0442\u0435\u0440\u0435\u0441\u0438\u0440\u0430\u0430\u0442.
jsp.login.login = \u041d\u0430\u0458\u0430\u0432\u0438 \u0441\u0435
jsp.login.cancel = \u041e\u0442\u043a\u0430\u0436\u0438
jsp.login.error = \u0413\u0440\u0435\u0448\u043a\u0430

#web/jsp/main.jsp
jsp.main.function.sorry = \u0424\u0443\u043d\u043a\u0446\u0438\u0458\u0430\u0442\u0430 \u0441\u00e8 \u0443\u0448\u0442\u0435 \u043d\u0435 \u0435 \u043f\u0440\u0438\u043c\u0435\u043d\u0435\u0442\u0430.
jsp.main.close = \u0417\u0430\u0442\u0432\u043e\u0440\u0438
jsp.main.skip.link.river = \u0417\u0430 \u0434\u0430 \u0458\u0430 \u043f\u0440\u0435\u0441\u043a\u043e\u043a\u043d\u0435\u0442\u0435 \u0440\u0435\u043a\u0430\u0442\u0430 \u043e\u0434 \u0432\u0435\u0441\u0442\u0438, \u043f\u0440\u0438\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u0433\u043e \u043a\u043e\u043f\u0447\u0435\u0442\u043e \u0437\u0430 \u043f\u0440\u0438\u0441\u0442\u0430\u043f R \u0438\u043b\u0438 U
jsp.main.skip.link.palette = \u0417\u0430 \u0434\u0430 \u0458\u0430 \u043f\u0440\u0435\u0441\u043a\u043e\u043a\u043d\u0435\u0442\u0435 \u043f\u0430\u043b\u0435\u0442\u0430\u0442\u0430, \u043f\u0440\u0438\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u043d\u0430 \u043a\u043e\u043f\u0447\u0435\u0442\u043e \u0437\u0430 \u043f\u0440\u0438\u0441\u0442\u0430\u043f P.
jsp.main.skip.link.first.column = \u0417\u0430 \u0434\u0430 \u0458\u0430 \u043f\u0440\u0435\u0441\u043a\u043e\u043a\u043d\u0435\u0442\u0435 \u043f\u0440\u0432\u0430\u0442\u0430 \u043a\u043e\u043b\u043e\u043d\u0430, \u043f\u0440\u0438\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u043d\u0430 \u043a\u043e\u043f\u0447\u0435\u0442\u043e \u0437\u0430 \u043f\u0440\u0438\u0441\u0442\u0430\u043f 3.
jsp.main.skip.link.second.column = \u0417\u0430 \u0434\u0430 \u0458\u0430 \u043f\u0440\u0435\u0441\u043a\u043e\u043a\u043d\u0435\u0442\u0435 \u0432\u0442\u043e\u0440\u0430\u0442\u0430 \u043a\u043e\u043b\u043e\u043d\u0430, \u043f\u0440\u0438\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u043d\u0430 \u043a\u043e\u043f\u0447\u0435\u0442\u043e \u0437\u0430 \u043f\u0440\u0438\u0441\u0442\u0430\u043f 4.
jsp.main.summary.table.layout = \u0422\u0430\u0431\u0435\u043b\u0430 \u043d\u0430 \u043a\u043e\u0458\u0430 \u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u043d \u0438\u0437\u0433\u043b\u0435\u0434\u043e\u0442 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. \u0418\u0437\u0433\u043b\u0435\u0434 \u0441\u043e \u0434\u0432\u0435 \u043a\u043e\u043b\u043e\u043d\u0438 \u0437\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438\u0442\u0435. 
jsp.main.iwidget.loading = \u0412\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435

#web/jsp/welcomeMessage.jspf
jsp.welcome.title = \u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0458\u0434\u043e\u0432\u0442\u0435 \u043d\u0430 IBM Connections
jsp.welcome.desc = \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0458\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0437\u0430 \u0434\u0430 \u043f\u0440\u0438\u0441\u0442\u0430\u043f\u0438\u0442\u0435 \u043a\u043e\u043d \u043d\u0430\u0458\u043d\u043e\u0432\u0438\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0437\u0430 \u0432\u0430\u0448\u0438\u0442\u0435 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438 \u0438 \u0438\u043d\u0442\u0435\u0440\u0435\u0441\u0438 \u0432\u043e IBM Connections. \u041f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0458\u0442\u0435 \u0433\u0438 \u043d\u0430\u0458\u043d\u043e\u0432\u0438\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u043e\u0434 \u0432\u0430\u0448\u0430\u0442\u0430 \u043c\u0440\u0435\u0436\u0430, \u0431\u043b\u043e\u0433\u043e\u0432\u0438 \u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438 \u0438 \u043f\u043e\u0434\u0440\u0435\u0434\u0435\u0442\u0435 \u0433\u043e \u043f\u0440\u0438\u043a\u0430\u0437\u043e\u0442 \u043e\u0434 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u043a\u0430\u043a\u043e \u0448\u0442\u043e \u0432\u0430\u043c \u0432\u0438 \u043e\u0434\u0433\u043e\u0432\u0430\u0440\u0430.
jsp.welcome.learn = \u0414\u043e\u0437\u043d\u0430\u0458\u0442\u0435 \u043f\u043e\u0432\u0435\u045c\u0435
jsp.welcome.demo = \u0413\u043b\u0435\u0434\u0430\u0458 \u0434\u0435\u043c\u043e\u043d\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0430

#web/jsp/about.jsp
jsp.about.homepagehelp = \u041f\u043e\u043c\u043e\u0448 \u0437\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.about.help = \u041f\u043e\u043c\u043e\u0448
jsp.about.homepagedemo = \u0414\u0435\u043c\u043e\u043d\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0430 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.about.demo = \u0413\u043b\u0435\u0434\u0430\u0458 \u0434\u0435\u043c\u043e\u043d\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0430
jsp.about.tips = \u0421\u043e\u0432\u0435\u0442\u0438
jsp.about.tip.1 = \u041d\u043e\u0432\u0438 \u0441\u0442\u0435 \u0432\u043e IBM Connections? \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u043f\u0440\u0438\u043a\u0430\u0437\u043e\u0442 \u0412\u043e\u0432\u0435\u0434\u0443\u0432\u0430\u045a\u0435 \u0438 \u0437\u0430\u043f\u043e\u0437\u043d\u0430\u0458\u0442\u0435 \u0433\u0438 \u0440\u0430\u0437\u043d\u0438\u0442\u0435 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u0432\u043e \u043d\u0435\u043a\u043e\u043b\u043a\u0443 \u043b\u0435\u0441\u043d\u0438 \u0447\u0435\u043a\u043e\u0440\u0438.
jsp.about.tip.2 = \u0410\u043a\u043e \u0441\u0442\u0435 \u0437\u0430\u0438\u043d\u0442\u0435\u0440\u0435\u0441\u0438\u0440\u0430\u043d\u0438 \u0437\u0430 \u043e\u0434\u0440\u0435\u0434\u0435\u043d\u0438 \u043e\u0437\u043d\u0430\u043a\u0438, \u043f\u043e\u0434\u043e\u0431\u0440\u043e \u0441\u043b\u0435\u0434\u0435\u0442\u0435 \u0433\u0438 \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0438\u0435\u0442\u0435 \u043d\u0430\u0458\u043d\u043e\u0432\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0437\u0430 \u043e\u0437\u043d\u0430\u043a\u0438\u0442\u0435 \u0434\u0438\u0440\u0435\u043a\u0442\u043d\u043e \u043e\u0434 \u043d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043d\u0430 \u0432\u0435\u0441\u0442\u0438.
jsp.about.tip.3 = \u0414\u043e\u0431\u0438\u0458\u0442\u0435 \u043f\u0440\u0435\u0434\u043b\u043e\u0437\u0438 \u0437\u0430 \u043b\u0438\u0446\u0430 \u0438 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0448\u0442\u043e \u043c\u043e\u0436\u0435\u0431\u0438 \u045c\u0435 \u0432\u0435 \u0437\u0430\u0438\u043d\u0442\u0435\u0440\u0435\u0441\u0438\u0440\u0430\u0430\u0442 \u043e\u0434 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438\u0442\u0435 \u0414\u0430\u043b\u0438 \u0437\u043d\u0430\u0435\u0442\u0435 \u0438 \u041f\u0440\u0435\u043f\u043e\u0440\u0430\u043a\u0438. 
jsp.about.headline.title = \u0417\u043e\u0448\u0442\u043e \u0441\u0435 \u043a\u043e\u0440\u0438\u0441\u0442\u0438 \u043f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430?
jsp.about.headline.desc = \u041e\u0441\u0442\u0430\u043d\u0435\u0442\u0435 \u0432\u043e \u0442\u0435\u043a \u0441\u043e \u043f\u0440\u0438\u0441\u0442\u0430\u043f\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u043d\u0438\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u043a\u043e\u0433\u0430 \u0432\u0438 \u0442\u0440\u0435\u0431\u0430\u0430\u0442 \u043e\u0434 \u0446\u0435\u043d\u0442\u0440\u0430\u043b\u043d\u0438\u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0441\u0442\u043e\u0440. \u041f\u0440\u0435\u0431\u0430\u0440\u0430\u0458\u0442\u0435 \u0433\u0438 \u043d\u0430\u0458\u043d\u043e\u0432\u0438\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0432\u043e IBM Connections, \u0434\u043e\u0437\u043d\u0430\u0458\u0442\u0435 \u0448\u0442\u043e\'\u0441\u0435 \u0441\u043b\u0443\u0447\u0443\u0432\u0430 \u0441\u043e \u043b\u0438\u0446\u0430\u0442\u0430 \u0438 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0438\u0442\u0435 \u0448\u0442\u043e \u0433\u0438 \u0441\u043b\u0435\u0434\u0438\u0442\u0435 \u0438 \u043e\u0441\u0442\u0430\u043d\u0435\u0442\u0435 \u043d\u0430 \u0432\u0440\u0432\u043e\u0442 \u043d\u0430 \u0432\u0430\u0448\u0438\u043e\u0442 \u0441\u043f\u0438\u0441\u043e\u043a \u0441\u043e \u0437\u0430\u0434\u0430\u0447\u0438.
jsp.about.breakout.1.title = \u0412\u0438 \u0442\u0440\u0435\u0431\u0430 \u043f\u043e\u043c\u043e\u0448 \u043a\u0430\u043a\u043e \u043d\u043e\u0432 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a?
jsp.about.breakout.1.desc = \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0433\u043e \u043f\u0440\u0438\u043a\u0430\u0437\u043e\u0442 \u0412\u043e\u0432\u0435\u0434\u0443\u0432\u0430\u045a\u0435 \u0437\u0430 \u0434\u0430 \u0432\u0438 \u043f\u043e\u043c\u043e\u0433\u043d\u0435 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u0441\u043e \u043d\u0435\u043a\u043e\u0438 \u043e\u0441\u043d\u043e\u0432\u043d\u0438 \u0437\u0430\u0434\u0430\u0447\u0438. \u0421\u043b\u0435\u0434\u0435\u0442\u0435 \u0433\u0438 \u0447\u0435\u043a\u043e\u0440\u0438\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0438\u0435\u0442\u0435 \u0431\u0440\u0437 \u0438 \u043b\u0435\u0441\u0435\u043d \u0432\u043e\u0432\u0435\u0434 \u043d\u0430 \u043d\u0435\u043a\u043e\u0438 \u043a\u043b\u0443\u0447\u043d\u0438 \u043a\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0438 \u0432\u043e IBM Connections. \u041f\u043e\u043f\u043e\u043b\u043d\u0435\u0442\u0435 \u0433\u043e \u0432\u0430\u0448\u0438\u043e\u0442 \u043f\u0440\u043e\u0444\u0438\u043b \u0437\u0430 \u0434\u0430 \u0438\u043c \u043f\u043e\u043c\u043e\u0433\u043d\u0435\u0442\u0435 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u0434\u0430 \u0432\u0435 \u0437\u0430\u043f\u043e\u0437\u043d\u0430\u0430\u0442 \u043f\u043e\u0434\u043e\u0431\u0440\u043e. \u041e\u0442\u043a\u0440\u0438\u0458\u0442\u0435 \u0448\u0442\u043e \u0441\u0435 \u043e\u0437\u043d\u0430\u043a\u0438 \u0438 \u043a\u0430\u043a\u043e \u0441\u0435 \u043a\u043e\u0440\u0438\u0441\u0442\u0430\u0442. \u0414\u043e\u0437\u043d\u0430\u0458\u0442\u0435 \u043a\u0430\u043a\u043e \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0435\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0438 \u0434\u0430 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u0443\u0432\u0430\u0442\u0435 \u0441\u043e \u043f\u043e\u043c\u043e\u0448 \u043d\u0430 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u043a\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0438.
jsp.about.breakout.1.aria = \u0412\u043e\u0432\u0435\u0434\u0443\u0432\u0430\u045a\u0435
jsp.about.breakout.2.title = \u041f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0448\u0442\u043e \u0432\u0438 \u0441\u0435 \u0432\u0430\u0436\u043d\u0438  
jsp.about.breakout.2.desc = \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u043f\u0440\u0438\u043a\u0430\u0437\u0438 \u0437\u0430 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0434\u043e\u0437\u043d\u0430\u0435\u0442\u0435 \u043d\u0430\u0458\u043d\u043e\u0432\u0438\u0442\u0435 \u0432\u0435\u0441\u0442\u0438 \u043e\u0434 \u043a\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0438\u0442\u0435. \u0410\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430\u0442\u0430 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u0438 \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u0442\u0435 \u0441\u043f\u043e\u0440\u0435\u0434 \u0442\u0438\u043f, \u0441\u043e \u0448\u0442\u043e \u043f\u043e\u043b\u0435\u0441\u043d\u043e \u045c\u0435 \u0441\u0435 \u0444\u043e\u043a\u0443\u0441\u0438\u0440\u0430\u0442\u0435 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438\u0442\u0435 \u043a\u043e\u0438 \u0448\u0442\u043e \u043d\u0430\u0458\u043c\u043d\u043e\u0433\u0443 \u0432\u0438 \u0437\u043d\u0430\u0447\u0430\u0442. \u0414\u043e\u0437\u043d\u0430\u0458\u0442\u0435 \u043a\u043e\u0458 \u043e\u0434\u0433\u043e\u0432\u043e\u0440\u0438\u043b \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430 \u0448\u0442\u043e \u0458\u0430 \u0441\u043e\u0437\u0434\u0430\u0434\u043e\u0432\u0442\u0435. \u0417\u0430\u0447\u0443\u0432\u0430\u0458\u0442\u0435 \u0433\u0438 \u0432\u0430\u0436\u043d\u0438\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0437\u0430 \u0434\u0430 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u043c \u0441\u0435 \u0432\u0440\u0430\u0442\u0438\u0442\u0435 \u043f\u043e\u0434\u043e\u0446\u043d\u0430. \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0433\u043e \u0434\u043e\u0434\u0430\u0442\u043e\u043a\u043e\u0442 \u041d\u0430\u0441\u0442\u0430\u043d\u0438 \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0441\u043b\u0435\u0434\u0438\u0442\u0435 \u043f\u0440\u0435\u0442\u0441\u0442\u043e\u0458\u043d\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0430\u043d\u0438 \u043d\u0430 \u043a\u043e\u0438 \u045c\u0435 \u0443\u0447\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442\u0435 \u0438\u043b\u0438 \u043a\u043e\u0438 \u0433\u0438 \u0441\u043b\u0435\u0434\u0438\u0442\u0435. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0443\u043a\u0430\u0436\u0435\u0442\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u0448\u0442\u043e \u0432\u0438 \u0441\u0435 \u0434\u043e\u043f\u0430\u0453\u0430\u0430\u0442 \u0438\u043b\u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u0434\u0430 \u043e\u0431\u0458\u0430\u0432\u0438\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0438\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0441\u043e \u043b\u0438\u0446\u0430\u0442\u0430 \u043a\u043e\u0438 \u0432\u0435 \u0441\u043b\u0435\u0434\u0430\u0442. 
jsp.about.breakout.2.aria = \u0420\u0430\u0431\u043e\u0442\u0435\u045a\u0435 \u0441\u043e \u043d\u0430\u0458\u043d\u043e\u0432\u0438\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430
jsp.about.breakout.3.title = \u041e\u0431\u0458\u0430\u0432\u0435\u0442\u0435 \u043d\u0430 \u0448\u0442\u043e \'\u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435
jsp.about.breakout.3.desc = \u041e\u0431\u0458\u0430\u0432\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043f\u043e\u0440\u0430\u043a\u0430 \u0437\u0430 \u0441\u0442\u0430\u0442\u0443\u0441 \u0435 \u0431\u0440\u0437 \u0438 \u043b\u0435\u0441\u0435\u043d \u043d\u0430\u0447\u0438\u043d \u0437\u0430 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0438\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0441\u043e \u0432\u0430\u0448\u0438\u0442\u0435 \u043a\u043e\u043b\u0435\u0433\u0438 \u043e\u0434 \u0440\u0430\u0431\u043e\u0442\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u0442\u0435 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438 \u0432\u043e \u0432\u0430\u0448\u0438\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043d\u0430 \u0441\u0442\u0430\u0442\u0443\u0441 \u0437\u0430 \u0434\u0430 \u043e\u0431\u0435\u0437\u0431\u0435\u0434\u0438\u0442\u0435 \u0434\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0438\u043b\u0438 \u0438\u0441\u043a\u043e\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0445\u0430\u0448-\u043e\u0437\u043d\u0430\u043a\u0430 \u0437\u0430 \u0434\u0430 \u0433\u0438 \u043e\u0437\u043d\u0430\u0447\u0438\u0442\u0435 \u0432\u0430\u0448\u0438\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0438 \u0434\u0430 \u0438\u043c \u043e\u043b\u0435\u0441\u043d\u0438\u0442\u0435 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u043f\u043e\u043b\u0435\u0441\u043d\u043e \u0434\u0430 \u0433\u0438 \u043d\u0430\u0458\u0434\u0430\u0442. \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043d\u0430 \u0441\u0442\u0430\u0442\u0443\u0441 \u0437\u0430 \u0434\u0430 \u0432\u043a\u043b\u0443\u0447\u0438\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043e\u0434 \u043b\u0438\u0446\u0430\u0442\u0430 \u0432\u043e \u0432\u0430\u0448\u0430\u0442\u0430 \u043c\u0440\u0435\u0436\u0430 \u0438 \u0437\u0430 \u043b\u0438\u0446\u0430\u0442\u0430 \u043a\u043e\u0438 \u0433\u0438 \u0441\u043b\u0435\u0434\u0438\u0442\u0435. 
jsp.about.breakout.3.aria = \u0410\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0437\u0430 \u0441\u0442\u0430\u0442\u0443\u0441
jsp.about.breakout.4.title = \u041f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u0442\u0435 \u043d\u043e\u0432\u0430 \u0438 \u0438\u043d\u0442\u0435\u0440\u0435\u0441\u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430
jsp.about.breakout.4.desc = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u043f\u0440\u0438\u043a\u0430\u0437\u043e\u0442 \u041e\u0442\u043a\u0440\u0438\u0458 \u043a\u043e\u0433\u0430 \u045c\u0435 \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0443\u0432\u0430\u0442\u0435 \u0438\u043b\u0438 \u0434\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043a\u043e\u0438\u0448\u0442\u043e \u043c\u043e\u0436\u0435\u0431\u0438 \u0432\u0435 \u0438\u043d\u0442\u0435\u0440\u0435\u0441\u0438\u0440\u0430\u0430\u0442. \u041f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u0442\u0435 \u0431\u043b\u043e\u0433\u043e\u0432\u0438 \u0448\u0442\u043e \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0433\u0438 \u0441\u043b\u0435\u0434\u0438\u0442\u0435 \u0438\u043b\u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438 \u043d\u0430 \u043a\u043e\u0438 \u0448\u0442\u043e \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u043c \u0441\u0435 \u043f\u0440\u0438\u0434\u0440\u0443\u0436\u0438\u0442\u0435. \u041f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0458\u0442\u0435 \u0433\u0438 \u043d\u0430\u0458\u043d\u043e\u0432\u0438\u0442\u0435 \u043f\u0440\u0435\u0434\u043b\u043e\u0437\u0438 \u043e\u0434 \u0434\u043e\u0434\u0430\u0442\u043e\u043a\u043e\u0442 \u041f\u0440\u0435\u043f\u043e\u0440\u0430\u043a\u0438 \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u0442\u0435 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0448\u0442\u043e \u0435 \u0440\u0435\u043b\u0435\u0432\u0430\u043d\u0442\u043d\u0430 \u043d\u0430 \u0432\u0430\u0448\u0438\u0442\u0435 \u0438\u043d\u0442\u0435\u0440\u0435\u0441\u0438 \u0438 \u0441\u0442\u0440\u0443\u0447\u043d\u043e\u0441\u0442. 
jsp.about.breakout.4.aria = \u041a\u0430\u043a\u043e \u0434\u0430 \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u0442\u0435 \u043d\u043e\u0432\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430
jsp.about.ibm.logo.alt = \u041b\u043e\u0433\u043e \u043d\u0430 IBM
jsp.about.java.logo.alt = \u041b\u043e\u0433\u043e \u043d\u0430 Java
jsp.about.more = \u0414\u043e\u0437\u043d\u0430\u0458\u0442\u0435 \u043f\u043e\u0432\u0435\u045c\u0435
jsp.about.follow.aria = \u041f\u043e\u0432\u0435\u045c\u0435 \u0437\u0430 \u0441\u043b\u0435\u0434\u0435\u045a\u0435 \u043e\u0437\u043d\u0430\u043a\u0438

#web/jsp/errorPage.jsp
jsp.errorpage.title = \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 - \u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0437\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 
jsp.errorpage.error = \u041d\u0435\u0448\u0442\u043e \u0441\u0435 \u0441\u043b\u0443\u0447\u0438 - \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u043a\u043e\u043f\u0447\u0435\u0442\u043e \u041d\u0430\u0437\u0430\u0434 \u0438 \u043e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e. \u0410\u043a\u043e \u043e\u0432\u0430 \u043d\'\u0435 \u0443\u0441\u043f\u0435\u0435, \u043f\u0440\u0438\u0458\u0430\u0432\u0435\u0442\u0435 \u0433\u043e \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u043e\u0442 \u0432\u043e \u0444\u043e\u0440\u0443\u043c\u043e\u0442 \u043f\u043e\u0434\u0434\u0440\u0448\u043a\u0430.
jsp.errorpage.details = \u041f\u043e\u043a\u0430\u0436\u0438 \u0458\u0430 \u0446\u0435\u043b\u0430\u0442\u0430 \u043f\u043e\u0440\u0430\u043a\u0430 \u0437\u0430 \u0433\u0440\u0435\u0448\u043a\u0430
jsp.errorpage.hide.details = \u0421\u043e\u043a\u0440\u0438\u0458 \u0458\u0430 \u0446\u0435\u043b\u0430\u0442\u0430 \u043f\u043e\u0440\u0430\u043a\u0430 \u0437\u0430 \u0433\u0440\u0435\u0448\u043a\u0430
jsp.errorpage.message = \u0423\u043f\u0441, \u043d\u0435\'\u0443\u0441\u043f\u0435\u0430
jsp.errorpage.back = \u041d\u0430\u0437\u0430\u0434 \u0432\u043e \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.errorpage.stacktrace = \u0422\u0440\u0430\u0433\u0430\u0442\u0430 \u043d\u0430 \u043f\u043b\u0430\u0441\u0442\u043e\u0442 \u0435 \u043f\u0440\u043e\u0438\u0437\u0432\u0435\u0434\u0435\u043d\u0430 \u043f\u0440\u0438\u0431\u043b\u0438\u0436\u043d\u043e \u043e\u0432\u0430 \u0432\u0440\u0435\u043c\u0435:
jsp.errorpage.icon.alt = \u0418\u043a\u043e\u043d\u0430 \u0437\u0430 \u0433\u0440\u0435\u0448\u043a\u0430

#web/jsp/errorPage403.jsp
error.notauthorized.exception=CLFRQ0405E: \u041d\u0435 \u0441\u0442\u0435 \u043e\u0432\u043b\u0430\u0441\u0442\u0435\u043d\u0438 \u0434\u0430 \u043f\u0440\u0438\u0441\u0442\u0430\u043f\u0438\u0442\u0435 \u043d\u0430 \u043e\u0432\u043e\u0458 \u0438\u0437\u0432\u043e\u0440.

#auth/login.jsp
jsp.loginpage.image.alt.logo = \u041b\u043e\u0433\u043e \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430

#web/jsp/footer.jspf
jsp.footer.connections = IBM Connections
jsp.footer.help = \u041f\u043e\u043c\u043e\u0448
jsp.footer.tools = \u0410\u043b\u0430\u0442\u043a\u0438
jsp.footer.about = \u0417\u0430 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u043e\u0442
jsp.footer.demo = \u0413\u043b\u0435\u0434\u0430\u0458 \u0434\u0435\u043c\u043e\u043d\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0430
jsp.footer.support.forums = \u0424\u043e\u0440\u0443\u043c\u0438 \u0437\u0430 \u043f\u043e\u0434\u0434\u0440\u0448\u043a\u0430 \u043d\u0430 Lotus
jsp.footer.bookmark.plugins = \u0414\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438 \u0437\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0443\u0432\u0430\u0447 \u043d\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438
jsp.footer.plugins = \u041f\u043e\u0432\u0435\u045c\u0435 \u0434\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438
jsp.footer.a11y = \u0410\u043b\u0430\u0442\u043a\u0438 \u0437\u0430 \u043f\u0440\u0438\u0441\u0442\u0430\u043f\u043d\u043e\u0441\u0442
jsp.footer.server.metrics = \u041c\u0435\u0442\u0440\u0438\u043a\u0430 \u043d\u0430 \u0441\u0435\u0440\u0432\u0435\u0440
jsp.footer.ibm.com = IBM Connections \u043d\u0430 ibm.com

#web/jsp/serverMetrics.jsp
homepage.metric.totals.visitor.header = \u041c\u0435\u0442\u0440\u0438\u043a\u0430 \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a
homepage.metric.totals.visitor = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d\u0438 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438
homepage.metric.totals.visitor.today = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d\u0438 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u043e\u0434 \u0434\u0435\u043d\u0435\u0441
homepage.metric.totals.visitor.week = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d\u0438 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u043e\u0434 \u0438\u0437\u043c\u0438\u043d\u0430\u0442\u0430\u0442\u0430 \u0441\u0435\u0434\u043c\u0438\u0446\u0430
homepage.metric.totals.visitor.month = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d\u0438 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u043e\u0434 \u0438\u0437\u043c\u0438\u043d\u0430\u0442\u0438\u043e\u0442 \u043c\u0435\u0441\u0435\u0446
homepage.metric.totals.visitor.hourly = \u0412\u043a\u0443\u043f\u043d\u0438\u043e\u0442 \u0431\u0440\u043e\u0458 \u043d\u0430 \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d\u0438 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u043e\u0434 \u0438\u0437\u043c\u0438\u043d\u0430\u0442\u0438\u043e\u0442 \u0447\u0430\u0441

homepage.metric.totals.available.widgets.header = \u041c\u0435\u0442\u0440\u0438\u043a\u0430 \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u045a\u0435 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438
homepage.metric.totals.available.widgets = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438
homepage.metric.totals.enabled.widgets = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0438 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438
homepage.metric.percentile.widgetsPerUser = \u041f\u0440\u043e\u0441\u0435\u0447\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u043d\u0438 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438
homepage.metric.totals.customizedPages = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u0441\u043e \u043f\u0440\u0438\u0441\u043f\u043e\u0441\u043e\u0431\u0435\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438
homepage.metric.topWidgets = \u041f\u043e\u043f\u0443\u043b\u0430\u0440\u043d\u0438 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438

homepage.metric.widgetUsage = \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u045a\u0435 \u0434\u043e\u0434\u0430\u0442\u043e\u043a

homepage.metric.totals.stories.header = \u041c\u0435\u0442\u0440\u0438\u043a\u0430 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0430
homepage.metric.totals.stories.added = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0434\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438
homepage.metric.totals.stories.added.today = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438 \u0434\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0434\u0435\u043d\u0435\u0441\u043a\u0430
homepage.metric.totals.stories.added.week = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438 \u0434\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u043e\u0432\u0430\u0430 \u0441\u0435\u0434\u043c\u0438\u0446\u0430
homepage.metric.totals.stories.added.month = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438 \u0434\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u043e\u0432\u043e\u0458 \u043c\u0435\u0441\u0435\u0446
homepage.metric.totals.stories.added.hourly = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438 \u0434\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0438\u0437\u043c\u0438\u043d\u0430\u0442\u0438\u043e\u0442 \u0447\u0430\u0441

homepage.metric.totals.stories.saved = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0437\u0430\u0447\u0443\u0432\u0430\u043d\u0438 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438
homepage.metric.totals.stories.saved.today = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438 \u0437\u0430\u0447\u0443\u0432\u0430\u043d\u0438 \u0434\u0435\u043d\u0435\u0441\u043a\u0430
homepage.metric.totals.stories.saved.week = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438 \u0437\u0430\u0447\u0443\u0432\u0430\u043d\u0438 \u043e\u0432\u0430\u0430 \u0441\u0435\u0434\u043c\u0438\u0446\u0430
homepage.metric.totals.stories.saved.month = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438 \u0437\u0430\u0447\u0443\u0432\u0430\u043d\u0438 \u043e\u0432\u043e\u0458 \u043c\u0435\u0441\u0435\u0446
homepage.metric.totals.stories.saved.hourly = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438 \u0437\u0430\u0447\u0443\u0432\u0430\u043d\u0438 \u0438\u0437\u043c\u0438\u043d\u0430\u0442\u0438\u043e\u0442 \u0447\u0430\u0441


homepage.metric.totals.notifications.header = \u041c\u0435\u0442\u0440\u0438\u043a\u0430 \u043d\u0430 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435
homepage.metric.totals.sentNotifications = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0438\u0441\u043f\u0440\u0430\u0442\u0435\u043d\u0438 \u043d\u0435\u043f\u0440\u043e\u0447\u0438\u0441\u0442\u0435\u043d\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430
homepage.metric.totals.sentNotifications.today = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043d\u0435\u043f\u0440\u043e\u0447\u0438\u0441\u0442\u0435\u043d\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430 \u0438\u0441\u043f\u0440\u0430\u0442\u0435\u043d\u0438 \u0434\u0435\u043d\u0435\u0441\u043a\u0430
homepage.metric.totals.sentNotifications.week = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043d\u0435\u043f\u0440\u043e\u0447\u0438\u0441\u0442\u0435\u043d\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430 \u0438\u0441\u043f\u0440\u0430\u0442\u0435\u043d\u0438 \u043e\u0432\u0430\u0430 \u0441\u0435\u0434\u043c\u0438\u0446\u0430
homepage.metric.totals.sentNotifications.month = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043d\u0435\u043f\u0440\u043e\u0447\u0438\u0441\u0442\u0435\u043d\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430 \u0438\u0441\u043f\u0440\u0430\u0442\u0435\u043d\u0438 \u043e\u0432\u043e\u0458 \u043c\u0435\u0441\u0435\u0446
homepage.metric.totals.sentNotifications.hourly = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043d\u0435\u043f\u0440\u043e\u0447\u0438\u0441\u0442\u0435\u043d\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430 \u0438\u0441\u043f\u0440\u0430\u0442\u0435\u043d\u0438 \u043e\u0432\u043e\u0458 \u0447\u0430\u0441


homepage.metric.totals.receivedNotifications = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u043d\u0438 \u043d\u0435\u043f\u0440\u043e\u0447\u0438\u0441\u0442\u0435\u043d\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435
homepage.metric.totals.receivedNotifications.today = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043d\u0435\u043f\u0440\u043e\u0447\u0438\u0441\u0442\u0435\u043d\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430 \u043f\u0440\u0438\u043c\u0435\u043d\u0438 \u0434\u0435\u043d\u0435\u0441\u043a\u0430
homepage.metric.totals.receivedNotifications.week = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043d\u0435\u043f\u0440\u043e\u0447\u0438\u0441\u0442\u0435\u043d\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430 \u043f\u0440\u0438\u043c\u0435\u043d\u0438 \u043e\u0432\u0430\u0430 \u0441\u0435\u0434\u043c\u0438\u0446\u0430
homepage.metric.totals.receivedNotifications.month = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043d\u0435\u043f\u0440\u043e\u0447\u0438\u0441\u0442\u0435\u043d\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430 \u043f\u0440\u0438\u043c\u0435\u043d\u0438 \u043e\u0432\u043e\u0458 \u043c\u0435\u0441\u0435\u0446
homepage.metric.totals.receivedNotifications.hourly = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043d\u0435\u043f\u0440\u043e\u0447\u0438\u0441\u0442\u0435\u043d\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430 \u043f\u0440\u0438\u043c\u0435\u043d\u0438 \u0438\u0437\u043c\u0438\u043d\u0430\u0442\u0438\u043e\u0442 \u0447\u0430\u0441

homepage.metric.totals.user = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d\u0438 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438
homepage.metric.totals.visitorPast24Hours = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435\u043b\u0438 \u0432\u043e \u0438\u0437\u043c\u0438\u043d\u0430\u0442\u0438\u0442\u0435 24 \u0447\u0430\u0441\u0430
homepage.metric.totals.visitorPastHour = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435\u043b\u0438 \u0432\u043e \u0438\u0437\u043c\u0438\u043d\u0430\u0442\u0438\u043e\u0442 \u0447\u0430\u0441
homepage.metric.totals.visitorPast7Days = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435\u043b\u0438 \u0432\u043e \u0438\u0437\u043c\u0438\u043d\u0430\u0442\u0438\u0442\u0435 7 \u0434\u0435\u043d\u0430
homepage.metric.totals.visitorPast30Days = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435\u043b\u0438 \u0432\u043e \u0438\u0437\u043c\u0438\u043d\u0430\u0442\u0438\u0442\u0435 30 \u0434\u0435\u043d\u0430
#homepage.metric.totals.customizedPages = Total number of users with customized pages.
#homepage.metric.topWidgets = The most popular widgets and their counts.

homepage.metric.totals.user.desc = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d\u0438 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u0448\u0442\u043e \u043f\u0440\u0438\u0441\u0442\u0430\u043f\u0438\u043b\u0435 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
homepage.metric.totals.available.widgets.desc = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0448\u0442\u043e \u0441\u0435 \u0440\u0430\u0441\u043f\u043e\u0440\u0435\u0434\u0435\u043d\u0438 \u0432\u043e \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
homepage.metric.totals.enabled.widgets.desc = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0448\u0442\u043e \u0432\u043e \u043c\u043e\u043c\u0435\u043d\u0442\u043e\u0432 \u0441\u0435 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0438 \u0438 \u0441\u0435 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u0438 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438\u0442\u0435 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
homepage.metric.percentile.widgetsPerUser.desc = \u041f\u0440\u043e\u0441\u0435\u0447\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0448\u0442\u043e \u0441\u0435 \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u043d\u0438 \u043e\u0434 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. \u0414\u043e\u0434\u0430\u0442\u043e\u043a \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u0435 \u043e\u043d\u043e\u0458 \u0448\u0442\u043e \u0433\u043e \u043e\u0442\u0432\u043e\u0440\u0438\u043b \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442.
homepage.metric.totals.visitorPast24Hours.desc = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d\u0438 \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435\u043b\u0438 \u0432\u043e \u0438\u0437\u043c\u0438\u043d\u0430\u0442\u0438\u0442\u0435 24 \u0447\u0430\u0441\u0430.
homepage.metric.totals.visitorPastHour.desc = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d\u0438 \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435\u043b\u0438 \u0432\u043e \u0438\u0437\u043c\u0438\u043d\u0430\u0442\u0438\u043e\u0442 \u0447\u0430\u0441.
homepage.metric.totals.visitorPast7Days.desc = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d\u0438 \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435\u043b\u0438 \u0432\u043e \u0438\u0437\u043c\u0438\u043d\u0430\u0442\u0438\u0442\u0435 7 \u0434\u0435\u043d\u0430
homepage.metric.totals.visitorPast30Days.desc = \u0412\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d\u0438 \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435\u043b\u0438 \u0432\u043e \u0438\u0437\u043c\u0438\u043d\u0430\u0442\u0438\u0442\u0435 30 \u0434\u0435\u043d\u0430
homepage.metric.widgetUsage.desc = \u0417\u0430 \u0441\u0435\u043a\u043e\u0458 \u0434\u043e\u0434\u0430\u0442\u043e\u043a, \u0432\u043a\u0443\u043f\u0435\u043d \u0431\u0440\u043e\u0458 \u043d\u0430 \u0438\u0441\u043a\u043e\u0440\u0438\u0441\u0442\u0435\u043d\u0438 \u043f\u0440\u0438\u043c\u0435\u0440\u043e\u0446\u0438 \u0437\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a. \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u043d \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u0435 \u043e\u043d\u043e\u0458 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0433\u043e \u043e\u0442\u0432\u043e\u0440\u0438\u043b \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442, \u043d\u0435 \u0433\u043e \u0437\u0430\u043a\u043e\u0442\u0432\u0438\u043b \u0432\u043e \u0441\u0442\u0440\u0430\u043d\u0438\u0447\u043d\u0430\u0442\u0430 \u043b\u0435\u043d\u0442\u0430.

label.metrics.title = \u041c\u0435\u0442\u0440\u0438\u043a\u0430 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
label.metrics.name = \u0418\u043c\u0435
label.metrics.value = \u0412\u0440\u0435\u0434\u043d\u043e\u0441\u0442
label.metrics.asof = \u041f\u043e\u0447\u043d\u0443\u0432\u0430\u0458\u045c\u0438 \u043e\u0434: 
label.metrics.months = \u0458\u0430\u043d\u0443\u0430\u0440\u0438 \u0444\u0435\u0432\u0440\u0443\u0430\u0440\u0438 \u043c\u0430\u0440\u0442 \u0430\u043f\u0440\u0438\u043b \u043c\u0430\u0458 \u0458\u0443\u043d\u0438 \u0458\u0443\u043b\u0438 \u0430\u0432\u0433\u0443\u0441\u0442 \u0441\u0435\u043f\u0442\u0435\u043c\u0432\u0440\u0438 \u043e\u043a\u0442\u043e\u043c\u0432\u0440\u0438 \u043d\u043e\u0435\u043c\u0432\u0440\u0438 \u0434\u0435\u043a\u0435\u043c\u0432\u0440\u0438 
label.metrics.notSet= \u041c\u0435\u0442\u0440\u0438\u043a\u0430\u0442\u0430 \u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u043e\u0442 \u0441\u00e8 \u0443\u0448\u0442\u0435 \u043d\u0435 \u0435 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u0438 \u0438\u043b\u0438 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u043e\u0442 \u0458\u0430 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0438\u043b. \u0417\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438, \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0441\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u043e\u0442.
label.metrics.storyLifeTime= \u041f\u0440\u0438\u043a\u0430\u0437\u043d\u0438\u0442\u0435 \u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430\u0442\u0430 \u0441\u0435 \u043f\u0440\u043e\u0447\u0438\u0441\u0442\u0443\u0432\u0430\u0430\u0442 \u043f\u043e\u0441\u043b\u0435 {0} \u0434\u0435\u043d\u0430.
# Search strings
# Common to multiple pages
# Only used in isolation for buttons
# used for tabs in search result ui and advanced search options
jsp.search.allAreas = \u0421\u0438\u0442\u0435 \u043e\u0431\u043b\u0430\u0441\u0442\u0438
jsp.search.activities = \u0410\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438
jsp.search.blogs = \u0411\u043b\u043e\u0433\u043e\u0432\u0438
jsp.search.communities = \u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0438
jsp.search.dogear = \u041e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438
jsp.search.profiles = \u041f\u0440\u043e\u0444\u0438\u043b\u0438
jsp.search.wiki = Wiki
jsp.search.files = \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0438
jsp.search.search.verb = \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435
jsp.search.twisty.collapse = \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0441\u043e\u0431\u0435\u0440\u0435 \u0434\u0435\u043b\u043e\u0442
jsp.search.help.link = \u041f\u043e\u043c\u043e\u0448

#web/jsp/search.jspf
jsp.search.searchbox.default.text = \u0421\u0438\u0442\u0435 \u043f\u043e\u0432\u0440\u0437\u0443\u0432\u0430\u045a\u0430
jsp.search.searchbox.searchdropdown = \u041f\u0440\u043e\u0447\u0438\u0441\u0442\u0435\u0442\u0435 \u0433\u0438 \u043e\u043f\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435
jsp.search.searchbox.search.activities = \u0410\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438
jsp.search.searchbox.search.blogs = \u0411\u043b\u043e\u0433\u043e\u0432\u0438
jsp.search.searchbox.search.communities = \u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0438
jsp.search.searchbox.search.dogear = \u041e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438
jsp.search.searchbox.search.profiles = \u041f\u0440\u043e\u0444\u0438\u043b\u0438
jsp.search.searchbox.search.wikis = Wikis
jsp.search.searchbox.search.files = \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0438
jsp.search.searchbox.search.forums = \u0424\u043e\u0440\u0443\u043c\u0438
jsp.search.searchbox.search.status_updates = \u0410\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043d\u0430 \u0441\u0442\u0430\u0442\u0443\u0441
jsp.search.searchbox.search.directory = \u0418\u043c\u0435\u043d\u0438\u043a
jsp.search.searchbox.search.directory_named ={0} \u0418\u043c\u0435\u043d\u0438\u043a
jsp.search.searchbox.search.advanced = \u041d\u0430\u043f\u0440\u0435\u0434\u043d\u043e
jsp.search.searchbox.a11y.title = \u0412\u043d\u0435\u0441\u0438 \u0442\u0435\u043a\u0441\u0442 \u0437\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435
jsp.search.searchbox.search.alt = \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435

#web/jsp/searchResults.jsp
jsp.search.results.title = \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 - \u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u043e\u0434 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435
jsp.search.results.advanced.search.button = \u041d\u043e\u0432\u043e \u043d\u0430\u043f\u0440\u0435\u0434\u043d\u043e \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435
jsp.search.comments.Comments = \u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438
#web/jsp/searchComponents.jspf
jsp.search.components.results.from = \u0422\u0438\u043f\u043e\u0432\u0438 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430
jsp.search.components.all = \u0421\u0438\u0442\u0435 \u043e\u0431\u043b\u0430\u0441\u0442\u0438
jsp.search.components.help = \u0412\u0438\u0434\u0435\u0442\u0435 \u0440\u0430\u0437\u043b\u043e\u0436\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0434 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435\u0442\u043e. \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u0432\u0440\u0441\u043a\u0438\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u0442 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0437\u0430 \u0441\u0435\u043a\u043e\u0458\u0430 \u043e\u0434 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438\u0442\u0435. \u0411\u0440\u043e\u0458\u043e\u0442 \u0432\u0435\u0434\u043d\u0430\u0448 \u0434\u043e \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043e\u0437\u043d\u0430\u0447\u0443\u0432\u0430 \u043a\u043e\u043b\u043a\u0443 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u0438\u043c\u0430 \u0437\u0430 \u0442\u0430\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430.

#web/jsp/seachTags.jspf
jsp.search.tags.tags = \u041e\u0437\u043d\u0430\u043a\u0438
jsp.search.tags.find = \u041f\u0440\u043e\u043d\u0430\u0458\u0434\u0438 \u043e\u0437\u043d\u0430\u043a\u0438
jsp.search.tags.search = \u041f\u043e\u0434\u043d\u0435\u0441\u0438 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u0437\u0430 \u043e\u0437\u043d\u0430\u043a\u0430
jsp.search.tags.active = \u041f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u043e\u0437\u043d\u0430\u043a\u0438
jsp.search.tags.help = \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043e\u0437\u043d\u0430\u043a\u0430 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u0442 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0448\u0442\u043e \u0441\u0435 \u043e\u0437\u043d\u0430\u0447\u0435\u043d\u0438 \u0441\u043e \u043e\u0434\u0440\u0435\u0434\u0435\u043d \u0442\u0435\u0440\u043c\u0438\u043d. \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u0458\u0442\u0435 \u0437\u0430 \u043e\u0434\u0440\u0435\u0434\u0435\u043d\u0430 \u043e\u0437\u043d\u0430\u043a\u0430 \u0441\u043e \u043f\u0438\u0448\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u043e\u0437\u043d\u0430\u043a\u0430\u0442\u0430 \u0432\u043e \u043f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435. \u0412\u043b\u0435\u0447\u0435\u0442\u0435 \u0433\u043e \u043b\u0438\u0437\u0433\u0430\u0447\u043e\u0442 \u0437\u0430 \u0434\u0430 \u0458\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0433\u043e\u043b\u0435\u043c\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u043e\u0431\u043b\u0430\u043a\u043e\u0442 \u043d\u0430 \u043e\u0437\u043d\u0430\u043a\u0438.
jsp.search.tags.view.cloud = \u041f\u0440\u0438\u043a\u0430\u0436\u0438 \u043a\u0430\u043a\u043e \u043e\u0431\u043b\u0430\u043a
jsp.search.tags.view.list = \u041f\u0440\u0438\u043a\u0430\u0436\u0438 \u043a\u0430\u043a\u043e \u0441\u043f\u0438\u0441\u043e\u043a

#web/jsp/searchPeople.jspf
jsp.search.people.people = \u041b\u0438\u0446\u0430
jsp.search.people.most.active = \u041f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u043b\u0438\u0446\u0430
jsp.search.people.help = \u041f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u043b\u0438\u0446\u0430 \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0441\u043e \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u043e\u0434 \u0432\u0430\u0448\u0435\u0442\u043e \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435. \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u0438\u043c\u0435 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u0442 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0434 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0441\u043e \u043e\u0434\u0440\u0435\u0434\u0435\u043d\u043e \u043b\u0438\u0446\u0435. 

#web/jsp/searchDate.jspf
jsp.search.dates.dates = \u0414\u0430\u0442\u0443\u043c\u0438
jsp.search.dates.most.active = \u041f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0434\u0430\u0442\u0443\u043c\u0438
jsp.search.dates.help = \u0417\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u0442 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0448\u0442\u043e \u0431\u0438\u043b\u0435 \u0441\u043e\u0437\u0434\u0430\u0434\u0435\u043d\u0438 \u0438\u043b\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u043d\u0438 \u0432\u043e \u043e\u0434\u0440\u0435\u0434\u0435\u043d \u0432\u0440\u0435\u043c\u0435\u043d\u0441\u043a\u0438 \u043f\u0435\u0440\u0438\u043e\u0434, \u043f\u0440\u043e\u0448\u0438\u0440\u0435\u0442\u0435 \u0458\u0430 \u0438\u043a\u043e\u043d\u0430\u0442\u0430 \u0437\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0430 \u0432\u043e \u0432\u0438\u0434 \u043d\u0430 \u0442\u0440\u0438\u0430\u0433\u043e\u043b\u043d\u0438\u043a \u0438 \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u0458\u0442\u0435 \u0433\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438\u0442\u0435 \u043f\u043e \u0433\u043e\u0434\u0438\u043d\u0430, \u043c\u0435\u0441\u0435\u0446 \u0438 \u0434\u0430\u0442\u0443\u043c.
#web/jsp/searchResults.jspf
jsp.search.results.page.heading = \u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u043e\u0434 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435

# Translator: In the next two properties, parameters {0} and {1} are user input
jsp.search.searched.for = \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u0432\u0442\u0435 \u0437\u0430 \u043e\u0432\u043e\u0458 \u0442\u0435\u0440\u043c\u0438\u043d: {0}
jsp.search.searched.for.refined = \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u0432\u0442\u0435 \u0437\u0430 \u043e\u0432\u043e\u0458 \u0442\u0435\u0440\u043c\u0438\u043d: {0} \u0441\u043e \u043e\u0432\u0438\u0435 \u0444\u0438\u043b\u0442\u0440\u0438: {1}

#the next two strings are used in the context Results 1 to 10 of 100
jsp.search.results.range = \u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 {0} \u0434\u043e {1} \u043e\u0434 {2}
jsp.search.results.previous = \u041f\u0440\u0435\u0442\u0445\u043e\u0434\u043d\u043e
jsp.search.results.next = \u0421\u043b\u0435\u0434\u043d\u043e
jsp.search.results.page = \u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.search.results.first = \u041f\u0440\u0432\u043e
jsp.search.results.last = \u041f\u043e\u0441\u043b\u0435\u0434\u043d\u043e

# In the next property, please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.noresults = \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0435 \u0434\u0430\u0434\u0435 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438. \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 <a href="{0}">\u043e\u0432\u0434\u0435</a> \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043e\u0431\u0438\u0434\u0435\u0442\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e.

# The two strings below are used in the context Show: 10 | 20 | 50 | 100 | All items
# Because of design, they cannot be resourced in one single string.
# Please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.paging.show = \u041f\u043e\u043a\u0430\u0436\u0438:
jsp.search.results.paging.all = <a href="{0}">\u0421\u0438\u0442\u0435</a> \u0441\u0442\u0430\u0432\u043a\u0438

# {0} and {1} contain only numbers
jsp.search.results.paging.jump = \u0421\u043a\u043e\u043a\u043d\u0438 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 {0} \u043e\u0434 {1}

#web/jsp/advancedSearch.jsp
jsp.search.advancedsearch.page.title = \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 - \u041d\u0430\u043f\u0440\u0435\u0434\u043d\u043e \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435
jsp.search.advancedsearch.title = \u041d\u0430\u043f\u0440\u0435\u0434\u043d\u043e \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435
jsp.search.advancedsearch.tips = \u0421\u043e\u0432\u0435\u0442\u0438
jsp.search.advancedsearch.tip.1 = \u041d\u043e\u0432\u0438 \u0441\u0442\u0435 \u0432\u043e IBM Connections?
jsp.search.advancedsearch.tip.2 = \u0411\u0430\u0440\u0430\u0442\u0435 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043e\u0434 \u043e\u0434\u0440\u0435\u0434\u0435\u043d\u0430 \u043e\u0431\u043b\u0430\u0441\u0442? \u041d\u0430\u0441\u043e\u0447\u0435\u0442\u0435 \u0433\u0438 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0434 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u0441\u043e \u0438\u0437\u0431\u0438\u0440\u0430\u045a\u0435 \u0441\u0430\u043c\u043e \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438\u0442\u0435 \u043a\u043e\u0438 \u0432\u0435 \u0438\u043d\u0442\u0435\u0440\u0435\u0441\u0438\u0440\u0430\u0430\u0442. \u041f\u0440\u043e\u0448\u0438\u0440\u0435\u0442\u0435 \u0433\u043e \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u0441\u043e \u043a\u043b\u0438\u043a\u043d\u0443\u0432\u0430\u045a\u0435 <B>\u041f\u0440\u0435\u0431\u0430\u0440\u0430\u0458 \u0433\u0438 \u0441\u0438\u0442\u0435</B>.
jsp.search.advancedsearch.tip.3 = \u0412\u043d\u0435\u0441\u0435\u0442\u0435 \u0435\u0434\u0435\u043d \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u045c\u0435 \u043a\u043b\u0443\u0447\u043d\u0438 \u0437\u0431\u043e\u0440\u043e\u0432\u0438 \u0437\u0430 \u0434\u0430 \u043d\u0430\u0458\u0434\u0435\u0442\u0435 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u0442\u0438\u043f\u043e\u0432\u0438 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0448\u0442\u043e \u0433\u043e \u0441\u043e\u0434\u0440\u0436\u0430\u0442 \u0442\u043e\u0458 \u043a\u043b\u0443\u0447\u0435\u043d \u0437\u0431\u043e\u0440.
jsp.search.advancedsearch.description = \u0412\u043d\u0435\u0441\u0435\u0442\u0435 \u0435\u0434\u0435\u043d \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u045c\u0435 \u043a\u043b\u0443\u0447\u043d\u0438 \u0437\u0431\u043e\u0440\u043e\u0432\u0438 \u0437\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430.
jsp.search.advancedsearch.step.one = \u0427\u0435\u043a\u043e\u0440 \u0435\u0434\u0435\u043d
jsp.search.advancedsearch.step.two = \u0427\u0435\u043a\u043e\u0440 \u0434\u0432\u0430
jsp.search.advancedsearch.step.three = \u0427\u0435\u043a\u043e\u0440 \u0442\u0440\u0438
jsp.search.advancedsearch.keywords.label = \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043a\u043b\u0443\u0447\u043d\u0438 \u0437\u0431\u043e\u0440\u043e\u0432\u0438:
jsp.search.advancedsearch.features.select = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430 \u0448\u0442\u043e \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0458\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u0442\u0435.
jsp.search.advancedsearch.features.all = \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u0438\u0442\u0435
jsp.search.advancedsearch.keywords.description = \u041d\u0430 \u043f\u0440. \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u0437\u0430 \u201e\u0434\u0438\u0437\u0430\u0458\u043d\u201c \u043f\u0440\u0438\u043a\u0430\u0436\u0443\u0432\u0430 \u0441\u043f\u0438\u0441\u043e\u043a \u0441\u043e \u043b\u0438\u0446\u0430, \u0431\u043b\u043e\u0433\u043e\u0432\u0438, \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438, \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438 \u0438 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438 \u0448\u0442\u043e \u0433\u043e \u0441\u043e\u0434\u0440\u0436\u0430\u0442 \u0437\u0431\u043e\u0440\u043e\u0442 \u201e\u0434\u0438\u0437\u0430\u0458\u043d\u201c \u0432\u043e \u043d\u0430\u0441\u043b\u043e\u0432, \u043e\u043f\u0438\u0441, \u043e\u0437\u043d\u0430\u043a\u0438 \u0438\u043b\u0438 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430.
jsp.search.advancedsearch.tags.only = \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u0441\u0430\u043c\u043e \u0441\u043f\u043e\u0440\u0435\u0434 \u043e\u0437\u043d\u0430\u043a\u0438
#web/jsp/advancedSearch.jsp - All Areas Tab
jsp.search.advancedsearch.all.caption = \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0433\u0438 \u043f\u043e\u043b\u0438\u045a\u0430\u0442\u0430 \u043f\u043e\u0434\u043e\u043b\u0443 \u0437\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u043d\u0435\u043a\u043e\u0438 \u0438\u043b\u0438 \u0441\u0438\u0442\u0435 \u043e\u0431\u043b\u0430\u0441\u0442\u0438
jsp.search.advancedsearch.keyword.label = \u041a\u043b\u0443\u0447\u043d\u0438 \u0437\u0431\u043e\u0440\u043e\u0432\u0438
jsp.search.advancedsearch.keyword.description = \u0412\u043d\u0435\u0441\u0435\u0442\u0435 \u043a\u043b\u0443\u0447\u0435\u043d \u0437\u0431\u043e\u0440 \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u0442\u0435 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0448\u0442\u043e \u0433\u043e \u0441\u043e\u0434\u0440\u0436\u0438 \u043a\u043b\u0443\u0447\u043d\u0438\u043e\u0442 \u0437\u0431\u043e\u0440.
jsp.search.advancedsearch.tags.label = \u041e\u0437\u043d\u0430\u043a\u0438
jsp.search.advancedsearch.tags.description = \u0412\u043d\u0435\u0441\u0435\u0442\u0435 \u043e\u0437\u043d\u0430\u043a\u0430 \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u0442\u0435 \u043b\u0438\u0446\u0430 \u0438\u043b\u0438 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043e\u0437\u043d\u0430\u0447\u0435\u043d\u0438 \u0441\u043e \u043e\u0434\u0440\u0435\u0434\u0435\u043d \u0442\u0435\u0440\u043c\u0438\u043d.
jsp.search.advancedsearch.person.label = \u041b\u0438\u0446\u0435
jsp.search.advancedsearch.person.description = \u0412\u043d\u0435\u0441\u0435\u0442\u0435 \u0438\u043c\u0435 \u043d\u0430 \u043b\u0438\u0446\u0435\' \u0437\u0430 \u0434\u0430 \u0433\u043e \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u0442\u0435 \u043d\u0435\u0433\u043e\u0432\u0438\u043e\u0442 \u043f\u0440\u043e\u0444\u0438\u043b \u0438 \u043a\u043e\u0458\u0430 \u0431\u0438\u043b\u043e \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043d\u0430 \u043a\u043e\u0458\u0430 \u0448\u0442\u043e \u0435 \u0430\u0432\u0442\u043e\u0440.
jsp.search.advancedsearch.time.label = \u0412\u0440\u0435\u043c\u0435\u043d\u0441\u043a\u0430 \u0440\u0430\u043c\u043a\u0430
jsp.search.advancedsearch.time.description = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u043e \u043a\u043e\u0458 \u0432\u0440\u0435\u043c\u0435\u043d\u0441\u043a\u0438 \u043f\u0435\u0440\u0438\u043e\u0434 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430 
jsp.search.advancedsearch.areas.label = \u041e\u0431\u043b\u0430\u0441\u0442\u0438 \u0437\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435
jsp.search.advancedsearch.areas.description = \u0418\u0441\u0447\u0438\u0441\u0442\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0438\u0441\u043a\u043b\u0443\u0447\u0438\u0442\u0435 \u043e\u0434 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435
jsp.search.advancedsearch.searchAllContent = \u041f\u0440\u0435\u0431\u0430\u0440\u0430\u0458 \u0458\u0430 \u0446\u0435\u043b\u0430\u0442\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430
jsp.search.advancedsearch.searchMyContent = \u041f\u0440\u0435\u0431\u0430\u0440\u0430\u0458 \u0458\u0430 \u043c\u043e\u0458\u0430\u0442\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430

#web/jsp/noIndex.jsp
jsp.search.noIndex.title = \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 - \u041d\u0435\u0434\u043e\u0441\u0442\u0430\u0441\u0443\u0432\u0430 \u043d\u0435\u043a\u043e\u0458 \u0438\u043d\u0434\u0435\u043a\u0441 \u0438\u043b\u0438 \u0435 \u043e\u0448\u0442\u0435\u0442\u0435\u043d
jsp.search.noIndex.message = \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u043e\u0432\u043e\u0458 \u0441\u0435\u0440\u0432\u0435\u0440 \u043d\u0435 \u0435 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u043e \u0437\u0430\u0442\u043e\u0430 \u0448\u0442\u043e \u043d\u0435\u0434\u043e\u0441\u0442\u0430\u0441\u0443\u0432\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u043e\u0442 \u0438\u043b\u0438 \u0435 \u043e\u0448\u0442\u0435\u0442\u0435\u043d.  \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u041d\u0430\u0437\u0430\u0434 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043e\u0431\u0438\u0434\u0435\u0442\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e.  \u0410\u043a\u043e \u043f\u043e\u0440\u0430\u043a\u0430\u0442\u0430 \u043f\u0440\u043e\u0434\u043e\u043b\u0436\u0438 \u0434\u0430 \u043f\u043e\u0441\u0442\u043e\u0438, \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0441\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u043e\u0442.
jsp.search.error = \u0413\u0440\u0435\u0448\u043a\u0430

#web/jsp/opensearch.jsp
#this jsp is used to provide details about Connections search to browsers so they can include Connections search in their built in search forms
# the service name cannot be longer than 16 characters for the opensearch spec
jsp.search.opensearch.service.name = Connections
# long service name may be up to 48 characters
jsp.search.opensearch.service.long.name = \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 Connections
# the description must be less than 1024 characters for the opensearch spec
jsp.search.opensearch.description = \u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0446\u0435\u043b\u0430\u0442\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043d\u0430 Connections 
# developer must not be longer than 64 characters
jsp.search.opensearch.service.developer = \u0422\u0438\u043c \u0437\u0430 \u0440\u0430\u0437\u0432\u043e\u0458 \u043d\u0430 Connections


# Admin UI: admin/admin.jsp
jsp.admin.title = \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440
jsp.admin.description = \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0458\u0430 \u043e\u0432\u0430\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u0442\u0435 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438\u0442\u0435 \u0448\u0442\u043e \u0441\u0435 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u0438 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438\u0442\u0435 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
jsp.admin.widgets.click = \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0437\u0430 \u0434\u0430 \u0458\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435.
jsp.admin.enabled.widgets = \u041e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0438 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438
jsp.admin.enabled.widgets.comment = \u041d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0441\u0435 \u043f\u043e\u0458\u0430\u0432\u0443\u0432\u0430\u0430\u0442 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0438 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438
jsp.admin.disabled.widgets = \u041e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0438 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438
jsp.admin.disabled.widgets.comment = \u041d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0435 \u0441\u0435 \u043f\u043e\u0458\u0430\u0432\u0443\u0432\u0430\u0430\u0442 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0438 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438
jsp.admin.button.disable = \u041e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0438
jsp.admin.button.edit = \u0423\u0440\u0435\u0434\u0438
jsp.admin.button.remove = \u041e\u0442\u0441\u0442\u0440\u0430\u043d\u0438
jsp.admin.button.enable = \u041e\u0432\u043e\u0437\u043c\u043e\u0436\u0438
jsp.admin.button.add = \u0414\u043e\u0434\u0430\u0458 \u0434\u0440\u0443\u0433\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430
jsp.admin.button.refresh = \u041e\u0441\u0432\u0435\u0436\u0438 \u043f\u0440\u0435\u0434-\u043c\u0435\u043c\u043e\u0440\u0438\u0458\u0430
jsp.admin.button.add.mapping = \u0414\u043e\u0434\u0430\u0458 \u043c\u0430\u043f\u0438\u0440\u0430\u045a\u0435
jsp.admin.button.edit.mapping = \u0423\u0440\u0435\u0434\u0438 \u043c\u0430\u043f\u0438\u0440\u0430\u045a\u0435
jsp.admin.button.delete.mapping = \u0418\u0437\u0431\u0440\u0438\u0448\u0438 \u043c\u0430\u043f\u0438\u0440\u0430\u045a\u0435
jsp.admin.test.mode.title = \u0420\u0435\u0436\u0438\u043c \u043d\u0430 \u0442\u0435\u0441\u0442\u0438\u0440\u0430\u045a\u0435:
jsp.admin.test.mode.checkbox = \u0414\u043e\u0437\u0432\u043e\u043b\u0438 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0438 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438
jsp.admin.add.page.title = \u0414\u043e\u0434\u0430\u0458 \u043d\u043e\u0432\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430
jsp.admin.edit.page.title = \u0423\u0440\u0435\u0434\u0438 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430
jsp.admin.edit.widget.type = \u0422\u0438\u043f \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430:
jsp.admin.edit.widget.type.comment = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0442\u0438\u043f \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430.
jsp.admin.edit.widget.type.iwidget = iWidget)
# OpenSocial should not be translated as it's the name of a standard
jsp.admin.edit.widget.type.osgadget = \u0423\u043a\u0440\u0430\u0441\u043d\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430 OpenSocial
jsp.admin.edit.widget.name = \u0414\u043e\u0434\u0430\u0458 \u043d\u0430\u0441\u043b\u043e\u0432:
jsp.admin.edit.widget.name.comment = \u0412\u043d\u0435\u0441\u0435\u0442\u0435 \u0438\u043c\u0435 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u041d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440, \u0411\u043b\u043e\u0433\u043e\u0432\u0438.
jsp.admin.edit.widget.description = \u041e\u043f\u0438\u0441:
jsp.admin.edit.widget.description.comment = \u0412\u043d\u0435\u0441\u0435\u0442\u0435 \u043e\u043f\u0438\u0441 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u041d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440, \u041d\u0430\u0458\u043d\u043e\u0432\u0438 \u0437\u0430\u043f\u0438\u0441\u0438 \u0437\u0430 \u0431\u043b\u043e\u0433\u043e\u0432\u0438 \u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438.
jsp.admin.edit.widget.url = URL-\u0430\u0434\u0440\u0435\u0441\u0430:
jsp.admin.edit.widget.url.comment = \u0412\u043d\u0435\u0441\u0435\u0442\u0435 \u0458\u0430 \u043b\u043e\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u041c\u043e\u0436\u0435 \u0434\u0430 \u0431\u0438\u0434\u0435 \u0430\u043f\u0441\u043e\u043b\u0443\u0442\u043d\u0430 \u0438\u043b\u0438 \u0440\u0435\u043b\u0430\u0442\u0438\u0432\u043d\u0430 \u0432\u0435\u0431-\u0430\u0434\u0440\u0435\u0441\u0430. \u041d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440, http://myserver.com/mywidget.xml.
jsp.admin.edit.widget.secureurl = \u0417\u0430\u0448\u0442\u0438\u0442\u0435\u043d\u0430 URL-\u0430\u0434\u0440\u0435\u0441\u0430:
jsp.admin.edit.widget.secureurl.comment = \u0412\u043d\u0435\u0441\u0435\u0442\u0435 \u0458\u0430 \u043b\u043e\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u041e\u0432\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u0438\u0434\u0435 \u0430\u043f\u0441\u043e\u043b\u0443\u0442\u043d\u043e \u0438\u043b\u0438 \u0440\u0435\u043b\u0430\u0442\u0438\u0432\u043d\u043e \u0437\u0430\u0448\u0442\u0438\u0442\u0435\u043d\u0430 \u0432\u0435\u0431-\u0430\u0434\u0440\u0435\u0441\u0430. \u041d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440, https://myserver.com/mywidget.xml.
jsp.admin.edit.widget.iconurl = URL-\u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 \u0438\u043a\u043e\u043d\u0430:
jsp.admin.edit.widget.iconurl.comment = \u0412\u043d\u0435\u0441\u0435\u0442\u0435 \u0458\u0430 \u043b\u043e\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043d\u0430 \u0438\u043a\u043e\u043d\u0430\u0442\u0430 \u0448\u0442\u043e \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0435 \u0437\u0430 \u0437\u0430\u043a\u043e\u0442\u0432\u0435\u043d\u0430\u0442\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430. \u0424\u043e\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0458\u0430\u0442\u0430 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0431\u0438\u0434\u0435 \u0441\u043e \u0433\u043e\u043b\u0435\u043c\u0438\u043d\u0430 16 x 16 \u043f\u0438\u043a\u0441\u0435\u043b\u0438 (\u043f\u0440\u0438\u0444\u0430\u0442\u043b\u0438\u0432\u0438 \u0441\u0435 \u043e\u043c\u0438\u043b\u0435\u043d\u0438 \u0438\u043a\u043e\u043d\u0438).
jsp.admin.edit.widget.iconsecureurl = \u0417\u0430\u0448\u0442\u0438\u0442\u0435\u043d\u0430 URL-\u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 \u0438\u043a\u043e\u043d\u0430:
jsp.admin.edit.widget.iconsecureurl.comment = \u0412\u043d\u0435\u0441\u0435\u0442\u0435 \u0458\u0430 \u043b\u043e\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043d\u0430 \u0438\u043a\u043e\u043d\u0430\u0442\u0430 \u0448\u0442\u043e \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0435 \u0437\u0430 \u0437\u0430\u043a\u043e\u0442\u0432\u0435\u043d\u0430\u0442\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430. \u0424\u043e\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0458\u0430\u0442\u0430 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0431\u0438\u0434\u0435 \u0441\u043e \u0433\u043e\u043b\u0435\u043c\u0438\u043d\u0430 16 x 16 \u043f\u0438\u043a\u0441\u0435\u043b\u0438 (\u043f\u0440\u0438\u0444\u0430\u0442\u043b\u0438\u0432\u0438 \u0441\u0435 \u043e\u043c\u0438\u043b\u0435\u043d\u0438 \u0438\u043a\u043e\u043d\u0438).
jsp.admin.edit.widget.homepagespecific = \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u043e\u0434\u0440\u0435\u0434\u0435\u043d\u0438 \u043e\u0437\u043d\u0430\u043a\u0438 \u043d\u0430 IBM Connections:
jsp.admin.edit.widget.cache = \u041e\u043f\u0438\u0448\u0443\u0432\u0430\u0447 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430 \u0437\u0430 \u043f\u0440\u0435\u0434-\u043c\u0435\u043c\u043e\u0440\u0438\u0458\u0430:
jsp.admin.edit.widget.preview = \u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 URL-\u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 \u0441\u043b\u0438\u043a\u0430:
jsp.admin.edit.widget.preview.comment = \u0412\u043d\u0435\u0441\u0435\u0442\u0435 \u0458\u0430 \u043b\u043e\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0441\u043b\u0438\u043a\u0430. \u041c\u043e\u0436\u0435 \u0434\u0430 \u0431\u0438\u0434\u0435 \u0430\u043f\u0441\u043e\u043b\u0443\u0442\u043d\u0430 \u0438\u043b\u0438 \u0440\u0435\u043b\u0430\u0442\u0438\u0432\u043d\u0430 \u0432\u0435\u0431-\u0430\u0434\u0440\u0435\u0441\u0430. \u041d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440, http://myserver.com/images/image.gif.
jsp.admin.edit.widget.category = \u041a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u0458\u0430: 
jsp.admin.edit.widget.category.comment = \u041d\u0430 \u043f\u0440. \u041e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438
jsp.admin.edit.widget.tab.widget = \u041f\u0440\u0438\u043a\u0430\u0436\u0438 \u043d\u0430 \u041c\u043e\u0458\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430:
jsp.admin.edit.widget.tab.widget.comment = \u041c\u043e\u0440\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u043d\u0430 \u043e\u0431\u043b\u0430\u0441\u0442 \u0437\u0430 \u043f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430, \u043d\u0430 \u041c\u043e\u0458\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0438\u043b\u0438 \u043d\u0430 \u0410\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430. \u041e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u0442\u0435 \u0433\u0438 \u0434\u0432\u0435\u0442\u0435 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u043f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0432\u043e \u0434\u0432\u0435\u0442\u0435 \u043e\u0431\u043b\u0430\u0441\u0442\u0438.
jsp.admin.edit.widget.tab.update =  \u041f\u0440\u0438\u043a\u0430\u0436\u0438 \u043d\u0430 \u0410\u0436\u0443\u0440\u0438\u0440\u0430\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438:
jsp.admin.edit.widget.tab.update.comment = \u041c\u043e\u0440\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u043d\u0430 \u043e\u0431\u043b\u0430\u0441\u0442 \u0437\u0430 \u043f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430, \u043d\u0430 \u041c\u043e\u0458\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0438\u043b\u0438 \u043d\u0430 \u0410\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430. \u041e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u0442\u0435 \u0433\u0438 \u0434\u0432\u0435\u0442\u0435 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u043f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0432\u043e \u0434\u0432\u0435\u0442\u0435 \u043e\u0431\u043b\u0430\u0441\u0442\u0438.
jsp.admin.edit.widget.opened = \u0421\u0442\u0430\u043d\u0434\u0430\u0440\u0434\u043d\u043e \u043e\u0442\u0432\u043e\u0440\u0435\u043d\u043e:
jsp.admin.edit.widget.opened.comment = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0458\u0430 \u043e\u043f\u0446\u0438\u0458\u0430\u0442\u0430 \u0437\u0430 \u043f\u0440\u0438\u043a\u0430\u0436\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043a\u043e\u0433\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u043f\u0440\u0432 \u043f\u0430\u0442 \u045c\u0435 \u0441\u0435 \u043d\u0430\u0458\u0430\u0432\u0438 \u0432\u043e \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
jsp.admin.edit.widget.view = \u041f\u043e\u0432\u0435\u045c\u0435 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438:
jsp.admin.edit.widget.view.comment = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0458\u0430 \u043e\u043f\u0446\u0438\u0458\u0430\u0442\u0430 \u0437\u0430 \u0434\u0430 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0438\u0442\u0435 \u043f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u043f\u0440\u0438\u043c\u0435\u0440\u043e\u0446\u0438 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430.
jsp.admin.edit.widget.prereqs = \u041f\u0440\u0435\u0434\u0443\u0441\u043b\u043e\u0432\u0438:
jsp.admin.edit.button.ok = \u041e\u041a
jsp.admin.edit.button.save = \u0417\u0430\u0447\u0443\u0432\u0430\u0458
jsp.admin.edit.button.cancel = \u041e\u0442\u043a\u0430\u0436\u0438
jsp.admin.tips = \u0421\u043e\u0432\u0435\u0442\u0438
jsp.admin.tip.header = \u041d\u043e\u0432\u0438 \u0441\u0442\u0435 \u043a\u0430\u043a\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440?
jsp.admin.tip.1 = \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0458\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0430 \u0437\u0430 \u0434\u0430 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0438\u0442\u0435 \u0438 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0438\u0442\u0435 \u0438\u043d\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043b\u043d\u0438 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u0438 \u0434\u0430 \u0433\u0438 \u0443\u0440\u0435\u0434\u0438\u0442\u0435 \u043d\u0438\u0432\u043d\u0438\u0442\u0435 \u0434\u0435\u0442\u0430\u043b\u0438.
jsp.admin.tip.2 = \u041f\u043e\u0434\u043e\u0431\u0440\u0435\u0442\u0435 \u0458\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0430\u043b\u043d\u043e\u0441\u0442\u0430 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0441\u043e \u0434\u043e\u0434\u0430\u0432\u0430\u045a\u0435 \u043d\u043e\u0432\u0438 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u043e\u0434 \u0432\u0430\u0448\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0458\u0430 \u0438\u043b\u0438 \u0442\u0440\u0435\u0442\u0438 \u043b\u0438\u0446\u0430.
jsp.admin.error.select.widget = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430 \u043f\u0440\u0435\u0434 \u0434\u0430 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435 \u0434\u0435\u0458\u0441\u0442\u0432\u043e.
jsp.admin.error.empty.name = \u0412\u043d\u0435\u0441\u0435\u0442\u0435 \u043d\u0430\u0441\u043b\u043e\u0432 \u0437\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043f\u0440\u0435\u0434 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0447\u0443\u0432\u0430.
jsp.admin.error.empty.url = \u0412\u043d\u0435\u0441\u0435\u0442\u0435 URL-\u0430\u0434\u0440\u0435\u0441\u0430 \u0437\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043f\u0440\u0435\u0434 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0447\u0443\u0432\u0430.
jsp.admin.error.system.widgets = \u0410\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438\u0442\u0435 \u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u043e\u0442 \u043d\u0435 \u043c\u043e\u0436\u0430\u0442 \u0434\u0430 \u0441\u0435 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u0430\u0442.
jsp.admin.error.protocol = \u041f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u043e\u0442 \u043d\u0435 \u0435 \u043f\u043e\u0434\u0434\u0440\u0436\u0430\u043d \u0437\u0430 \u0438\u0437\u0432\u043e\u0440\u0438 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430.
jsp.admin.error.url = \u0412\u043e \u043b\u043e\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043d\u0435 \u0435 \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u043d \u0438\u0437\u0432\u043e\u0440.
jsp.admin.error.verified = \u0418\u0437\u0432\u043e\u0440\u043e\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0442\u0432\u0440\u0434\u0438. \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0441\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u043e\u0442 \u0437\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u043e\u0442.
jsp.admin.error.widgettab = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u045c\u0435 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u043f\u0440\u0438\u043a\u0430\u0437. \u0410\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043c\u043e\u0440\u0430 \u0434\u0430 \u0458\u0430 \u043f\u0440\u0438\u043a\u0430\u0436\u0435\u0442\u0435 \u0432\u043e \u043f\u0440\u0438\u043a\u0430\u0437 \u0410\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430, \u043f\u0440\u0438\u043a\u0430\u0437 \u0410\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u0438\u043b\u0438 \u0432\u043e \u0434\u0432\u0430\u0442\u0430.
jsp.admin.error.newwidget = \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u043e\u0437\u0434\u0430\u0432\u0430\u045a\u0435 \u043d\u043e\u0432\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430. \u0410\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0435 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u0430, \u043d\u043e \u043c\u043e\u0436\u0435\u0431\u0438 \u043d\u0435 \u0440\u0430\u0431\u043e\u0442\u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e.
jsp.admin.error.enablewidget = \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0443\u0432\u0430\u045a\u0435 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430. \u0410\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0435 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u0430, \u043d\u043e \u043c\u043e\u0436\u0435\u0431\u0438 \u043d\u0435 \u0440\u0430\u0431\u043e\u0442\u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e.
jsp.admin.error.editwidget = \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u0447\u0443\u0432\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u0410\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0435 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u0430, \u043d\u043e \u043c\u043e\u0436\u0435\u0431\u0438 \u043d\u0435 \u0440\u0430\u0431\u043e\u0442\u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e.
jsp.admin.error.refreshcache = \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0441\u0432\u0435\u0436\u0443\u0432\u0430\u045a\u0435 \u043f\u0440\u0435\u0434-\u043c\u0435\u043c\u043e\u0440\u0438\u0458\u0430 \u0437\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430.
jsp.admin.gadgetSettings.legend = \u041f\u043e\u0441\u0442\u0430\u0432\u043a\u0438 \u0437\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0441\u043e \u0422\u0435\u043a \u043d\u0430 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438 \u0438\u043b\u0438 \u0421\u043f\u043e\u0434\u0435\u043b\u0438 \u0434\u0438\u0458\u0430\u043b\u043e\u0433
jsp.admin.gadgetSettings.gadgetSecurityLabel = \u0411\u0435\u0437\u0431\u0435\u0434\u043d\u043e\u0441\u0442:
jsp.admin.gadgetSettings.gadgetsecurityUnrestriced = \u0414\u043e\u0432\u0435\u0440\u043b\u0438\u0432\u043e
jsp.admin.gadgetSettings.gadgetsso = \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 SSO.
jsp.admin.gadgetSettings.gadgetSecurityRestricted = \u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u043e
jsp.admin.gadgetSettings.gadgetSettingsHelp = \u0414\u043e\u0432\u0435\u0440\u043b\u0438\u0432\u0438\u0442\u0435 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043c\u043e\u0436\u0430\u0442 \u0434\u0430 \u043f\u0440\u0438\u0441\u0442\u0430\u043f\u0430\u0442 \u043d\u0430 \u0410\u041f\u0418 \u043a\u043e\u0438\u0448\u0442\u043e \u043c\u043e\u0436\u0435\u0431\u0438 \u0441\u043e\u0434\u0440\u0436\u0438 \u0447\u0443\u0432\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u043d\u0438 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438.
jsp.admin.gadgetSettings.gadgetsecurityLabel = UI-\u0442\u043e\u0447\u043a\u0438 \u043d\u0430 \u0438\u043d\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u0458\u0430:
jsp.admin.gadgetSettings.gadgetshareboxLabel = \u041f\u0440\u0438\u043a\u0430\u0436\u0438 \u0432\u043e \u0434\u0438\u0458\u0430\u043b\u043e\u0433\u043e\u0442 \u0421\u043f\u043e\u0434\u0435\u043b\u0438 \u043f\u043e\u0441\u043b\u0435 \u0434\u043e\u0434\u0430\u0442\u043e\u043a\u043e\u0442:
jsp.admin.gadgetSettings.gadgeteeLabel = \u041f\u0440\u0438\u043a\u0430\u0436\u0438 \u043d\u0430\u0441\u0442\u0430\u043d\u0438 \u0437\u0430 \u0442\u0435\u043a \u043d\u0430 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438.
jsp.admin.gadgetSettings.gadgeturlaccesslabel = \u041f\u0440\u0438\u0441\u0442\u0430\u043f \u0434\u043e \u0441\u0435\u0440\u0432\u0435\u0440 \u043f\u0440\u0435\u043a\u0443 \u043f\u0440\u043e\u043a\u0441\u0438:
jsp.admin.gadgetSettings.gadgeturlaccessExternal = \u0421\u0430\u043c\u043e \u043d\u0430\u0434\u0432\u043e\u0440 \u043e\u0434 \u0438\u043d\u0442\u0440\u0430\u043d\u0435\u0442.
jsp.admin.gadgetSettings.gadgeturlaccessAny = \u0421\u0438\u0442\u0435 \u0441\u0435\u0440\u0432\u0435\u0440\u0438.
jsp.admin.gadgetSettings.gadgeturlaccessCustom = \u041f\u0440\u0438\u0441\u043f\u043e\u0441\u043e\u0431\u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u043e \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u043e \u0437\u0430 \u043e\u0432\u043e\u0458 \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u0432\u043e \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 proxy-policy.dynamic.
jsp.admin.gadgetSettings.widgetOrGadgetHelp = \u0414\u043e \u043a\u043e\u0438 URL-\u0430\u0434\u0440\u0435\u0441\u0438 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0438\u0441\u0442\u0430\u043f\u0438 \u0434\u043e\u0434\u0430\u0442\u043e\u043a\u043e\u0442.
jsp.admin.gadgetSettings.gadgetoauthLabel = \u041a\u043b\u0438\u0435\u043d\u0442 O \u0430\u0432\u0442\u0435\u043d\u0442 (\u041eAuth):
jsp.admin.gadgetSettings.serviceName=\u0418\u043c\u0435 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430:
jsp.admin.gadgetSettings.oauthMappings= \u041c\u0430\u043f\u0438\u0440\u0430\u0458\u0442\u0435 \u0458\u0430 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u043a\u043b\u0438\u0435\u043d\u0442\u043e\u0442 Oauth \u0438\u043b\u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043c\u0430\u043f\u0438\u0440\u0430\u045a\u0435 \u0437\u0430 \u0443\u0440\u0435\u0434\u0443\u0432\u0430\u045a\u0435.
jsp.admin.gadgetSettings.serviceMappings= \u041c\u0430\u043f\u0438\u0440\u0430\u045a\u0435 \u0443\u0441\u043b\u0443\u0433\u0430:
jsp.admin.alert.willupdate=\u0418\u0437\u043c\u0435\u043d\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u043a\u0438\u0442\u0435 \u0437\u0430 \u0435\u043a\u0440\u0430\u043d\u043e\u0442 \u045c\u0435 \u043f\u0440\u0435\u0434\u0438\u0437\u0432\u0438\u043a\u0430 \u043e\u0441\u0432\u0435\u0436\u0443\u0432\u0430\u045a\u0435 \u0442\u0430\u043a\u0430 \u0448\u0442\u043e \u0444\u043e\u043a\u0443\u0441\u043e\u0442 \u045c\u0435 \u0431\u0438\u0434\u0435 \u043d\u0430 \u0432\u0440\u0432\u043e\u0442 \u043e\u0434 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
jsp.admin.alert.willupdate.2=\u0418\u0437\u043c\u0435\u043d\u0430\u0442\u0430 \u043d\u0430 {0} \u045c\u0435 \u043f\u0440\u0435\u0434\u0438\u0437\u0432\u0438\u043a\u0430 \u043e\u0441\u0432\u0435\u0436\u0443\u0432\u0430\u045a\u0435 \u0442\u0430\u043a\u0430 \u0448\u0442\u043e \u0444\u043e\u043a\u0443\u0441\u043e\u0442 \u045c\u0435 \u0431\u0438\u0434\u0435 \u043d\u0430 \u0432\u0440\u0432\u043e\u0442 \u043e\u0434 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430

# Getting Start UI: web/gettingStartedPage.action
jsp.start.title = \u0412\u043e\u0432\u0435\u0434\u0443\u0432\u0430\u045a\u0435 \u0432\u043e IBM Connections 
jsp.start.sub.title = \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0458\u0430 \u043a\u0430\u0440\u0442\u0438\u0447\u043a\u0430\u0442\u0430 \u0437\u0430 \u0434\u0430 \u0432\u0435 \u0432\u043e\u0434\u0438 \u043d\u0438\u0437 \u043d\u0435\u043a\u043e\u043b\u043a\u0443 \u043e\u0441\u043d\u043e\u0432\u043d\u0438 \u0437\u0430\u0434\u0430\u0447\u0438 \u0438 \u0434\u0430 \u0432\u0438 \u043f\u043e\u043c\u043e\u0433\u043d\u0435 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u0441\u043e \u043d\u0435\u043a\u043e\u043b\u043a\u0443 \u043a\u043b\u0443\u0447\u043d\u0438 \u043a\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0438.
jsp.start.checkbox.label = \u041d\u0435 \u043f\u043e\u043a\u0430\u0436\u0443\u0432\u0430\u0458 \u0433\u043e \u043e\u0432\u043e\u0458 \u0435\u043a\u0440\u0430\u043d\u043e\u0442 \u043f\u0440\u0438 \u0432\u043a\u043b\u0443\u0447\u0443\u0432\u0430\u045a\u0435
jsp.start.step1.tab.title.nocaps = \u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0458\u0434\u043e\u0432\u0442\u0435
jsp.start.step1.tab.title = \u0414\u041e\u0411\u0420\u0415 \u0414\u041e\u0408\u0414\u041e\u0412\u0422\u0415
jsp.start.step1.title = \u0412\u043e\u0432\u0435\u0434\u0443\u0432\u0430\u045a\u0435 \u0432\u043e IBM Connections.
jsp.start.step1.sub.title = \u041f\u0440\u0438\u0441\u0442\u0430\u043f\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432\u0438 \u0434\u043e\u0437\u0432\u043e\u043b\u0443\u0432\u0430 \u0434\u0430 \u0433\u043e \u043f\u0440\u0438\u0441\u043f\u043e\u0441\u043e\u0431\u0438\u0442\u0435 \u043f\u0440\u0432\u043e\u0442\u043e \u0438\u0441\u043a\u0443\u0441\u0442\u0432\u043e \u043d\u0430 \'\u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0441\u043e IBM Connections.
jsp.start.step1.text = \u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0438\u0442\u0435 \u043c\u043e\u0436\u0430\u0442 \u0434\u0430 \u0433\u0438 \u043f\u0440\u0438\u0441\u043f\u043e\u0441\u043e\u0431\u0430\u0442 \u0447\u0435\u043a\u043e\u0440\u0438\u0442\u0435 \u0432\u043e \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u0432\u043e\u0432\u0435\u0434\u0443\u0432\u0430\u045a\u0435 \u0441\u043e \u0443\u0440\u0435\u0434\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 gettingstarted-config.xml. \u0422\u0438\u0435 \u043c\u043e\u0436\u0430\u0442 \u0434\u0430 \u0434\u043e\u0434\u0430\u0434\u0430\u0442 \u0438\u043b\u0438 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u0430\u0442 \u0447\u0435\u043a\u043e\u0440\u0438 \u0438 \u0434\u0430 \u043e\u0431\u0435\u0437\u0431\u0435\u0434\u0430\u0442 \u043f\u0440\u0438\u0441\u043f\u043e\u0441\u043e\u0431\u0435\u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043a\u0430\u043a\u043e \u0448\u0442\u043e \u0435 \u043f\u043e\u0440\u0430\u043a\u0430 \u0437\u0430 \u0434\u043e\u0431\u0440\u0435\u0434\u043e\u0458\u0434\u0435 \u043e\u0434 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u043e\u0442.
jsp.start.share.sub.title = \u0414\u043e\u0437\u043d\u0430\u0458\u0442\u0435 \u043a\u0430\u043a\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0432\u0440\u0437\u0435\u0442\u0435 \u0441\u043e \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u0438 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438.
jsp.start.explore.tab.title.nocaps = \u0418\u0441\u0442\u0440\u0430\u0436\u0443\u0432\u0430\u0458
jsp.start.explore.tab.title = \u0418\u0421\u0422\u0420\u0410\u0416\u0423\u0412\u0410\u0408
jsp.start.explore.title = \u0418\u0441\u0442\u0440\u0430\u0436\u0443\u0432\u0430\u0458
jsp.start.explore.sub.title = \u0414\u043e\u0437\u043d\u0430\u0458\u0442\u0435 \u043f\u043e\u0432\u0435\u045c\u0435 \u0437\u0430 \u043a\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0438\u0442\u0435 \u043d\u0430 IBM Connections.

jsp.start.welcome.title = \u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0458\u0434\u043e\u0432\u0442\u0435 \u043d\u0430 IBM Connections
jsp.start.welcome.sub.title = \u0414\u043e\u0437\u043d\u0430\u0458\u0442\u0435 \u043f\u043e\u0432\u0435\u045c\u0435 \u0448\u0442\u043e \u0435 IBM Connections \u0438 \u043a\u0430\u043a\u043e \u0441\u0435 \u043a\u043e\u0440\u0438\u0441\u0442\u0438.
jsp.start.welcome.text.line1 = IBM Connections \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0443\u0432\u0430 \u0441\u043e\u0446\u0438\u0458\u0430\u043b\u043d\u043e \u0432\u043c\u0440\u0435\u0436\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u043f\u0440\u0435\u0442\u043f\u0440\u0438\u0458\u0430\u0442\u0438\u0435\u0442\u043e, \u0438 \u0432\u0438 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0443\u0432\u0430 \u0434\u0430 \u043a\u043e\u043c\u0443\u043d\u0438\u0446\u0438\u0440\u0430\u0442\u0435, \u0434\u0430 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u0443\u0432\u0430\u0442\u0435 \u0438 \u0434\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u0438\u0442\u0435 \u0441\u0438\u043b\u043d\u0438 \u0432\u0440\u0441\u043a\u0438 \u0441\u043e \u0434\u0440\u0443\u0433\u0438\u0442\u0435. \u0410\u043a\u043e \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0438\u0442\u0435 \u0432\u0430\u0436\u043d\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438, \u0438\u0437\u0433\u0440\u0430\u0434\u0435\u0442\u0435 \u043c\u0440\u0435\u0436\u0430 \u043e\u0434 \u043a\u043e\u0440\u0438\u0441\u043d\u0438 \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0438 \u0438\u043b\u0438 \u0441\u043b\u0435\u0434\u0435\u0442\u0435 \u0433\u0438 \u043b\u0438\u0446\u0430\u0442\u0430 \u043a\u043e\u0438 \u0432\u0435 \u0438\u043d\u0442\u0435\u0440\u0435\u0441\u0438\u0440\u0430\u0430\u0442; \u043f\u043e\u0441\u0442\u043e\u0438 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430 \u0437\u0430 \u0432\u0430\u0441. 
jsp.start.welcome.text.line3 = \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 <b>\u0421\u043f\u043e\u0434\u0435\u043b\u0438</b> \u0437\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435.  \u041f\u043e\u0432\u0440\u0437\u0435\u0442\u0435 \u0441\u0435 \u0441\u043e \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u0438 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u0441\u043e \u0440\u0430\u0437\u043c\u0435\u043d\u0443\u0432\u0430\u045a\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0438 \u0438\u0434\u0435\u0438. \u041f\u043e\u0442\u043e\u0430 \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u043a\u0430\u0440\u0442\u0438\u0447\u043a\u0430\u0442\u0430 <b>\u0418\u0441\u0442\u0440\u0430\u0436\u0443\u0432\u0430\u0458</b> \u0437\u0430 \u0432\u043e\u0432\u0435\u0434 \u0432\u043e \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u0438 \u0434\u0430 \u0434\u043e\u0437\u043d\u0430\u0435\u0442\u0435 \u043a\u0430\u043a\u043e \u0434\u0430 \u0433\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0438\u0442\u0435.

# Getting started - Visitor tab
 
jsp.start.welcome.visitor.text.line1 = \u041d\u0435\u043a\u043e\u0458 \u043e\u0434 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0432\u0435 \u043f\u043e\u043a\u0430\u043d\u0438 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0434\u0440\u0443\u0436\u0438\u0442\u0435 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430 \u043d\u0430 IBM Connections \u0438\u043b\u0438 \u0441\u043f\u043e\u0434\u0435\u043b\u0438 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430 \u0441\u043e \u0432\u0430\u0441. IBM Connections \u0432\u0438 \u0433\u0438 \u0434\u0430\u0432\u0430 \u0430\u043b\u0430\u0442\u043a\u0438\u0442\u0435 \u0448\u0442\u043e \u0432\u0438 \u0441\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u043d\u0438 \u0437\u0430 \u0434\u0430 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u0443\u0432\u0430\u0442\u0435 \u0441\u043e \u0434\u0440\u0443\u0433\u0438\u0442\u0435. \u041a\u043e\u0433\u0430 \u045c\u0435 \u0441\u0435 \u043f\u0440\u0438\u0434\u0440\u0443\u0436\u0438\u0442\u0435 \u043d\u0430 IBM Connections, \u045c\u0435 \u0441\u0442\u0430\u043d\u0435\u0442\u0435 \u043d\u0430\u0434\u0432\u043e\u0440\u0435\u0448\u0435\u043d \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u0432\u043e \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0458\u0430\u0442\u0430.
jsp.start.welcome.visitor.text.line2 = \u0417\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u0432\u0435\u0434\u043d\u0430\u0448, \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 {0} \u0438\u043b\u0438 {1}, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0434\u0430\u043b\u0438 \u0432\u0435 \u0447\u0435\u043a\u0430\u0430\u0442 \u0443\u0448\u0442\u0435 \u043f\u043e\u0440\u0430\u043a\u0438. 
jsp.start.welcome.visitor.text.line3 = \u0421\u0430\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u0434\u043e\u0437\u043d\u0430\u0435\u0442\u0435 \u043f\u043e\u0432\u0435\u045c\u0435? \u0417\u0430 \u0434\u0430 \u0434\u043e\u0437\u043d\u0430\u0435\u0442\u0435, \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 {0}.
jsp.start.welcome.visitor.text.homepage = {0} \u045c\u0435 \u0432\u0438 \u043f\u043e\u043c\u043e\u0433\u043d\u0435 \u0431\u0440\u0433\u0443 \u0434\u0430 \u0434\u043e\u0437\u043d\u0430\u0435\u0442\u0435 \u043d\u0430 \u0448\u0442\u043e \u0435 \u043d\u043e\u0432\u043e, \u043d\u0430 \u0448\u0442\u043e \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0432\u043d\u0438\u043c\u0430\u0432\u0430\u0442\u0435 \u0438 \u043a\u043e\u0433\u0430 \u043b\u0438\u0446\u0430\u0442\u0430 \u0432\u0435 \u0441\u043f\u043e\u043c\u043d\u0443\u0432\u0430\u0430\u0442. \u0417\u0430 \u0434\u0430 \u0433\u043e \u0438\u0437\u0432\u043b\u0435\u0447\u0435\u0442\u0435 \u043d\u0430\u0458\u0434\u043e\u0431\u0440\u043e\u0442\u043e \u043e\u0434 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u0441\u043b\u0435\u0434\u0435\u0442\u0435 \u0433\u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438\u0442\u0435 \u0438 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438\u0442\u0435 \u0437\u0430 \u0434\u0430 \u043c\u043e\u0436\u0435\u0442\u0435 \u043b\u0435\u0441\u043d\u043e \u0434\u0430 \u0433\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u043d\u0430\u0458\u043d\u043e\u0432\u0438\u0442\u0435 \u0438\u0437\u043c\u0435\u043d\u0438. \u0417\u0430 \u0434\u0430 \u0458\u0430 \u043e\u0442\u0432\u043e\u0440\u0438\u0442\u0435 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u0438\u043a\u043e\u043d\u0430\u0442\u0430 \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
jsp.start.welcome.visitor.text.communities = \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 {0} \u0437\u0430 \u0434\u0430 \u0443\u0447\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442\u0435 \u0432\u043e \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430 \u043d\u0430 \u0438\u043d\u0442\u0435\u0440\u0435\u0441 \u043a\u0430\u0434\u0435 \u0448\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u0442\u0435 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438, \u0434\u0430 \u0441\u043b\u0435\u0434\u0438\u0442\u0435 \u043f\u0440\u043e\u0435\u043a\u0442\u0438, \u0434\u0430 \u043f\u0440\u0430\u0448\u0443\u0432\u0430\u0442\u0435 \u0438 \u0434\u0430 \u043e\u0434\u0433\u043e\u0432\u0430\u0440\u0430\u0442\u0435 \u043d\u0430 \u043f\u0440\u0430\u0448\u0430\u045a\u0430, \u0437\u0430\u0435\u0434\u043d\u0438\u0447\u043a\u0438 \u0434\u0430 \u0443\u0440\u0435\u0434\u0443\u0432\u0430\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0438 \u0434\u0430 \u0440\u0430\u0437\u043c\u0438\u0441\u043b\u0443\u0432\u0430\u0442\u0435 \u0437\u0430 \u043d\u043e\u0432\u0438 \u0438\u0434\u0435\u0438. \u0417\u0430 \u0434\u0430 \u0433\u0438 \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u0442\u0435 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438\u0442\u0435 \u0448\u0442\u043e \u0432\u0438 \u043f\u0440\u0438\u043f\u0430\u0453\u0430\u0430\u0442, \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u0438\u043a\u043e\u043d\u0430\u0442\u0430 \u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0438.
jsp.start.welcome.visitor.text.files = {0} \u0432\u0438 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0443\u0432\u0430 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u0442\u0435 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438 \u0441\u043e \u0434\u0440\u0443\u0433\u0438 \u0438 \u0434\u0430 \u0433\u043b\u0435\u0434\u0430\u0442\u0435 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438 \u0448\u0442\u043e \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u0433\u0438 \u0441\u043f\u043e\u0434\u0435\u043b\u0438\u043b\u0435 \u0441\u043e \u0432\u0430\u0441. \u041f\u0440\u0438\u043a\u0430\u0447\u0435\u0442\u0435 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438 \u043d\u0430 \u043a\u043e\u0438 \u0448\u0442\u043e \u0441\u0430\u043a\u0430\u0442\u0435 \u0447\u0435\u0441\u0442\u043e \u0434\u0430 \u0441\u0435 \u043d\u0430\u0432\u0440\u0430\u045c\u0430\u0442\u0435, \u0437\u0430 \u0431\u0440\u0437\u043e \u0434\u0430 \u0433\u0438 \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u0442\u0435. \u041e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438, \u043f\u0440\u0435\u0437\u0435\u043c\u0435\u0442\u0435 \u0458\u0430 \u043d\u0430\u0458\u043d\u043e\u0432\u0430\u0442\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430 \u0438\u043b\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0441\u043f\u043e\u0441\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0447\u043a\u043e \u0443\u0440\u0435\u0434\u0443\u0432\u0430\u045a\u0435 \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0438\u0437\u043c\u0435\u043d\u0438\u0442\u0435 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438\u0442\u0435 \u043d\u0430 \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442. 
jsp.start.welcome.visitor.homepage = \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.start.welcome.visitor.help = \u0428\u0442\u043e \u043c\u043e\u0436\u0430\u043c \u0434\u0430 \u0441\u0442\u043e\u0440\u0430\u043c \u043a\u0430\u043a\u043e \u043d\u0430\u0434\u0432\u043e\u0440\u0435\u0448\u0435\u043d \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a?

# Getting started - share tab
jsp.start.share.tab.title.nocaps=\u0421\u043f\u043e\u0434\u0435\u043b\u0438
jsp.start.share.tab.title=\u0421\u041f\u041e\u0414\u0415\u041b\u0418
jsp.start.share.title=\u0428\u0442\u043e \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0441\u0442\u043e\u0440\u0438\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u043e?
jsp.start.share.component.headline.documents=\u0414\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0430\u043c \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0430 \u0438 \u0438\u0437\u0432\u043e\u0440\u0438
jsp.start.share.component.headline.collaborate=\u0414\u0430 \u0441\u043e\u0437\u0434\u0430\u0434\u0430\u043c \u0446\u0435\u043d\u0442\u0440\u0430\u043b\u043d\u0430 \u043b\u043e\u043a\u0430\u0446\u0438\u0458\u0430 \u0437\u0430 \u043c\u043e\u0458\u043e\u0442 \u0442\u0438\u043c \u0437\u0430 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u0443\u0432\u0430\u045a\u0435
jsp.start.share.component.headline.ideas=\u0414\u0430 \u0441\u043e\u0437\u0434\u0430\u0434\u0430\u043c \u043c\u0435\u0441\u0442\u043e \u0437\u0430 \u043c\u043e\u0458\u043e\u0442 \u0442\u0438\u043c \u0437\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u045a\u0435 \u0438\u0434\u0435\u0438
jsp.start.share.component.headline.knowledge=\u0414\u0430 \u0432\u043e\u0434\u0430\u043c \u043b\u0438\u0447\u0435\u043d \u0434\u043d\u0435\u0432\u043d\u0438\u043a \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0441\u043f\u043e\u0434\u0435\u043b\u0430\u043c \u043c\u043e\u0435\u0442\u043e \u0437\u043d\u0430\u0435\u045a\u0435 \u0438 \u0441\u0442\u0440\u0443\u0447\u043d\u043e\u0441\u0442
jsp.start.share.component.headline.people=\u0414\u0430 \u043d\u0430\u0458\u0434\u0430\u043c \u043b\u0438\u0446\u0430 \u0441\u043e \u043a\u043e\u0438 \u045c\u0435 \u0441\u0435 \u043f\u043e\u0432\u0440\u0437\u0430\u043c
jsp.start.share.component.headline.links=\u0414\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0430\u043c \u043c\u043e\u0438 \u0432\u0440\u0441\u043a\u0438 \u043d\u0430 \u0432\u0435\u0431-\u043b\u043e\u043a\u0430\u0446\u0438\u0438
jsp.start.share.component.headline.library=\u0414\u0430 \u043f\u043e\u0431\u0430\u0440\u0430\u043c \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442 \u043e\u0434 \u043c\u043e\u0438\u0442\u0435 \u043a\u043e\u043b\u0435\u0433\u0438

jsp.start.share.component.body.title.tryMultiple=\u041e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 {0} \u0438\u043b\u0438 {1}
jsp.start.share.component.body.title.try=\u041e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 {0}

jsp.start.share.component.body.documents.files=\u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0438 \u043a\u043e\u0433\u0430 \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u0442\u0435, \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u0442\u0435 \u0438 \u0441\u043a\u043b\u0430\u0434\u0438\u0440\u0430\u0442\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0432\u043e \u0446\u0435\u043d\u0442\u0440\u0430\u043b\u043d\u0430 \u043b\u043e\u043a\u0430\u0446\u0438\u0458\u0430.
jsp.start.share.component.body.documents.activities=\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043a\u043e\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0410\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0438\u0442\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0430. \u0410\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0430 \u0432\u0438 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0443\u0432\u0430 \u0434\u0430 \u0433\u0438 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0442\u0438\u043c\u0441\u043a\u0430\u0442\u0430 \u0440\u0430\u0431\u043e\u0442\u0430 \u0438 \u0438\u0437\u0432\u043e\u0440\u0438\u0442\u0435 \u043e\u043a\u043e\u043b\u0443 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435 \u043e\u0434 \u043f\u0440\u043e\u0435\u043a\u0442\u043e\u0442.

jsp.start.share.component.body.collaborate.communities=\u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430 \u0433\u0438 \u0441\u043e\u0435\u0434\u0438\u043d\u0443\u0432\u0430 \u043b\u0438\u0446\u0430\u0442\u0430 \u043a\u043e\u0438 \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u0430\u0442 \u0437\u0430\u0435\u0434\u043d\u0438\u0447\u043a\u0438 \u0438\u043d\u0442\u0435\u0440\u0435\u0441. \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u043a\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0438 \u0448\u0442\u043e \u0441\u0435 \u043e\u0431\u0435\u0437\u0431\u0435\u0434\u0435\u043d\u0438 \u043d\u0430 \u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0438\u0442\u0435 \u0437\u0430 \u0434\u0430 \u043a\u043e\u043c\u0443\u043d\u0438\u0446\u0438\u0440\u0430\u0442\u0435, \u0434\u0430 \u0441\u0435 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0438 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0432\u0440\u0437\u0435\u0442\u0435. \u041e\u0445\u0440\u0430\u0431\u0440\u0435\u0442\u0435 \u0433\u043e \u0432\u0430\u0448\u0438\u043e\u0442 \u0442\u0438\u043c \u0434\u0430 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u0443\u0432\u0430 \u0438 \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0441\u043e \u0434\u043e\u0434\u0430\u0432\u0430\u045a\u0435 \u0431\u043b\u043e\u0433\u043e\u0432\u0438, wikis, \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438, \u0444\u043e\u0440\u0443\u043c\u0438 \u0438 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438.
jsp.start.share.component.body.ideas.forums=\u0424\u043e\u0440\u0443\u043c\u0438\u0442\u0435 \u0441\u0435 \u043a\u043e\u0440\u0438\u0441\u043d\u043e \u043c\u0435\u0441\u0442\u043e \u0437\u0430 \u0432\u0430\u0448\u0438\u043e\u0442 \u0442\u0438\u043c \u0434\u0430 \u0440\u0430\u0437\u043c\u0438\u0441\u043b\u0443\u0432\u0430 \u0438 \u0441\u043e\u0431\u0438\u0440\u0430 \u043f\u043e\u0432\u0440\u0430\u0442\u043d\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438. \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0444\u043e\u0440\u0443\u043c \u0437\u0430 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u0442\u0435 \u0438\u0434\u0435\u0438 \u0441\u043e \u0432\u0430\u0448\u0438\u043e\u0442 \u0442\u0438\u043c \u0438 \u0434\u0430 \u0434\u0438\u0441\u043a\u0443\u0442\u0438\u0440\u0430\u0442\u0435 \u043d\u0430 \u0442\u0435\u043c\u0438 \u043e\u0434 \u0437\u0430\u0435\u0434\u043d\u0438\u0447\u043a\u0438 \u0438\u043d\u0442\u0435\u0440\u0435\u0441. 
jsp.start.share.component.body.ideas.wikis=\u0421\u043e\u0437\u0434\u0430\u0434\u0435\u0442\u0435 wiki \u0437\u0430 \u0434\u0430 \u043c\u0443 \u0434\u0430\u0434\u0435\u0442\u0435 \u0446\u0435\u043d\u0442\u0440\u0430\u043b\u043d\u043e \u043c\u0435\u0441\u0442\u043e \u043d\u0430 \u0432\u0430\u0448\u0438\u043e\u0442 \u0442\u0438\u043c \u0437\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u043e \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u045a\u0435 \u0438 \u0440\u0430\u0437\u0432\u0438\u0432\u0430\u045a\u0435 \u0438\u0434\u0435\u0438 \u043f\u0440\u0435\u043a\u0443 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u043a\u0430.
jsp.start.share.component.body.knowledge.blogs=\u0411\u043b\u043e\u0433\u043e\u0432\u0438\u0442\u0435 \u0441\u0435 \u0436\u0443\u0440\u043d\u0430\u043b\u0438 \u043d\u0430 \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442 \u043d\u0430 \u043a\u043e\u0438\u0448\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0441\u043e \u0432\u0430\u0448\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0458\u0430. \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0431\u043b\u043e\u0433 \u0437\u0430 \u0434\u0430 \u0438\u043c \u043a\u0430\u0436\u0435\u0442\u0435 \u043d\u0430 \u043a\u043e\u043b\u0435\u0433\u0438\u0442\u0435 \u0437\u0430 \u043d\u0430\u0458\u043d\u043e\u0432\u0438\u0442\u0435 \u0440\u0430\u0437\u0432\u043e\u0438 \u0432\u043e \u043e\u0434\u0440\u0435\u0434\u0435\u043d\u0430 \u043e\u0431\u043b\u0430\u0441\u0442, \u0434\u0430 \u0458\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u0441\u0442\u0440\u0443\u0447\u043d\u043e\u0441\u0442 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u0430 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u0438\u043b\u0438 \u0435\u0434\u043d\u043e\u0441\u0442\u0430\u0432\u043d\u043e \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0438\u0442\u0435 \u043d\u043e\u0432\u043e\u0441\u0442\u0438 \u0438 \u043f\u0440\u0438\u043a\u0430\u0437\u0438.
jsp.start.share.component.body.people.profiles=\u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u041f\u0440\u043e\u0444\u0438\u043b\u0438 \u0437\u0430 \u0431\u0440\u0437\u043e \u0434\u0430 \u0441\u0435 \u043f\u043e\u0432\u0440\u0437\u0435\u0442\u0435 \u0441\u043e \u0432\u0438\u0441\u0442\u0438\u043d\u0441\u043a\u0438\u0442\u0435 \u043b\u0438\u0446\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u0442\u0435 \u043b\u0438\u0446\u0430 \u0432\u0440\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0437\u0430 \u043a\u043e\u043d\u0442\u0430\u043a\u0442, \u0437\u0430\u0434\u043d\u0438\u043d\u0430 \u0438\u043b\u0438 \u0441\u0442\u0440\u0443\u0447\u043d\u043e\u0441\u0442. \u0418\u0437\u0433\u0440\u0430\u0434\u0435\u0442\u0435 \u043a\u043e\u0440\u0438\u0441\u0435\u043d \u0437\u0431\u0438\u0440 \u043e\u0434 \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0438 \u0441\u043e \u0442\u043e\u0430 \u0448\u0442\u043e \u045c\u0435 \u043f\u043e\u043a\u0430\u043d\u0438\u0442\u0435 \u043b\u0438\u0446\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0434\u0440\u0443\u0436\u0430\u0442 \u043d\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u043c\u0440\u0435\u0436\u0430. \u041f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u0442\u0435 \u0438 \u043f\u043e\u0432\u0440\u0437\u0435\u0442\u0435 \u0441\u0435!
jsp.start.share.component.body.links.dogear=\u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u041e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438 \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0441\u043a\u043b\u0430\u0434\u0438\u0440\u0430\u0442\u0435, \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0438 \u0441\u043f\u043e\u0434\u0435\u043b\u0438\u0442\u0435 \u0432\u0430\u0448\u0438\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438 \u043d\u0430 \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442 \u0438 \u0438\u043d\u0442\u0440\u0430\u043d\u0435\u0442 \u043e\u0434 \u0443\u0434\u043e\u0431\u043d\u0430, \u0446\u0435\u043d\u0442\u0440\u0430\u043b\u043d\u0430 \u043b\u043e\u043a\u0430\u0446\u0438\u0458\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0438\u0442\u0435 \u043d\u0435\u043a\u043e\u043b\u043a\u0443 \u0438\u043b\u0438 \u0441\u0438\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438, \u0441\u043e \u0448\u0442\u043e \u045c\u0435 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0430\u0442\u0435 \u043a\u043e\u0458 \u0448\u0442\u043e \u0433\u043b\u0435\u0434\u0430. \u0418\u0441\u0442\u043e \u0442\u0430\u043a\u0430, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u0438 \u0432\u0438\u0434\u0438\u0442\u0435 \u0438\u0437\u0432\u043e\u0440\u0438\u0442\u0435 \u043d\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0458\u0430 \u0441\u043e \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u043a\u043e\u043b\u0435\u043a\u0446\u0438\u0438 \u043d\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438 \u043b\u0438\u0446\u0430.
jsp.start.share.component.body.library.communities=\u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430 \u0437\u0430 \u0434\u0430 \u0441\u043a\u043b\u0430\u0434\u0438\u0440\u0430\u0442\u0435, \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0438\u0440\u0430\u0442\u0435, \u0434\u0430 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u0443\u0432\u0430\u0442\u0435 \u043d\u0430 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438 \u0438 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0438\u0442\u0435 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u0431\u0430\u0440\u0430\u0442\u0435 \u043f\u0440\u0438\u0458\u0430\u0442\u0435\u043b\u0438\u0442\u0435 \u043a\u043e\u0438 \u0441\u0435 \u0447\u043b\u0435\u043d\u043e\u0432\u0438 \u0434\u0430 \u0433\u0438 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0430\u0442 \u0432\u0430\u0448\u0438\u0442\u0435 \u043d\u0430\u0446\u0440\u0442-\u0432\u0435\u0440\u0437\u0438\u0438 \u0438 \u0434\u0430 \u0433\u0438 \u0438\u0441\u043a\u043e\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0431\u043e\u0433\u0430\u0442\u0438\u0442\u0435 \u0441\u043e\u0446\u0438\u0458\u0430\u043b\u043d\u0438 \u043a\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0438 \u043a\u0430\u043a\u043e \u0448\u0442\u043e \u0441\u0435 \u043e\u0437\u043d\u0430\u0447\u0443\u0432\u0430\u045a\u0435, \u0441\u043b\u0435\u0434\u0435\u045a\u0435, \u0434\u043e\u043f\u0430\u0453\u0430\u045a\u0435 \u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0438\u0440\u0430\u045a\u0435.


jsp.start.share.component.linksTitle.activities=\u041e\u0434\u0438 \u0432\u043e \u0410\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438
jsp.start.share.component.linksTitle.blogs=\u041e\u0434\u0438 \u0432\u043e \u0411\u043b\u043e\u0433\u043e\u0432\u0438
jsp.start.share.component.linksTitle.dogear=\u041e\u0434\u0438 \u0432\u043e \u041e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438
jsp.start.share.component.linksTitle.files=\u041e\u0434\u0438 \u0432\u043e \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0438
jsp.start.share.component.linksTitle.communities=\u041e\u0434\u0438 \u0432\u043e \u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0438
jsp.start.share.component.linksTitle.forums=\u041e\u0434\u0438 \u0432\u043e \u0424\u043e\u0440\u0443\u043c\u0438
jsp.start.share.component.linksTitle.wikis=\u041e\u0434\u0438 \u0432\u043e Wikis
jsp.start.share.component.linksTitle.profiles=\u041e\u0434\u0438 \u0432\u043e \u041f\u0440\u043e\u0444\u0438\u043b\u0438
jsp.start.share.component.linksTitle.homepage=\u041e\u0434\u0438 \u0432\u043e \u043f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430

jsp.start.share.info=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u0432\u0440\u0441\u043a\u0438\u0442\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u0434\u0435\u0442\u0430\u043b\u0438 \u0437\u0430 \u0441\u0435\u043a\u043e\u0458\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430.

# Explore
jsp.start.explore.component.body.activities=\u0410\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438 \u0432\u0438 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0443\u0432\u0430 \u0434\u0430 \u0458\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430 \u043d\u0430 \u0432\u0430\u0448\u0438\u043e\u0442 \u0442\u0438\u043c \u043e\u043a\u043e\u043b\u0443 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435 \u043d\u0430 \u043f\u0440\u043e\u0435\u043a\u0442\u043e\u0442. \u0421\u043e\u0437\u0434\u0430\u0432\u0430\u045a\u0435\u0442\u043e \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442 \u0435 \u043a\u043e\u0440\u0438\u0441\u0435\u043d \u043d\u0430\u0447\u0438\u043d \u0434\u0430 \u0441\u0435 \u0441\u043f\u043e\u0434\u0435\u043b\u0430\u0442 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0438 \u0438\u0437\u0432\u043e\u0440\u0438, \u0434\u0430 \u0441\u0435 \u0434\u043e\u0434\u0435\u043b\u0430\u0442 \u0438 \u0441\u043b\u0435\u0434\u0430\u0442 \u0441\u0442\u0430\u0432\u043a\u0438 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430, \u0434\u0430 \u0441\u0435 \u043e\u0431\u0458\u0430\u0432\u0430\u0442 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0437\u0430 \u0442\u0438\u043c\u043e\u0442 \u0438 \u0434\u0430 \u0441\u0435 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0438\u0440\u0430\u0430\u0442 \u0441\u043e\u0441\u0442\u0430\u043d\u043e\u0446\u0438. \u0412\u043e \u0441\u0435\u043a\u043e\u0435 \u0432\u0440\u0435\u043c\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u043e\u0432\u0438 \u0447\u043b\u0435\u043d\u043e\u0432\u0438 \u043d\u0430 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442 \u0441\u043e \u0448\u0442\u043e \u0432\u0438 \u0441\u0435 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0443\u0432\u0430 \u0431\u0440\u0437\u043e \u0434\u0430 \u0433\u0438 \u0441\u043e\u0435\u0434\u0438\u043d\u0438\u0442\u0435 \u0438\u0437\u0432\u043e\u0440\u0438\u0442\u0435 \u0448\u0442\u043e \u0432\u0438 \u0441\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u043d\u0438 \u0437\u0430 \u043f\u0440\u043e\u0435\u043a\u0442\u043e\u0442.
jsp.start.explore.component.body.blogs=\u0411\u043b\u043e\u0433\u043e\u0432\u0438\u0442\u0435 \u0441\u0435 \u0436\u0443\u0440\u043d\u0430\u043b\u0438 \u043d\u0430 \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442 \u0448\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0441\u043e \u043e\u0441\u0442\u0430\u043d\u0430\u0442\u0438\u0442\u0435 \u043e\u0434 \u0432\u0430\u0448\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0458\u0430. \u0411\u043b\u043e\u0433\u043e\u0442 \u0435 \u043e\u0434\u043b\u0438\u0447\u0435\u043d \u043d\u0430\u0447\u0438\u043d \u0434\u0430 \u0433\u0438 \u043f\u0440\u0435\u0442\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0432\u0430\u0448\u0438\u0442\u0435 \u043d\u0430\u0458\u043d\u043e\u0432\u0438 \u0432\u0435\u0441\u0442\u0438 \u0438 \u043f\u0440\u0438\u043a\u0430\u0437\u0438 \u0441\u043e \u0435\u0444\u0438\u043a\u0430\u0441\u0435\u043d, \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u0435\u043d \u0441\u0442\u0438\u043b. \u0421\u043e \u043e\u0431\u0458\u0430\u0432\u0443\u0432\u0430\u045a\u0435 \u0440\u0435\u0434\u043e\u0432\u043d\u0438 \u0437\u0430\u043f\u0438\u0441\u0438 \u043d\u0430 \u043e\u0434\u0440\u0435\u0434\u0435\u043d \u043f\u0440\u0435\u0434\u043c\u0435\u0442 \u0438\u043b\u0438 \u0442\u0435\u043c\u0430, \u045c\u0435 \u0441\u0435 \u043e\u0441\u0438\u0433\u0443\u0440\u0438\u0442\u0435 \u0434\u0435\u043a\u0430 \u043b\u0443\u0453\u0435\u0442\u043e \u0433\u0438 \u0441\u043b\u0435\u0434\u0430\u0442 \u043d\u0430\u0458\u043d\u043e\u0432\u0438\u0442\u0435 \u0440\u0430\u0437\u0432\u043e\u0438 \u043d\u0430 \u043e\u0434\u0440\u0435\u0434\u0435\u043d\u0430 \u043e\u0431\u043b\u0430\u0441\u0442.
jsp.start.explore.component.body.dogear=\u041a\u043e\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u041e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438 \u0437\u0430 \u0434\u0430 \u0441\u043a\u043b\u0430\u0434\u0438\u0440\u0430\u0442\u0435 \u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0430\u043d\u0438 \u0432\u0435\u0431-\u0432\u0440\u0441\u043a\u0438 \u043e\u0434 \u0446\u0435\u043d\u0442\u0440\u0430\u043b\u0435\u043d \u043f\u0440\u043e\u0441\u0442\u043e\u0440. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0438\u0442\u0435 \u043d\u0435\u043a\u043e\u043b\u043a\u0443 \u0438\u043b\u0438 \u0441\u0438\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438. \u0418\u0441\u0442\u043e \u0442\u0430\u043a\u0430, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u0438 \u0432\u0438\u0434\u0438\u0442\u0435 \u043a\u043e\u043b\u0435\u043a\u0446\u0438\u0438\u0442\u0435 \u043d\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u0441\u043e \u0448\u0442\u043e \u0434\u043e\u0431\u0438\u0432\u0430\u0442\u0435 \u043d\u0430\u0447\u0438\u043d\u0438 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0432\u0440\u0437\u0435\u0442\u0435 \u0441\u043e \u043b\u0438\u0446\u0430 \u043a\u043e\u0438 \u0438\u043c\u0430\u0430\u0442 \u0441\u043b\u0438\u0447\u0435\u043d \u0438\u043d\u0442\u0435\u0440\u0435\u0441 \u0438\u043b\u0438 \u0441\u0442\u0440\u0443\u0447\u043d\u043e\u0441\u0442 \u0448\u0442\u043e \u0432\u0438 \u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u043d\u0430.
jsp.start.explore.component.body.communities=\u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0430 \u0435 \u0433\u0440\u0443\u043f\u0430 \u043e\u0434 \u043b\u0438\u0446\u0430 \u043a\u043e\u0438 \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u0430\u0442 \u0437\u0430\u0435\u0434\u043d\u0438\u0447\u043a\u0438 \u0438\u043d\u0442\u0435\u0440\u0435\u0441. \u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0438\u0442\u0435 \u0434\u0430\u0432\u0430\u0430\u0442 \u043e\u0434\u043b\u0438\u0447\u0435\u043d \u043d\u0430\u0447\u0438\u043d \u0437\u0430 \u043f\u043e\u0432\u0440\u0437\u0443\u0432\u0430\u045a\u0435 \u0447\u043b\u0435\u043d\u043e\u0432\u0438 \u043d\u0430 \u0442\u0438\u043c \u0438 \u0438\u043c \u043f\u043e\u043c\u0430\u0433\u0430\u0430\u0442 \u0434\u0430 \u043e\u0441\u0442\u0430\u043d\u0430\u0442 \u0432\u043e \u043a\u043e\u043d\u0442\u0430\u043a\u0442 \u0438 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u0430\u0442 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438. \u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0438\u0442\u0435 \u043c\u043e\u0436\u0430\u0442 \u0434\u0430 \u0431\u0438\u0434\u0430\u0442 \u0458\u0430\u0432\u043d\u0438 \u0438\u043b\u0438 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0443\u0432\u0430\u0458\u045c\u0438 \u0438\u043c \u043d\u0430 \u0441\u043e\u043f\u0441\u0442\u0432\u0435\u043d\u0438\u0446\u0438\u0442\u0435 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438\u0442\u0435 \u0434\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0430\u0430\u0442 \u043a\u043e\u0458 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0434\u0440\u0443\u0436\u0438 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430 \u0438 \u0434\u0430 \u043f\u0440\u0438\u0441\u0442\u0430\u043f\u0438 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430. \u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0438\u0442\u0435 \u043c\u043e\u0436\u0430\u0442 \u0434\u0430 \u0441\u043e\u0434\u0440\u0436\u0430\u0442 \u0438\u043b\u0438 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0432\u0440\u0437\u0430\u0442 \u0441\u043e \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0438 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442 \u0441\u043e \u0448\u0442\u043e \u0438\u043c \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0443\u0432\u0430\u0430\u0442 \u043d\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0438\u0442\u0435 \u0434\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0438\u0440\u0430\u0430\u0442 \u0438 \u0434\u0430 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u0443\u0432\u0430\u0430\u0442 \u043d\u0430 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430.
jsp.start.explore.component.body.files=\u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0438\u0442\u0435 \u043d\u0443\u0434\u0430\u0442 \u0443\u0434\u043e\u0431\u0435\u043d \u043d\u0430\u0447\u0438\u043d \u0437\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u0443\u0432\u0430\u045a\u0435 \u0438 \u0441\u043a\u043b\u0430\u0434\u0438\u0440\u0430\u045a\u0435 \u0432\u043e \u0446\u0435\u043d\u0442\u0440\u0430\u043b\u043d\u0430\u0442\u0430 \u0430\u0440\u0445\u0438\u0432\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u0442\u0435 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438 \u0441\u043e \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u043b\u0438\u0446\u0430 \u0441\u043e \u0448\u0442\u043e \u0434\u043e\u0431\u0438\u0432\u0430\u0442\u0435 \u043d\u0430\u0447\u0438\u043d\u0438 \u0434\u0430 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u0443\u0432\u0430\u0442\u0435 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430, \u0430 \u0434\u0430 \u043d\u0435 \u043c\u043e\u0440\u0430\u0442\u0435 \u0434\u0430 \u0438\u0441\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0433\u043e\u043b\u0435\u043c\u0438 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438 \u043f\u0440\u0435\u043a\u0443 \u0435-\u043f\u043e\u0448\u0442\u0430. \u0418\u0441\u0442\u043e \u0442\u0430\u043a\u0430, \u043c\u043e\u0436\u0435 \u0434\u0430 \u0438\u0437\u0440\u0430\u0437\u0438\u0442\u0435 \u0434\u043e\u043f\u0430\u0453\u0430\u045a\u0435 \u0437\u0430 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438, \u0434\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0438\u0440\u0430\u0442\u0435 \u043d\u0430 \u043d\u0438\u0432 \u0441\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u045a\u0435 \u043f\u0430\u043f\u043a\u0438 \u0438 \u0434\u0430 \u0441\u043b\u0435\u0434\u0438\u0442\u0435 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u0432\u0435\u0440\u0437\u0438\u0438 \u043d\u0430 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438.
jsp.start.explore.component.body.forums=\u0424\u043e\u0440\u0443\u043c \u0435 \u043f\u0430\u043d\u0435\u043b \u0437\u0430 \u0434\u0438\u0441\u043a\u0443\u0441\u0438\u0458\u0430 \u043d\u0430 \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442 \u0441\u043e \u0444\u043e\u043a\u0443\u0441 \u043d\u0430 \u043e\u0434\u0440\u0435\u0434\u0435\u043d\u0430 \u0442\u0435\u043c\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0443\u0447\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442\u0435 \u0432\u043e \u0444\u043e\u0440\u0443\u043c \u0442\u0430\u043a\u0430 \u0448\u0442\u043e \u045c\u0435 \u043e\u0431\u0458\u0430\u0432\u0443\u0432\u0430\u0442\u0435 \u043f\u0440\u0430\u0448\u0430\u045a\u0430 \u0438\u043b\u0438 \u045c\u0435 \u043e\u0434\u0433\u043e\u0432\u0430\u0440\u0430\u0442\u0435 \u043d\u0430 \u043f\u043e\u0441\u0442\u043e\u0435\u0447\u043a\u0438\u0442\u0435 \u043d\u0438\u0448\u043a\u0438 \u0437\u0430 \u0434\u0438\u0441\u043a\u0443\u0441\u0438\u0438. \u0421\u0430\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043d\u0430\u0458\u0434\u0435\u0442\u0435 \u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u043e\u0442 \u0448\u0442\u043e \u0432\u0435 \u0431\u043b\u043e\u043a\u0438\u0440\u0430?  \u0424\u043e\u0440\u0443\u043c\u0438\u0442\u0435 \u0441\u0435 \u043e\u0434\u043b\u0438\u0447\u0435\u043d \u043d\u0430\u0447\u0438\u043d \u0437\u0430 \u0440\u0430\u0437\u043c\u0438\u0441\u043b\u0443\u0432\u0430\u045a\u0435 \u0437\u0430 \u0438\u0434\u0435\u0438, \u0441\u043e\u0431\u0438\u0440\u0430\u045a\u0435 \u043f\u043e\u0432\u0440\u0430\u0442\u043d\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0438 \u0432\u043b\u0438\u0458\u0430\u043d\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0443\u0447\u043d\u043e\u0441\u0442\u0430 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438\u0442\u0435.
jsp.start.explore.component.body.profiles=\u041f\u0440\u043e\u0444\u0438\u043b\u0438 \u0435 \u0438\u043c\u0435\u043d\u0438\u043a \u043d\u0430 \u043b\u0438\u0446\u0430 \u0432\u043e \u0432\u0430\u0448\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0458\u0430 \u0448\u0442\u043e \u0432\u0438 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0443\u0432\u0430 \u0431\u0440\u0437\u043e \u0434\u0430 \u043d\u0430\u0458\u0434\u0435\u0442\u0435 \u0438 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0432\u0440\u0437\u0435\u0442\u0435 \u0441\u043e \u0432\u0438\u0441\u0442\u0438\u043d\u0441\u043a\u0438\u0442\u0435 \u043b\u0438\u0446\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u0442\u0435 \u043b\u0438\u0446\u0430 \u0432\u0440\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u043d\u0438\u0432\u043d\u0438\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0437\u0430 \u043a\u043e\u043d\u0442\u0430\u043a\u0442, \u0437\u0430\u0434\u043d\u0438\u043d\u0430 \u0438\u043b\u0438 \u0441\u0442\u0440\u0443\u0447\u043d\u043e\u0441\u0442. \u041e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u0442\u0435 \u043b\u0438\u0446\u0430\u0442\u0430 \u0434\u0430 \u0432\u0435 \u0437\u0430\u043f\u043e\u0437\u043d\u0430\u0430\u0442 \u0441\u043e \u043f\u043e\u043f\u043e\u043b\u043d\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0432\u0430\u0448\u0438\u043e\u0442 \u0441\u043e\u043f\u0441\u0442\u0432\u0435\u043d \u043f\u0440\u043e\u0444\u0438\u043b. \u0418\u0437\u0433\u0440\u0430\u0434\u0435\u0442\u0435 \u0441\u0432\u043e\u0458 \u0437\u0431\u0438\u0440 \u043e\u0434 \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0438 \u0441\u043e \u0434\u043e\u0434\u0430\u0432\u0430\u045a\u0435 \u043b\u0438\u0446\u0430 \u0432\u043e \u0432\u0430\u0448\u0430\u0442\u0430 \u043c\u0440\u0435\u0436\u0430.
jsp.start.explore.component.body.wikis=Wiki \u0435 \u043a\u043e\u043b\u0435\u043a\u0446\u0438\u0458\u0430 \u043e\u0434 \u0432\u0435\u0431-\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0437\u0430 \u043e\u0434\u0440\u0435\u0434\u0435\u043d\u0430 \u0442\u0435\u043c\u0430. Wikis \u0441\u0435 \u043e\u0434\u043b\u0438\u0447\u0435\u043d \u043d\u0430\u0447\u0438\u043d \u0437\u0430 \u0446\u0435\u043d\u0442\u0440\u0430\u043b\u043d\u043e \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0438\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0438 \u0434\u0430 \u0458\u0430 \u043e\u0445\u0440\u0430\u0431\u0440\u0438\u0442\u0435 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u043a\u0430\u0442\u0430 \u0441\u043e \u0442\u0438\u043c\u043e\u0442 \u043e\u0434 \u043f\u0440\u043e\u0435\u043a\u0442\u043e\u0442. \u0427\u043b\u0435\u043d\u043e\u0432\u0438\u0442\u0435 \u043d\u0430 Wiki \u043c\u043e\u0436\u0430\u0442 \u0434\u0430 \u0434\u043e\u0434\u0430\u0434\u0430\u0442 \u0441\u0432\u043e\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438, \u0434\u0430 \u0443\u0440\u0435\u0434\u0430\u0442 \u0438 \u0434\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0438\u0440\u0430\u0430\u0442 \u043d\u0430 \u043f\u043e\u0441\u0442\u043e\u0435\u0447\u043a\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438, \u0441\u043e \u0448\u0442\u043e \u0441\u0435 \u043f\u043e\u0442\u0432\u0440\u0434\u0443\u0432\u0430 \u0434\u0435\u043a\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438\u0442\u0435 \u0441\u0435\u043a\u043e\u0433\u0430\u0448 \u0441\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u043d\u0438.

jsp.start.explore.introduction.title=\u0412\u043e\u0432\u0435\u0434
jsp.start.explore.introduction.body=IBM Connections \u0435 \u0441\u043e\u0446\u0438\u0458\u0430\u043b\u0435\u043d \u0441\u043e\u0444\u0442\u0432\u0435\u0440 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0430. \u0412\u0438 \u0434\u0430\u0432\u0430 \u043c\u043e\u045c \u0434\u0430 \u0458\u0430 \u0440\u0430\u0437\u0432\u0438\u0432\u0430\u0442\u0435, \u0434\u0430 \u0458\u0430 \u043d\u0435\u0433\u0443\u0432\u0430\u0442\u0435 \u0438 \u0434\u0430 \u043e\u0441\u0442\u0430\u043d\u0435\u0442\u0435 \u0432\u043e \u043a\u043e\u043d\u0442\u0430\u043a\u0442 \u0441\u043e \u043c\u0440\u0435\u0436\u0430\u0442\u0430 \u043d\u0430 \u0432\u0430\u0448\u0438\u0442\u0435 \u043a\u043e\u043b\u0435\u0433\u0438, \u0431\u0440\u0437\u043e \u0434\u0430 \u043e\u0434\u0433\u043e\u0432\u0430\u0440\u0430\u0442\u0435 \u043d\u0430 \u0434\u0435\u043b\u043e\u0432\u043d\u0438 \u043f\u0440\u0438\u043b\u0438\u043a\u0438 \u043f\u0440\u0435\u043a\u0443 \u0431\u0430\u0440\u0430\u045a\u0435 \u0441\u0442\u0440\u0443\u0447\u043d\u043e\u0441\u0442 \u0432\u043e \u0432\u0430\u0448\u0430\u0442\u0430 \u043c\u0440\u0435\u0436\u0430, \u0434\u0430 \u0434\u0438\u0441\u043a\u0443\u0442\u0438\u0440\u0430\u0442\u0435 \u0438 \u0434\u0430 \u043f\u0440\u043e\u0447\u0438\u0441\u0442\u0438\u0442\u0435 \u043d\u043e\u0432\u0438 \u043a\u0440\u0435\u0430\u0442\u0438\u0432\u043d\u0438 \u0438\u0434\u0435\u0438 \u0441\u043e \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438 \u043d\u0430 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u043d\u0438\u0446\u0438 \u0438 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438.
jsp.start.explore.info=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u0432\u0440\u0441\u043a\u0438\u0442\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u0434\u0435\u0442\u0430\u043b\u0438 \u0437\u0430 \u0441\u0435\u043a\u043e\u0458\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430.

jsp.start.explore.demo.alt=\u041f\u0443\u0448\u0442\u0438 \u0432\u0438\u0434\u0435\u043e \u043d\u0430 \u0434\u0435\u043c\u043e\u043d\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0430
jsp.start.explore.viewdemo=\u041f\u0440\u0438\u043a\u0430\u0436\u0438 \u0434\u0435\u043c\u043e\u043d\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0430
jsp.start.explore.viewCommunitiesDemo=\u041f\u0440\u0438\u043a\u0430\u0436\u0438 \u0434\u0435\u043c\u043e\u043d\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0430 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430
jsp.start.explore.viewLibraryDemo=\u041f\u0440\u0438\u043a\u0430\u0436\u0438 \u0434\u0435\u043c\u043e\u043d\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0430 \u043d\u0430 \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430

jsp.help.read.transcript = \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043e\u0432\u0434\u0435 \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0447\u0438\u0442\u0430\u0442\u0435 \u043f\u0440\u0435\u043f\u0438\u0441 \u0432\u043e \u0442\u0435\u043a\u0441\u0442 \u043d\u0430 \u043e\u0432\u0430 \u0443\u043f\u0430\u0442\u0441\u0442\u0432\u043e.

# River of news strings
jsp.river.more = \u041f\u043e\u0432\u0435\u045c\u0435
jsp.river.removeSaved = \u041e\u0442\u0441\u0442\u0440\u0430\u043d\u0438 \u0441\u0442\u0430\u0432\u043a\u0430 \u043e\u0434 \u043c\u043e\u0458\u043e\u0442 \u0437\u0430\u0447\u0443\u0432\u0430\u043d \u0441\u043f\u0438\u0441\u043e\u043a
jsp.river.associatedTags = \u041e\u0437\u043d\u0430\u043a\u0438:
jsp.river.saveForLater= \u0417\u0430\u0447\u0443\u0432\u0430\u0458
jsp.river.saveForLater.alt = \u0417\u0430\u0447\u0443\u0432\u0430\u0458 \u0438\u043a\u043e\u043d\u0430
jsp.river.openOriginal = \u041e\u0442\u0432\u043e\u0440\u0438 \u0458\u0430 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0430\u0432\u043a\u0430
jsp.river.linkIcon = \u0418\u043a\u043e\u043d\u0430 \u0412\u0440\u0441\u043a\u0430
jsp.river.deleteSaved = \u041e\u0442\u0441\u0442\u0440\u0430\u043d\u0438 \u043e\u0434 \u0437\u0430\u0447\u0443\u0432\u0430\u043d\u043e

jsp.river.discover.introduction = \u041e\u0442\u043a\u0440\u0438\u0458\u0442\u0435 \u043d\u043e\u0432\u0438 \u043b\u0438\u0446\u0430 \u0438 \u043d\u043e\u0432\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0441\u043e \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0443\u0432\u0430\u045a\u0435 \u0432\u043e \u0441\u0438\u0442\u0435 \u0458\u0430\u0432\u043d\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430
jsp.river.topUpdates.introduction = \u041f\u043e\u0433\u043b\u0435\u0434\u043d\u0435\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0437\u0430 \u0441\u0442\u0430\u0442\u0443\u0441 \u043e\u0434 \u0432\u0430\u0448\u0430\u0442\u0430 \u043c\u0440\u0435\u0436\u0430 \u0438 \u043e\u0434\u0433\u043e\u0432\u043e\u0440\u0438 \u0437\u0430 \u0432\u0430\u0448\u0438\u0442\u0435 \u043f\u0440\u0438\u0434\u043e\u043d\u0435\u0441\u0438.
jsp.river.filter.show = \u041f\u043e\u043a\u0430\u0436\u0438:
jsp.river.filter.allUpdates = \u0421\u0438\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430
jsp.river.filter.homepage = \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.river.filter.activities = \u0410\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438
jsp.river.filter.profiles = \u041f\u0440\u043e\u0444\u0438\u043b\u0438
jsp.river.filter.communities = \u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0438
jsp.river.filter.blogs = \u0411\u043b\u043e\u0433\u043e\u0432\u0438
jsp.river.filter.dogear = \u041e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438
jsp.river.filter.wikis = Wikis
jsp.river.filter.files = \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0438

jsp.river.filter.alt.allUpdates = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u0442 \u0441\u0438\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430
jsp.river.filter.alt.activities = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u0442 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0441\u0430\u043c\u043e \u043e\u0434 \u0410\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438
jsp.river.filter.alt.profiles = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u0442 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0441\u0430\u043c\u043e \u043e\u0434 \u041f\u0440\u043e\u0444\u0438\u043b\u0438
jsp.river.filter.alt.communities = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u0442 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0441\u0430\u043c\u043e \u043e\u0434 \u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0438
jsp.river.filter.alt.blogs = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u0442 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0441\u0430\u043c\u043e \u043e\u0434 \u0411\u043b\u043e\u0433\u043e\u0432\u0438
jsp.river.filter.alt.dogear = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u0442 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0441\u0430\u043c\u043e \u043e\u0434 \u041e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438
jsp.river.filter.alt.wikis = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u0442 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0441\u0430\u043c\u043e \u043e\u0434 Wikis
jsp.river.filter.alt.files = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0430\u0442 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0441\u0430\u043c\u043e \u043e\u0434 \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0438

jsp.river.error.message = \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0435 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0430 \u0441\u043e \u0432\u0435\u0441\u0442\u0438
jsp.river.error.error = \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430. \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0441\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u043e\u0442 \u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u043e\u0442. \u041e\u0432\u0430\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0435\u0434\u0438\u0437\u0432\u0438\u043a\u0430 \u0430\u043a\u043e \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u0430\u0440\u0445\u0438\u0432\u0430 \u043d\u0430 \u0432\u0435\u0441\u0442\u0438 \u043d\u0435 \u0441\u0435 \u0438\u0437\u0432\u0440\u0448\u0443\u0432\u0430 \u0441\u043e\u043e\u0434\u0432\u0435\u0442\u043d\u043e.
jsp.river.error.details = \u041f\u0440\u0438\u043a\u0430\u0436\u0438 \u0458\u0430 \u0446\u0435\u043b\u0430\u0442\u0430 \u043f\u043e\u0440\u0430\u043a\u0430 \u0437\u0430 \u0433\u0440\u0435\u0448\u043a\u0430
jsp.river.error.icon.alt = \u0418\u043a\u043e\u043d\u0430 \u0437\u0430 \u0433\u0440\u0435\u0448\u043a\u0430

# Alt text for icons in river of news. Need for screen readers
jsp.river.alt.homepage = \u041d\u0430\u0441\u0442\u0430\u043d \u043e\u0434 \u041f\u043e\u0447\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.river.alt.blogs = \u041d\u0430\u0441\u0442\u0430\u043d \u043e\u0434 \u0411\u043b\u043e\u0433\u043e\u0432\u0438
jsp.river.alt.wikis = \u041d\u0430\u0441\u0442\u0430\u043d \u043e\u0434 Wikis
jsp.river.alt.files = \u041d\u0430\u0441\u0442\u0430\u043d \u043e\u0434 \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0438
jsp.river.alt.dogear = \u041d\u0430\u0441\u0442\u0430\u043d \u043e\u0434 \u041e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438
jsp.river.alt.activities = \u041d\u0430\u0441\u0442\u0430\u043d \u043e\u0434 \u0410\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438
jsp.river.alt.profiles = \u041d\u0430\u0441\u0442\u0430\u043d \u043e\u0434 \u041f\u0440\u043e\u0444\u0438\u043b\u0438
jsp.river.alt.communities = \u041d\u0430\u0441\u0442\u0430\u043d \u043e\u0434 \u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0438
jsp.river.alt.thirdParty = \u041d\u0430\u0441\u0442\u0430\u043d \u043e\u0434 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0430 \u043d\u0430 \u0442\u0440\u0435\u0442\u043e \u043b\u0438\u0446\u0435

# Saved tab messages when no stories to display
jsp.river.savedTab.title.part1 = \u0421\u00e8 \u0443\u0448\u0442\u0435 \u043d\u0435\u043c\u0430\u0442\u0435 \u0437\u0430\u0447\u0443\u0432\u0430\u043d\u043e \u043d\u0438\u0442\u0443 \u0435\u0434\u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0430.
jsp.river.savedTab.title.part2 = \u0417\u0430 \u0434\u0430 \u0437\u0430\u0447\u0443\u0432\u0430\u0442\u0435 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438 \u0448\u0442\u043e \u045c\u0435 \u0433\u0438 \u0447\u0438\u0442\u0430\u0442\u0435 \u043f\u043e\u0434\u043e\u0446\u043d\u0430...
jsp.river.savedTab.step1 = \u041a\u043e\u0433\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0443\u0432\u0430 \u0441\u043f\u0438\u0441\u043e\u043a \u0441\u043e \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438 (\u0432\u043e \u0422\u043e\u043f \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430, \u041e\u0442\u043a\u0440\u0438\u0458 \u0438\u043b\u0438 \u043a\u0430\u0440\u0442\u0438\u0447\u043a\u0438 \u0437\u0430 \u041d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438).
jsp.river.savedTab.step2 = \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u041f\u043e\u0432\u0435\u045c\u0435 \u0432\u0435\u0434\u043d\u0430\u0448 \u0434\u043e \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0430\u0442\u0430 \u0448\u0442\u043e \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0458\u0430 \u0437\u0430\u0447\u0443\u0432\u0430\u0442\u0435.
jsp.river.savedTab.step3 = \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0417\u0430\u0447\u0443\u0432\u0430\u0458 \u0458\u0430 \u043e\u0432\u0430\u0430 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0430.

# Taop updates messages when no stories to display
# {0} is person name
jsp.river.topUpdates.welcome = \u0417\u0434\u0440\u0430\u0432\u043e {0}!
jsp.river.topUpdates.profiles.update = \u0418\u0437\u0432\u0435\u0441\u0442\u0435\u0442\u0435 \u0433\u0438 \u043b\u0443\u0453\u0435\u0442\u043e \u043a\u043e\u0438 \u0441\u0442\u0435 \u0438 \u0448\u0442\u043e \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435.
jsp.river.topUpdates.profiles.update.part2 = \u0410\u0436\u0443\u0440\u0438\u0440\u0430\u0458\u0442\u0435 \u0433\u043e \u0432\u0430\u0448\u0438\u043e\u0442 \u043f\u0440\u043e\u0444\u0438\u043b.
jsp.river.topUpdates.colleagues.part1 = \u041d\u0430\u0458\u0434\u0435\u0442\u0435 \u043b\u0443\u0453\u0435 \u0448\u0442\u043e \u0432\u0435 \u0438\u043d\u0442\u0435\u0440\u0435\u0441\u0438\u0440\u0430\u0430\u0442 \u0438 \u043f\u043e\u043a\u0430\u043d\u0435\u0442\u0435 \u0433\u0438 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0434\u0440\u0443\u0436\u0430\u0442 \u0432\u043e \u0432\u0430\u0448\u0430\u0442\u0430 \u043c\u0440\u0435\u0436\u0430.
jsp.river.topUpdates.colleagues.part2 = \u041f\u043e\u0447\u043d\u0435\u0442\u0435 \u0434\u0430 \u0458\u0430 \u0433\u0440\u0430\u0434\u0438\u0442\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u043c\u0440\u0435\u0436\u0430.
jsp.river.topUpdates.activities.part1 = \u0421\u043e\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0441\u0442\u0430\u0432\u043a\u0438 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 \u0438 \u0434\u043e\u0434\u0435\u043b\u0435\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0438 \u043d\u0430 \u0432\u0430\u0448\u0438\u043e\u0442 \u0442\u0438\u043c.
jsp.river.topUpdates.activities.part2 = \u0417\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442.
jsp.river.topUpdates.blogs.part1 = \u0421\u043f\u043e\u0434\u0435\u043b\u0435\u0442\u0435 \u0433\u0438 \u0432\u0430\u0448\u0438\u0442\u0435 \u0432\u0435\u0441\u0442\u0438 \u0438 \u043f\u0440\u0438\u043a\u0430\u0437\u0438 \u0441\u043e \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0458\u0430\u0442\u0430.
jsp.river.topUpdates.blogs.part2 = \u0421\u043e\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0431\u043b\u043e\u0433.
jsp.river.topUpdates.communities.part1 = \u041f\u043e\u0432\u0440\u0437\u0435\u0442\u0435 \u0441\u0435 \u0441\u043e \u043b\u0438\u0446\u0430 \u043a\u043e\u0438 \u0441\u043f\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u0430\u0442 \u0437\u0430\u0435\u0434\u043d\u0438\u0447\u043a\u0438 \u0438\u043d\u0442\u0435\u0440\u0435\u0441.
jsp.river.topUpdates.communities.part2 = \u041f\u0440\u0438\u0434\u0440\u0443\u0436\u0435\u0442\u0435 \u0441\u0435 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430.
jsp.river.topUpdates.dogear.part1 = \u0417\u0430\u0447\u0443\u0432\u0430\u0458\u0442\u0435 \u0433\u0438, \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0438\u0440\u0430\u0458\u0442\u0435 \u0433\u0438 \u0438 \u0441\u043f\u043e\u0434\u0435\u043b\u0435\u0442\u0435 \u0433\u0438 \u0432\u0430\u0448\u0438\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438.
jsp.river.topUpdates.dogear.part2 = \u041f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438 \u0448\u0442\u043e \u0432\u0435 \u0438\u043d\u0442\u0435\u0440\u0435\u0441\u0438\u0440\u0430\u0430\u0442.
jsp.river.topUpdates.files.part1 = \u0421\u043f\u043e\u0434\u0435\u043b\u0435\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0438 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u0443\u0432\u0430\u0458\u0442\u0435 \u0441\u043e \u0434\u0440\u0443\u0433\u0438.
jsp.river.topUpdates.files.part2 = \u041f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u0438 \u0441\u043f\u043e\u0434\u0435\u043b\u0435\u0442\u0435 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438.
jsp.river.topUpdates.wikis.part1 = \u041f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0458\u0442\u0435 \u0437\u0430 \u0434\u0430 \u043d\u0430\u0458\u0434\u0435\u0442\u0435 wiki \u0448\u0442\u043e \u043d\u0430 \u043a\u043e\u0438 \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0438\u0434\u043e\u043d\u0435\u0441\u0435\u0442\u0435 \u0438\u043b\u0438 \u0441\u043e\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u043e\u0432\u0430 wiki.
jsp.river.topUpdates.wikis.part2 = \u0417\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u0441\u043e \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u0443\u0432\u0430\u045a\u0435.
jsp.river.topUpdates.intro = \u041a\u043e\u0433\u0430 \u045c\u0435 \u0441\u0442\u0430\u043d\u0435\u0442\u0435 \u0430\u043a\u0442\u0438\u0432\u043d\u0438 \u0432\u043e IBM Connections, \u043e\u0432\u0430\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u045c\u0435 \u0431\u0438\u0434\u0435 \u0438\u0441\u043f\u043e\u043b\u043d\u0435\u0442\u0430 \u0441\u043e \u043d\u0430\u0458\u043d\u043e\u0432\u0438\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0432\u043e \u0432\u0440\u0441\u043a\u0430 \u0441\u043e \u0432\u0430\u0441 \u0438 \u0432\u0430\u0448\u0430\u0442\u0430 \u043c\u0440\u0435\u0436\u0430. 

jsp.river.noItems = \u041d\u0435\u043c\u0430 \u043f\u0440\u0438\u043a\u0430\u0437 \u043d\u0430 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043d\u0430 \u0432\u0435\u0441\u0442\u0438 \u0437\u0430 \u043e\u0432\u043e\u0458 \u0434\u0435\u043b.
jsp.statusUpdates.noItems = \u041d\u0435\u043c\u0430 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0437\u0430 \u0441\u0442\u0430\u0442\u0443\u0441 \u0437\u0430 \u043f\u0440\u0438\u043a\u0430\u0437.
jsp.newsfeed.noItems = \u041d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430\u0442\u0430 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0437\u0430 \u0432\u0435\u0441\u0442\u0438 \u0441\u0435 \u043f\u0440\u0430\u0437\u043d\u0438. \u040c\u0435 \u0432\u0438\u0434\u0438\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043a\u043e\u0433\u0430 \u045c\u0435 \u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u0434\u0430 \u0441\u043b\u0435\u0434\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u0438 \u043b\u0438\u0446\u0430 \u0438\u043b\u0438 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430.
jsp.river.discover.noItems = \u041c\u043e\u043c\u0435\u043d\u0442\u0430\u043b\u043d\u043e \u043d\u0435\u043c\u0430 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0432\u043e IBM Connections. \u0412\u0440\u0430\u0442\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0434\u043e\u0446\u043d\u0430! 

jsp.river.watchlist.addPerson = \u0414\u043e\u0434\u0430\u0458 \u043b\u0438\u0446\u0435 \u0432\u043e \u043c\u043e\u0458\u043e\u0442 \u043d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438
jsp.river.watchlist.addPersonConfirm = \u0412\u0430\u0448\u0438\u043e\u0442 \u043d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438 \u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u043d
# {0} is the name of a person
jsp.river.watchlist.addSpecificPerson = \u0414\u043e\u0434\u0430\u0458 \u0433\u043e(\u0458\u0430) {0} \u0432\u043e \u043c\u043e\u0458\u043e\u0442 \u043d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438
# {0} is the name of a person
jsp.river.watchlist.addSpecificPersonConfirm = {0} \u0435 \u0434\u043e\u0434\u0430\u0434\u0435\u043d(\u0430) \u0432\u043e \u0432\u0430\u0448\u0438\u043e\u0442 \u043d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438
jsp.river.watchlist.removePerson = \u041e\u0442\u0441\u0442\u0440\u0430\u043d\u0438 \u043b\u0438\u0446\u0435 \u043e\u0434 \u043c\u043e\u0458\u043e\u0442 \u043d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438
jsp.river.watchlist.removePersonConfirm = \u0412\u0430\u0448\u0438\u043e\u0442 \u043d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438 \u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u043d
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPerson = \u041e\u0442\u0441\u0442\u0440\u0430\u043d\u0438 \u0433\u043e(\u0458\u0430) {0} \u043e\u0434 \u043c\u043e\u0458\u043e\u0442 \u043d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPersonConfirm = {0} \u0435 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u0435\u0442(\u0430) \u043e\u0434 \u0432\u0430\u0448\u0438\u043e\u0442 \u043d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438

jsp.river.watchlist.addTag = \u0414\u043e\u0434\u0430\u0458 \u043e\u0437\u043d\u0430\u043a\u0430 \u0432\u043e \u043c\u043e\u0458\u043e\u0442 \u043d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438
jsp.river.watchlist.addTagConfirm = \u0412\u0430\u0448\u0438\u043e\u0442 \u043d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438 \u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u043d
# {0} is a tag
jsp.river.watchlist.addSpecificTag = \u0414\u043e\u0434\u0430\u0458 \u0458\u0430 \u043e\u0437\u043d\u0430\u043a\u0430\u0442\u0430 {0} \u0432\u043e \u043c\u043e\u0458\u043e\u0442 \u043d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438
# {0} is a tag
jsp.river.watchlist.addSpecificTagConfirm = \u041e\u0437\u043d\u0430\u043a\u0430\u0442\u0430 {0} \u0435 \u0434\u043e\u0434\u0430\u0434\u0435\u043d\u0430 \u0432\u043e \u0432\u0430\u0448\u0438\u043e\u0442 \u043d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438
jsp.river.watchlist.removeTag = \u041e\u0442\u0441\u0442\u0440\u0430\u043d\u0438 \u043e\u0437\u043d\u0430\u043a\u0430 \u043e\u0434 \u043d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438
jsp.river.watchlist.removeTagConfirm = \u0412\u0430\u0448\u0438\u043e\u0442 \u043d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438 \u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u043d
# {0} is a tag
jsp.river.watchlist.removeSpecificTag = \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u0438 \u0458\u0430 \u043e\u0437\u043d\u0430\u043a\u0430\u0442\u0430 {0} \u043e\u0434 \u043d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438
# {0} is a tag
jsp.river.watchlist.removeSpecificTagConfirm = \u041e\u0437\u043d\u0430\u043a\u0430\u0442\u0430 {0} \u0435 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u0435\u0442\u0430 \u043e\u0434 \u0432\u0430\u0448\u0438\u043e\u0442 \u043d\u0430\u0434\u0437\u043e\u0440 \u043d\u0430 \u0430\u043a\u0446\u0438\u0438


jsp.river.removePerson = \u041e\u0442\u0441\u0442\u0440\u0430\u043d\u0438 \u043b\u0438\u0446\u0435 \u043e\u0434 \u043c\u043e\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430
# {0} is the name of a person
jsp.river.removeSpecificPerson = \u041e\u0442\u0441\u0442\u0440\u0430\u043d\u0438 \u0433\u043e(\u0458\u0430) {0} \u043e\u0434 \u043c\u043e\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430
jsp.river.preview.blogs = \u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441

jsp.river.subscribe.alt = \u0418\u043a\u043e\u043d\u0430 \u043d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430
jsp.river.subscribe = \u041d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0437\u0430 \u043e\u0432\u0438\u0435 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438

# Palette category
jsp.palette.category.all = \u0421\u0438\u0442\u0435

# Notification perspective strings
jsp.notifications.received.noItems = \u041d\u0435\u043c\u0430\u0442\u0435 \u0434\u043e\u0431\u0438\u0435\u043d\u043e \u043d\u0438\u0442\u0443 \u0435\u0434\u043d\u043e \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435.
jsp.notifications.sent.noItems = \u041d\u0435\u043c\u0430\u0442\u0435 \u0438\u0441\u043f\u0440\u0430\u0442\u0435\u043d\u043e \u043d\u0438\u0442\u0443 \u0435\u0434\u043d\u043e \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435.

# General notification strings
jsp.notifications.received.title = \u041f\u0440\u0438\u043c\u0435\u043d\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430
jsp.notifications.received.sub.title = \u0412\u0438\u0434\u0435\u0442\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430 \u0448\u0442\u043e \u0432\u0438 \u0433\u0438 \u0438\u0441\u043f\u0440\u0430\u0442\u0438\u043b\u0435 \u0434\u0440\u0443\u0433\u0438 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u0438\u043b\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u043e\u0442.
jsp.notifications.sent.title = \u0418\u0441\u043f\u0440\u0430\u0442\u0435\u043d\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430
jsp.notifications.sent.sub.title = \u0412\u0438\u0434\u0435\u0442\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430 \u0448\u0442\u043e \u0441\u0442\u0435 \u0433\u0438 \u0438\u0441\u043f\u0440\u0430\u0442\u0438\u043b\u0435 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438.
jsp.notifications.new = \u041d\u043e\u0432\u043e
# {0} is the name of a person
jsp.notifications.photo = \u0424\u043e\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0458\u0430 \u043e\u0434 {0}
jsp.notifications.sent.multiple.photo = \u041f\u043e\u0432\u0435\u045c\u0435 \u043f\u0440\u0438\u043c\u0430\u0442\u0435\u043b\u0438
# {0} is the name of a person
jsp.notifications.sent.to.individual = \u0418\u0441\u043f\u0440\u0430\u0442\u0435\u043d\u043e \u0434\u043e: {0}
# {0} is a number greater than 1
jsp.notifications.sent.to.multiple = \u0418\u0441\u043f\u0440\u0430\u0442\u0435\u043d\u043e \u043d\u0430 {0} \u043b\u0438\u0446\u0430
jsp.notifications.delete = \u0418\u0437\u0431\u0440\u0438\u0448\u0438 \u0433\u043e \u043e\u0432\u0430 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435

# Activities specific notification messages
# {0} is the name of an activity entry, {1} is the name of an activity
jsp.notifications.activities.notify.title = {0} \u043e\u0434 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0430: {1}
# {0} is the name of an activity
jsp.notifications.activities.autocomplete.received.title = \u0412\u0430\u0448\u0430\u0442\u0430 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442 \u201e{0}\u201c \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0441\u043a\u0438 \u045c\u0435 \u0431\u0438\u0434\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0430\u043d\u0430 \u043a\u0430\u043a\u043e \u0437\u0430\u0432\u0440\u0448\u0435\u043d\u0430.
jsp.notifications.activities.autocomplete.sent.title = \u0412\u0430\u0448\u0430\u0442\u0430 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442 \u201e{0}\u201c \u045c\u0435 \u0431\u0438\u0434\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0441\u043a\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043d\u0430.
jsp.notifications.activities.create.title = \u0421\u043e\u0437\u0434\u0430\u0434\u043e\u0432\u0442\u0435 \u043d\u043e\u0432\u0430 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442: {0}
jsp.notifications.activities.addmember.received.title = \u0412\u0435 \u0434\u043e\u0434\u0430\u0434\u043e\u0430 \u0432\u043e \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0430: {0}
jsp.notifications.activities.addmember.sent.title = \u0414\u043e\u0434\u0430\u0434\u043e\u0432\u0442\u0435 \u043d\u043e\u0432\u0438 \u0447\u043b\u0435\u043d\u043e\u0432\u0438 \u0432\u043e \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0430: {0}
jsp.notifications.activities.invite.received.title = \u0412\u0435 \u043f\u043e\u043a\u0430\u043d\u0438\u0458\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0434\u0440\u0443\u0436\u0438\u0442\u0435 \u043d\u0430 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0430: {0}
jsp.notifications.activities.invite.sent.title = \u041f\u043e\u043a\u0430\u043d\u0438\u0432\u0442\u0435 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0434\u0440\u0443\u0436\u0430\u0442 \u043d\u0430 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0430: {0}
jsp.notifications.activities.invite.primaryaction = \u041f\u0440\u0438\u0434\u0440\u0443\u0436\u0438 \u0441\u0435 \u043d\u0430 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0430.
jsp.notifications.activities.invite.secondaryaction = \u041e\u0442\u0444\u0440\u043b\u0438 \u0458\u0430 \u043f\u043e\u043a\u0430\u043d\u0430\u0442\u0430.

# Blogs specific notification messages
# {0} is the name of a blog entry, {1} is the name of a blog
jsp.notifications.blogs.notify.title = {0} \u043e\u0434 \u0431\u043b\u043e\u0433\u043e\u0442: {1}
# {0} is the name of a blog
jsp.notifications.blogs.notifyassignedowner.received = \u0412\u0435 \u0434\u043e\u0434\u0430\u0434\u043e\u0430 \u043a\u0430\u043a\u043e \u0441\u043e\u043f\u0441\u0442\u0432\u0435\u043d\u0438\u043a \u043d\u0430 \u0431\u043b\u043e\u0433\u043e\u0442: {0}
jsp.notifications.blogs.notifyassignedowner.sent= \u0414\u043e\u0434\u0430\u0434\u043e\u0432\u0442\u0435 \u0441\u043e\u043f\u0441\u0442\u0432\u0435\u043d\u0438\u043a \u043d\u0430 \u0431\u043b\u043e\u0433\u043e\u0442: {0}
jsp.notifications.blogs.notifyassignedauthor.received = \u0412\u0435 \u0434\u043e\u0434\u0430\u0434\u043e\u0430 \u043a\u0430\u043a\u043e \u0430\u0432\u0442\u043e\u0440 \u043d\u0430 \u0431\u043b\u043e\u0433\u043e\u0442: {0}
jsp.notifications.blogs.notifyassignedauthor.sent= \u0414\u043e\u0434\u0430\u0434\u043e\u0432\u0442\u0435 \u0430\u0432\u0442\u043e\u0440 \u043d\u0430 \u0431\u043b\u043e\u0433\u043e\u0442: {0}
jsp.notifications.blogs.notifyassigneddraft.received = \u0412\u0435 \u0434\u043e\u0434\u0430\u0434\u043e\u0430 \u043a\u0430\u043a\u043e \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u043d\u0438\u043a \u043d\u0430 \u043d\u0430\u0446\u0440\u0442-\u0432\u0435\u0440\u0437\u0438\u0458\u0430 \u043d\u0430 \u0431\u043b\u043e\u0433\u043e\u0442: {0}
jsp.notifications.blogs.notifyassigneddraft.sent= \u0414\u043e\u0434\u0430\u0434\u043e\u0432\u0442\u0435 \u0441\u043e\u0440\u0430\u0431\u043e\u0442\u043d\u0438\u043a \u043d\u0430 \u043d\u0430\u0446\u0440\u0442-\u0432\u0435\u0440\u0437\u0438\u0458\u0430 \u043d\u0430 \u0431\u043b\u043e\u0433\u043e\u0442: {0}

# Ideation Blogs specific notification messages
# {0} is the name of an Ideation Blog entry (idea), {1} is the name of an Ideation Blog
jsp.notifications.ideationblog.notify.title = {0} \u043e\u0434 \u0431\u043b\u043e\u0433\u043e\u0442 \u0437\u0430 \u0438\u0434\u0435\u0438: {1}

# Communities specific notification messages
# {0} is the name of a community
jsp.notifications.communities.memberadded.received.title = \u0412\u0435 \u0434\u043e\u0434\u0430\u0434\u043e\u0430 \u0432\u043e \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430: {0}
jsp.notifications.communities.memberadded.sent.title = \u0414\u043e\u0434\u0430\u0434\u043e\u0432\u0442\u0435 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u0432\u043e \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430: {0}
jsp.notifications.communities.memberremoved.received.title = \u0412\u0435 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u0438\u0458\u0430 \u043e\u0434 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430: {0}
jsp.notifications.communities.memberremoved.sent.title = \u041e\u0442\u0441\u0442\u0440\u0430\u043d\u0438\u0432\u0442\u0435 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u043e\u0434 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430: {0}
jsp.notifications.communities.requesttojoin.received.title = \u0415\u0434\u0435\u043d \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u043f\u043e\u0431\u0430\u0440\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0434\u0440\u0443\u0436\u0438 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430: {0}
jsp.notifications.communities.requesttojoin.sent.title = \u0411\u0430\u0440\u0430\u0432\u0442\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0434\u0440\u0443\u0436\u0438\u0442\u0435 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430: {0}
jsp.notifications.communities.invite.received.title = \u0412\u0435 \u043f\u043e\u043a\u0430\u043d\u0438\u0458\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0434\u0440\u0443\u0436\u0438\u0442\u0435 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430: {0}
jsp.notifications.communities.invite.sent.title = \u041f\u043e\u043a\u0430\u043d\u0438\u0432\u0442\u0435 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0434\u0440\u0443\u0436\u0430\u0442 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430: {0}
jsp.notifications.communities.invite.primaryaction = \u041f\u0440\u0438\u0434\u0440\u0443\u0436\u0438 \u0441\u0435 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430.
jsp.notifications.communities.invite.secondaryaction = \u041e\u0442\u0444\u0440\u043b\u0438 \u0458\u0430 \u043f\u043e\u043a\u0430\u043d\u0430\u0442\u0430.

# Dogear specific notification messages
# {0} is a bookmark title
jsp.notifications.dogear.notify.title = {0} \u041e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447.
jsp.notifications.dogear.notify.multiple.title = \u041f\u043e\u0432\u0435\u045c\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438.
jsp.notifications.dogear.notify.primaryaction = \u0423\u0440\u0435\u0434\u0435\u0442\u0435 \u0458\u0430 \u043e\u0432\u0430\u0430 \u043e\u0437\u043d\u0430\u043a\u0430.
# {0} is a bookmark title
jsp.notifications.dogear.brokenurl.title = \u0412\u0430\u0448\u0438\u043e\u0442 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0448 \u0441\u043e \u0438\u043c\u0435 {0} \u0435 \u043e\u0437\u043d\u0430\u0447\u0435\u043d \u043a\u0430\u043a\u043e \u043e\u0448\u0442\u0435\u0442\u0435\u043d.
jsp.notifications.dogear.brokenurl.sent.title = \u0413\u043e \u043e\u0437\u043d\u0430\u0447\u0438\u0432\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442 \u0441\u043e \u0438\u043c\u0435 {0} \u043a\u0430\u043a\u043e \u043e\u0448\u0442\u0435\u0442\u0435\u043d.
# {0} is the title of a bookmark. {1} is a URL
jsp.notifications.dogear.replaceurl.title = \u0412\u0430\u0448\u0438\u043e\u0442 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447 \u0441\u043e \u0438\u043c\u0435 {0} \u0435 \u043e\u0448\u0442\u0435\u0442\u0435\u043d. \u041d\u043e\u0432\u0430\u0442\u0430 URL-\u0430\u0434\u0440\u0435\u0441\u0430 \u0435: {1}
jsp.notifications.dogear.replaceurl.primaryaction = \u0423\u0440\u0435\u0434\u0435\u0442\u0435 \u0458\u0430 \u043e\u0432\u0430\u0430 \u043e\u0437\u043d\u0430\u043a\u0430.
jsp.notifications.dogear.replaceurl.secondaryaction = \u041f\u0440\u0438\u043a\u0430\u0436\u0438 \u043e\u0448\u0442\u0435\u0442\u0435\u043d\u0438 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438.

# Profiles specific notification messages
jsp.notifications.profiles.notify.received.title = \u041f\u043e\u043a\u0430\u043d\u0430 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0434\u0440\u0443\u0436\u0438\u0442\u0435 \u0432\u043e \u043c\u043e\u0458\u0430\u0442\u0430 \u043c\u0440\u0435\u0436\u0430
jsp.notifications.profiles.notify.sent.title = \u041f\u043e\u043a\u0430\u043d\u0430 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0434\u0440\u0443\u0436\u0438\u0442\u0435 \u0432\u043e \u043c\u043e\u0458\u0430\u0442\u0430 \u043c\u0440\u0435\u0436\u0430
jsp.notifications.profiles.notify.primaryaction = \u0412\u0438\u0434\u0435\u0442\u0435 \u0433\u0438 \u0432\u0430\u0448\u0438\u0442\u0435 \u043f\u043e\u043a\u0430\u043d\u0438

# Files specific notification messages
jsp.notifications.files.mediashare.title = {0} \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0430
jsp.notifications.files.collectionmediaadd.title = {0} \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430 \u0435 \u0434\u043e\u0434\u0430\u0434\u0435\u043d\u0430 \u0432\u043e \u043f\u0430\u043f\u043a\u0430\u0442\u0430 {1}
jsp.notifications.files.collectionmemberupdated.title = \u0412\u0435 \u0434\u043e\u0434\u0430\u0434\u043e\u0430 \u0432\u043e \u043f\u0430\u043f\u043a\u0430\u0442\u0430: {0}
jsp.notifications.files.collectionmemberupdated.sent.title = \u0414\u043e\u0434\u0430\u0434\u043e\u0432\u0442\u0435 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u0432\u043e \u043f\u0430\u043f\u043a\u0430\u0442\u0430: {0}
jsp.notifications.files.communityvisibilityupdated.title = \u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430 {0} \u0435 \u0458\u0430\u0432\u043d\u0430 \u0438 \u0441\u0438\u0442\u0435 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438 \u0448\u0442\u043e \u043d\u0435 \u0441\u0435 \u0458\u0430\u0432\u043d\u0438 \u0448\u0442\u043e \u0433\u0438 \u0441\u043f\u043e\u0434\u0435\u043b\u0438\u0432\u0442\u0435 \u0441\u043e \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430, \u0441\u0435 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u0435\u0442\u0438.
jsp.notifications.files.communityvisibilityupdated.desc = \u0421\u043e \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0438\u0432\u0442\u0435 \u0435\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u045c\u0435 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0438 \u0448\u0442\u043e \u043d\u0435 \u0441\u0435 \u0458\u0430\u0432\u043d\u0438. \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0438\u0442\u0435 \u0441\u0435 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u0435\u0442\u0438 \u0438 \u043c\u043e\u0440\u0430 \u0434\u0430 \u0441\u0442\u0430\u043d\u0430\u0442 \u0458\u0430\u0432\u043d\u0438 \u043f\u0440\u0435\u0434 \u0434\u0430 \u0441\u0435 \u0441\u043f\u043e\u0434\u0435\u043b\u0430\u0442 \u0441\u043e \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430.

# Wikis specific notification messages
# {0} is the name of a wiki
jsp.notifications.wikis.received.roleAdd = \u0412\u0435 \u0434\u043e\u0434\u0430\u0434\u043e\u0430 \u0432\u043e Wiki: {0}
jsp.notifications.wikis.sent.roleAdd = \u0414\u043e\u0434\u0430\u0434\u043e\u0432\u0442\u0435 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u0432\u043e Wiki: {0}


# Generic stuffs in case we need after string freeze
jsp.widget.addPage = \u0414\u043e\u0434\u0430\u0458 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.widget.removePage = \u041e\u0442\u0441\u0442\u0440\u0430\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
jsp.widget.generalPage = \u041e\u043f\u0448\u0442\u0438 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438
jsp.customize.preferences = \u041f\u0440\u0435\u0442\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438 \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0438
# {0} is the name of a page e.g. Important stuff
jsp.widget.defaultPageName = \u041c\u043e\u0458\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 {0}
jsp.widget.listHelp = \u0434\u043e\u0434\u0430\u0458 \u0432\u0435\u0440\u0442\u0438\u043a\u0430\u043b\u043d\u0430 \u0446\u0440\u0442\u0430 (|) \u043c\u0435\u0453\u0443 \u0437\u0430\u043f\u0438\u0441\u0438\u0442\u0435.
jsp.widget.required = \u0412\u043d\u0435\u0441\u0435\u0442\u0435 \u0433\u0438 \u0437\u0430\u0434\u043e\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u043f\u043e\u043b\u0438\u045a\u0430 \u0448\u0442\u043e \u0441\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0430\u043d\u0438 \u0441\u043e *, \u043f\u0440\u0435\u0434 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0447\u0443\u0432\u0430\u0430\u0442.

jsp.typeAhead.more = {0} \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u0441\u0435 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u0438. \u041f\u0440\u0438\u043a\u0430\u0436\u0443\u0432\u0430\u045a\u0435 \u0441\u0430\u043c\u043e \u043d\u0430 \u043f\u0440\u0432\u0438\u0442\u0435 15 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438.
jsp.typeAhead.error = \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u043e\u043a\u043e\u0442 \u0441\u043e \u043b\u0438\u0446\u0430.
jsp.typeAhead.noResults = \u041d\u0435\u043c\u0430 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u0448\u0442\u043e \u0441\u0435 \u0441\u043e\u0432\u043f\u0430\u0453\u0430\u0430\u0442

jsp.home.status.updates.choose.person = \u0418\u0437\u0431\u0435\u0440\u0438 \u043b\u0438\u0446\u0435
jsp.home.filter.by = \u041f\u043e\u043a\u0430\u0436\u0438:

jsp.home.filter.status.updates.all = \u0421\u0438\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0437\u0430 \u0441\u0442\u0430\u0442\u0443\u0441
jsp.home.filter.status.updates.follow = \u041b\u0438\u0446\u0430 \u043a\u043e\u0438 \u0433\'\u0438 \u0441\u043b\u0435\u0434\u0430\u043c 
jsp.home.filter.status.updates.network = \u041c\u043e\u0458\u0430 \u043c\u0440\u0435\u0436\u0430
jsp.home.filter.status.updates.network.following =\u041c\u043e\u0458\u0430 \u043c\u0440\u0435\u0436\u0430 \u0438 \u043b\u0438\u0446\u0430 \u043a\u043e\u0438 \u0433\'\u0438 \u0441\u043b\u0435\u0434\u0430\u043c
jsp.home.filter.status.updates.mine = \u041c\u043e\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043d\u0430 \u0441\u0442\u0430\u0442\u0443\u0441

jsp.home.status.updates.comment.count = (1 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440)
# {0} is the number of comments
jsp.home.status.updates.comments.count = ({0} \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438)

jsp.home.status.updates.notpermitted = \u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0438\u043b\u0438 \u043d\u0435 \u0432\u0438 \u0435 \u0434\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u043e \u0434\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0438\u0440\u0430\u0442\u0435 \u043d\u0430 \u043e\u0432\u0430\u0430 \u043f\u043e\u0440\u0430\u043a\u0430.

# {0} is the number of extra comments to show
jsp.home.status.updates.show.comments = \u041f\u043e\u043a\u0430\u0436\u0438 \u0443\u0448\u0442\u0435 {0} \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438...
# {0} is the number of extra comments to hide
jsp.home.status.updates.hide.comments = \u0421\u043e\u043a\u0440\u0438\u0458 {0} \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438...
jsp.home.status.updates.post.comment.error = \u0411\u0430\u0440\u0430\u045a\u0435\u0442\u043e \u0434\u0430 \u0433\u043e \u043f\u043e\u0434\u043d\u0435\u0441\u0435\u0442\u0435 \u0432\u0430\u0448\u0438\u043e\u0442 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u043d\u0435 \u0443\u0441\u043f\u0435\u0430. \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0441\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u043e\u0442.
jsp.home.status.updates.delete.comment.error = \u0411\u0430\u0440\u0430\u045a\u0435\u0442\u043e \u0434\u0430 \u0433\u043e \u0438\u0437\u0431\u0440\u0438\u0448\u0435\u0442\u0435 \u0432\u0430\u0448\u0438\u043e\u0442 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u043d\u0435 \u0443\u0441\u043f\u0435\u0430. \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0441\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u043e\u0442.
jsp.home.status.updates.delete.update.error = \u0411\u0430\u0440\u0430\u045a\u0435\u0442\u043e \u0434\u0430 \u0433\u043e \u0438\u0437\u0431\u0440\u0438\u0448\u0435\u0442\u0435 \u0432\u0430\u0448\u0435\u0442\u043e \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0435 \u043d\u0435 \u0443\u0441\u043f\u0435\u0430. \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0441\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u043e\u0442.
jsp.home.status.updates.just.now = \u0422\u043e\u043a\u043c\u0443 \u0441\u0435\u0433\u0430
jsp.home.status.updates.invalid.comment.entered = \u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u043e\u0442 \u0448\u0442\u043e \u0433\u043e \u0432\u043d\u0435\u0441\u043e\u0432\u0442\u0435 \u0435 \u043d\u0435\u0432\u0430\u0436\u0435\u0447\u043a\u0438, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0438 \u043e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e.
jsp.home.delete.entry = \u0418\u0437\u0431\u0440\u0438\u0448\u0438 \u0433\u043e \u043e\u0432\u043e\u0458 \u0437\u0430\u043f\u0438\u0441

#This text is used to identify where a user has written on someone elses board. Typical use is : 'User A' wrote on the board of 'User B'
jsp.home.status.updates.wrote.board.entry = \u043d\u0430\u043f\u0438\u0448\u0430 \u043d\u0430 \u0442\u0430\u0431\u043b\u0430\u0442\u0430 \u043d\u0430
jsp.home.status.updates.wrote.board.you.entry = \u043d\u0430\u043f\u0438\u0448\u0430 \u043d\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u0442\u0430\u0431\u043b\u0430.

jsp.home.main.confirm = \u041f\u043e\u0442\u0432\u0440\u0434\u0438
jsp.home.main.error = \u0413\u0440\u0435\u0448\u043a\u0430
jsp.home.main.hide = \u0421\u043e\u043a\u0440\u0438\u0458

jsp.home.action.submit = \u041f\u043e\u0434\u043d\u0435\u0441\u0438
jsp.home.action.comments.add = \u0414\u043e\u0434\u0430\u0458 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440

jsp.home.no.content.statusupdates.title = \u0421\u00e8 \u0443\u0448\u0442\u0435 \u043d\u0435\u043c\u0430\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043d\u0430 \u0441\u0442\u0430\u0442\u0443\u0441. 
jsp.home.no.content.statusupdates.desc.line1 = \u0417\u0430 \u0434\u0430 \u043f\u0440\u0438\u043c\u0430\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043d\u0430 \u0441\u0442\u0430\u0442\u0443\u0441 \u0437\u0430 \u043b\u0438\u0446\u0435, \u043e\u0442\u0432\u043e\u0440\u0435\u0442\u0435 \u0433\u043e \u043d\u0438\u0432\u043d\u0438\u043e\u0442 \u043f\u0440\u043e\u0444\u0438\u043b \u0438 \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u041f\u043e\u043a\u0430\u043d\u0438 \u0432\u043e \u043c\u043e\u0458\u0430\u0442\u0430 \u043c\u0440\u0435\u0436\u0430, \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043a\u0430\u043a\u043e \u043a\u043e\u043b\u0435\u0433\u0430 \u0438\u043b\u0438 \u0421\u043b\u0435\u0434\u0438, \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0441\u043b\u0435\u0434\u0438\u0442\u0435.
jsp.home.no.content.statusupdates.desc.line2 = \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u041d\u0410 \u0448\u0442\u043e \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u0432\u043e \u043c\u043e\u043c\u0435\u043d\u0442\u043e\u0432 \u0437\u0430 \u0434\u0430 \u0458\u0430 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u043f\u043e\u0440\u0430\u043a\u0430 \u0437\u0430 \u0441\u0442\u0430\u0442\u0443\u0441.
jsp.home.no.content.statusupdates.oneline = \u0421\u00e8 \u0443\u0448\u0442\u0435 \u043d\u0435\u043c\u0430\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043d\u0430 \u0441\u0442\u0430\u0442\u0443\u0441. \u0417\u0430 \u0434\u0430 \u043f\u0440\u0438\u043c\u0430\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043d\u0430 \u0441\u0442\u0430\u0442\u0443\u0441 \u0437\u0430 \u043b\u0438\u0446\u0435, \u043e\u0442\u0432\u043e\u0440\u0435\u0442\u0435 \u0433\u043e \u043d\u0438\u0432\u043d\u0438\u043e\u0442 \u043f\u0440\u043e\u0444\u0438\u043b \u0438 \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u041f\u043e\u043a\u0430\u043d\u0438 \u0432\u043e \u201e\u041c\u043e\u0458\u0430 \u043c\u0440\u0435\u0436\u0430\u201c \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043a\u0430\u043a\u043e \u043a\u043e\u043b\u0435\u0433\u0430, \u0438\u043b\u0438 \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u201e\u0421\u043b\u0435\u0434\u0438\u201c, \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0441\u043b\u0435\u0434\u0438\u0442\u0435. \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u201e\u041d\u0430 \u0448\u0442\u043e \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u0432\u043e \u043c\u043e\u043c\u0435\u043d\u0442\u043e\u0432\u201c \u0437\u0430 \u0434\u0430 \u0458\u0430 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u043f\u043e\u0440\u0430\u043a\u0430 \u0437\u0430 \u0441\u0442\u0430\u0442\u0443\u0441.

jsp.home.no.content.newsfeed.title = \u0421\u00e8 \u0443\u0448\u0442\u0435 \u043d\u0435\u043c\u0430\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043d\u0430 \u0432\u0435\u0441\u0442\u0438.
jsp.home.no.content.newsfeed.desc.line1 = \u041c\u043e\u0440\u0430\u0442\u0435 \u0434\u0430 \u0441\u043b\u0435\u0434\u0438\u0442\u0435 \u043b\u0438\u0446\u0430 \u0438\u043b\u0438 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0437\u0430 \u0434\u0430 \u043f\u0440\u0438\u043c\u0430\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430.
jsp.home.no.content.newsfeed.desc.line2 = \u0412\u043e \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0447\u043a\u0438\u043e\u0442 \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0458\u0441 \u0438\u043c\u0430 \u043a\u043e\u043f\u0447\u0435 \u0421\u043b\u0435\u0434\u0438, \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u043d\u0435\u0433\u043e \u0437\u0430 \u0434\u0430 \u0441\u043b\u0435\u0434\u0438\u0442\u0435 \u043b\u0438\u0446\u0430 \u0438\u043b\u0438 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430.
jsp.home.no.content.newsfeed.oneline = \u0421\u00e8 \u0443\u0448\u0442\u0435 \u043d\u0435\u043c\u0430\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u043d\u0430 \u0432\u0435\u0441\u0442\u0438. \u041c\u043e\u0440\u0430\u0442\u0435 \u0434\u0430 \u0441\u043b\u0435\u0434\u0438\u0442\u0435 \u043b\u0438\u0446\u0430 \u0438\u043b\u0438 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0437\u0430 \u0434\u0430 \u043f\u0440\u0438\u043c\u0430\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430. \u0417\u0430 \u0434\u0430 \u0441\u043b\u0435\u0434\u0438\u0442\u0435 \u043b\u0438\u0446\u0430 \u0438\u043b\u0438 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430, \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u043a\u043e\u043f\u0447\u0435\u0442\u043e \u201e\u0421\u043b\u0435\u0434\u0438\u201c \u043a\u0430\u0434\u0435 \u0448\u0442\u043e \u0435 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u043e.

jsp.home.no.content.discover.title = \u0421\u00e8 \u0443\u0448\u0442\u0435 \u043d\u0435\u043c\u0430 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u043e \u0458\u0430\u0432\u043d\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430, \u043e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0434\u043e\u0446\u043d\u0430. 
jsp.home.no.content.discover.desc.line1 = \u041a\u043e\u0433\u0430 \u043b\u0438\u0446\u0430\u0442\u0430 \u045c\u0435 \u043f\u043e\u0447\u043d\u0430\u0442 \u0434\u0430 \u0434\u043e\u0434\u0430\u0432\u0430\u0430\u0442 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0432\u043e \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438, \u043d\u0430 \u043e\u0432\u0430\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0441\u0435 \u043f\u0440\u0438\u043a\u0430\u0436\u0443\u0432\u0430\u0430\u0442 \u0441\u0438\u0442\u0435 \u0458\u0430\u0432\u043d\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430.
jsp.home.no.content.discover.oneline = \u0421\u00e8 \u0443\u0448\u0442\u0435 \u043d\u0435\u043c\u0430 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430. \u041a\u043e\u0433\u0430 \u043b\u0443\u0453\u0435\u0442\u043e \u045c\u0435 \u043f\u043e\u0447\u043d\u0430\u0442 \u0434\u0430 \u0434\u043e\u0434\u0430\u0432\u0430\u0430\u0442 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430, \u045c\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0458\u0430 \u043a\u043e\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u043e\u0432\u0430\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0434\u0430 \u0433\u0438 \u0432\u0438\u0434\u0438\u0442\u0435 \u0441\u0438\u0442\u0435 \u0458\u0430\u0432\u043d\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430.

jsp.home.no.content.saved.title = \u041d\u0435\u043c\u0430\u0442\u0435 \u0437\u0430\u0447\u0443\u0432\u0430\u043d\u043e \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438 \u0437\u0430 \u0432\u0435\u0441\u0442\u0438.
jsp.home.no.content.saved.desc.line1 = \u0417\u0430 \u0434\u0430 \u0437\u0430\u0447\u0443\u0432\u0430\u0442\u0435 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0430 \u0437\u0430 \u0432\u0435\u0441\u0442\u0438, \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u201e\u041f\u043e\u0432\u0435\u045c\u0435\u201c \u0432\u0435\u0434\u043d\u0430\u0448 \u0434\u043e \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0430\u0442\u0430 \u0438 \u043f\u043e\u0442\u043e\u0430 \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u201e\u0417\u0430\u0447\u0443\u0432\u0430\u0458\u201c.
jsp.home.no.content.saved.oneline = \u041d\u0435\u043c\u0430\u0442\u0435 \u0437\u0430\u0447\u0443\u0432\u0430\u043d\u0438 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438 \u0437\u0430 \u0432\u0435\u0441\u0442\u0438. \u0417\u0430 \u0434\u0430 \u0437\u0430\u0447\u0443\u0432\u0430\u0442\u0435 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0430 \u0437\u0430 \u0432\u0435\u0441\u0442\u0438, \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u201e\u041f\u043e\u0432\u0435\u045c\u0435\u201c \u0432\u0435\u0434\u043d\u0430\u0448 \u0434\u043e \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0430\u0442\u0430 \u0438 \u043f\u043e\u0442\u043e\u0430 \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u201e\u0417\u0430\u0447\u0443\u0432\u0430\u0458\u201c.

jsp.home.tags.main.title=\u041e\u0437\u043d\u0430\u043a\u0438 \u0448\u0442\u043e \u0433\u0438 \u0441\u043b\u0435\u0434\u0430\u043c
jsp.home.tags.filter.title=\u0424\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u0458 \u0441\u043f\u043e\u0440\u0435\u0434 \u043e\u0437\u043d\u0430\u043a\u0430
jsp.home.tags.adding.title=\u0414\u043e\u0434\u0430\u0432\u0430\u045a\u0435 \u043d\u043e\u0432\u0438 \u043e\u0437\u043d\u0430\u043a\u0438
jsp.home.tags.removing.title=\u041e\u0442\u0441\u0442\u0440\u0430\u043d\u0443\u0432\u0430\u045a\u0435 \u043e\u0437\u043d\u0430\u043a\u0438
jsp.home.tags.add.title=\u0414\u043e\u0434\u0430\u0432\u0430\u045a\u0435 \u043e\u0437\u043d\u0430\u043a\u0430

jsp.home.tags.remove.filter.title=\u041e\u0442\u0441\u0442\u0440\u0430\u043d\u0438 \u043e\u0437\u043d\u0430\u043a\u0430 \u043e\u0434 \u0444\u0438\u043b\u0442\u0435\u0440

jsp.home.tags.filtered.title=\u041f\u0440\u0438\u043a\u0430\u0436\u0443\u0432\u0430\u045a\u0435 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043a\u043e\u0458\u0430\u0448\u0442\u043e \u0435 \u043e\u0437\u043d\u0430\u0447\u0435\u043d\u0430 : 
jsp.home.tags.confirm.text=\u0432\u0430\u0448\u0430\u0442\u0430 \u043d\u043e\u0432\u0430 \u043e\u0437\u043d\u0430\u043a\u0430 \"{0}\" \u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0434\u043e\u0434\u0430\u0434\u0435\u043d\u0430. \u0421\u0435\u0433\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0433\u043e \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u0442\u0435 \u043d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0441\u043e \u043e\u0432\u0430\u0430 \u043e\u0437\u043d\u0430\u043a\u0430.
jsp.home.tags.multi.confirm.text=\u0412\u0430\u0448\u0438\u0442\u0435 \u043d\u043e\u0432\u0438 \u043e\u0437\u043d\u0430\u043a\u0438 \"{0}\" \u0441\u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0434\u043e\u0434\u0430\u0434\u0435\u043d\u0438. \u0421\u0435\u0433\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0433\u043e \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u0442\u0435 \u043d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0441\u043e \u043e\u0432\u0438\u0435 \u043e\u0437\u043d\u0430\u043a\u0438.
jsp.home.tags.error.text=\u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u043f\u0440\u043e\u0431\u043b\u0435\u043c \u043f\u0440\u0438 \u0443\u043f\u0440\u0430\u0432\u0443\u0432\u0430\u045a\u0435 \u0441\u043e \u0432\u0430\u0448\u0435\u0442\u043e \u0431\u0430\u0440\u0430\u045a\u0435 \u0437\u0430 \u043f\u0440\u0435\u0442\u043f\u043b\u0430\u0442\u0430 \u043d\u0430 \u043e\u0437\u043d\u0430\u043a\u0430. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u043e\u0442 \u0438 \u043e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e.

jsp.home.show.more=\u041f\u043e\u043a\u0430\u0436\u0438 \u043f\u043e\u0432\u0435\u045c\u0435 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438...
jsp.home.subscribe.entries=\u041d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0437\u0430 \u043e\u0432\u0438\u0435 \u0437\u0430\u043f\u0438\u0441\u0438
jsp.home.loading=\u0412\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u043e\u0432\u0438 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0438...

jsp.home.manage.tags.text=\u0423\u043f\u0440\u0430\u0432\u0443\u0432\u0430\u0458 \u0441\u043e \u043c\u043e\u0438\u0442\u0435 \u043e\u0437\u043d\u0430\u043a\u0438
jsp.home.saving.for.later= \u0437\u0430\u0447\u0443\u0432\u0443\u0432\u0430\u045a\u0435 \u043f\u0440\u0438\u043a\u0430\u0437\u043d\u0430 \u0437\u0430 \u043f\u043e\u0434\u043e\u0446\u043d\u0430...
jsp.home.saved.story=\u041f\u0440\u0438\u043a\u0430\u0437\u043d\u0430\u0442\u0430 \u0435 \u0437\u0430\u0447\u0443\u0432\u0430\u043d\u0430
jsp.home.add.saved.item.confirm.text=\u041f\u0440\u0438\u043a\u0430\u0437\u043d\u0430\u0442\u0430 \u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0437\u0430\u0447\u0443\u0432\u0430\u043d\u0430
jsp.home.add.saved.item.error.text=\u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u043f\u0440\u043e\u0431\u043b\u0435\u043c \u043f\u0440\u0438 \u0443\u043f\u0440\u0430\u0432\u0443\u0432\u0430\u045a\u0435 \u0441\u043e \u0432\u0430\u0448\u0435\u0442\u043e \u0431\u0430\u0440\u0430\u045a\u0435 \u0437\u0430 \u0437\u0430\u0447\u0443\u0432\u0443\u0432\u0430\u045a\u0435 \u0441\u0442\u0430\u0432\u043a\u0430. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u043e\u0442 \u0438 \u043e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e.
jsp.home.remove.saved.item.error.text=\u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u043f\u0440\u043e\u0431\u043b\u0435\u043c \u043f\u0440\u0438 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0437\u0430\u0447\u0443\u0432\u0430\u043d\u0430\u0442\u0430 \u0441\u0442\u0430\u0432\u043a\u0430. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u043e\u0442 \u0438 \u043e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e.

jsp.home.error111=\u041e\u0437\u043d\u0430\u043a\u0430\u0442\u0430 \u043a\u043e\u0458\u0430 \u0448\u0442\u043e \u0441\u0435 \u043e\u0431\u0438\u0434\u043e\u0432\u0442\u0435 \u0434\u0430 \u0458\u0430 \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435, \u0432\u0435\u045c\u0435 \u043f\u043e\u0441\u0442\u043e\u0438.


jsp.home.tags.remove.alt.text = \u041e\u0442\u0441\u0442\u0440\u0430\u043d\u0438 \u043e\u0437\u043d\u0430\u043a\u0430

jsp.form.login = \u0424\u043e\u0440\u043c\u0443\u043b\u0430\u0440 \u0437\u0430 \u043d\u0430\u0458\u0430\u0432\u0430

jsp.activitystream.title = \u0410\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430
