# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# str.msgid.ignore=true
str_component_id=CLFRQ

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value

# Updates/Home


jsp.status.updates.title = \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062d\u0627\u0644\u0629
jsp.status.updates.sub.title = \u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0645\u0646 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0630\u064a\u0646 \u062a\u062a\u0628\u0639\u0647\u0645 \u0623\u0648 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0628\u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643. \u064a\u0645\u0643\u0646\u0643 \u0623\u064a\u0636\u0627 \u062a\u0639\u062f\u064a\u0644 \u062d\u0627\u0644\u0629 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.

jsp.news.feed.title = \u0648\u062d\u062f\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629 \u0644\u0644\u0623\u062e\u0628\u0627\u0631
jsp.news.feed.sub.title = \u064a\u0645\u0643\u0646\u0643 \u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0645\u0646 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0623\u0648 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0630\u064a\u0646 \u062a\u0642\u0648\u0645 \u0628\u062a\u062a\u0628\u0639\u0647\u0645 \u0648\u0632\u0645\u0644\u0627\u0626\u0643 \u0648\u0627\u0644\u0627\u0633\u062a\u062c\u0627\u0628\u0627\u062a \u0644\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a '\u0627\u0644\u062a\u064a \u0642\u0645\u062a \u0628\u0627\u062f\u062e\u0627\u0644\u0647\u0627.

jsp.discover.title = \u0627\u0643\u062a\u0634\u0627\u0641
jsp.discover.sub.title = \u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u0639\u0627\u0645\u0629 \u062e\u0644\u0627\u0644 HCL Connections. \u0627\u0643\u062a\u0634\u0627\u0641 \u0645\u0627 \u064a\u0642\u0648\u0645 \u0627\u0644\u0622\u062e\u0631\u064a\u0646 \u0628\u0647.

jsp.tags.title = \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u062a\u064a \u0623\u062a\u0628\u0639\u0647\u0627
jsp.tags.sub.title = \u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0645\u0646 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u062a\u064a \u062a\u062a\u0628\u0639\u0647\u0627.

jsp.saved.items.title = \u062d\u0641\u0638
jsp.saved.items.sub.title = \u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062a\u064a \u0642\u0645\u062a \u0628\u062d\u0641\u0638\u0647\u0627.

# Service names
jsp.common.service.name.activities=\u0627\u0644\u0623\u0646\u0634\u0637\u0629
jsp.common.service.name.dogear=\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641
jsp.common.service.name.profiles=\u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641
jsp.common.service.name.blogs=\u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a
jsp.common.service.name.wikis=\u0635\u0641\u062d\u0627\u062a \u0648\u064a\u0643\u064a
jsp.common.service.name.forums=\u0645\u0646\u062a\u062f\u064a\u0627\u062a \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0627\u062a
jsp.common.service.name.files=\u0627\u0644\u0645\u0644\u0641\u0627\u062a
jsp.common.service.name.communities=\u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a

# Generic across multiple pages
jsp.homepage.title = \u0635\u0641\u062d\u0629 HCL Connections \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.homepage.title.short = \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.homepage.home = \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.homepage.tab.updates = \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a
jsp.homepage.tab.gettingStarted = \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u0628\u062f\u0621
jsp.homepage.tab.admin = \u0627\u0644\u0627\u062f\u0627\u0631\u0629
jsp.homepage.tab.myPage = \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a
jsp.homepage.tab.widgets = \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644
jsp.homepage.tab.search = \u0628\u062d\u062b
jsp.homepage.logo.alt = \u0634\u0639\u0627\u0631 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.homepage.copyright.short = \u0627\u0644\u0645\u0648\u0627\u062f \u0627\u0644\u0645\u0631\u062e\u0635\u0629 - \u0645\u0644\u0643\u064a\u0629 \u0634\u0631\u0643\u0629 HCL. \u062d\u0642\u0648\u0642 \u0627\u0644\u0646\u0634\u0631 \u00a9 \u0644\u0634\u0631\u0643\u0629 HCL Technologies Limited \u0644\u0639\u0627\u0645 2007-2019. \u062c\u0645\u064a\u0639 \u0627\u0644\u062d\u0642\u0648\u0642 \u0645\u062d\u0641\u0648\u0638\u0629.
jsp.homepage.copyright.long = \u0627\u0644\u0645\u0648\u0627\u062f \u0627\u0644\u0645\u0631\u062e\u0651\u064e\u0635\u0629 \u2013 \u0645\u0644\u0643\u064a\u0629 HCL. \u062d\u0642\u0648\u0642 \u0627\u0644\u0646\u0634\u0631 \u00a9 \u0644\u0634\u0631\u0643\u0629 HCL Technologies Limited \u0644\u0639\u0627\u0645 2007-2019. \u062c\u0645\u064a\u0639 \u0627\u0644\u062d\u0642\u0648\u0642 \u0645\u062d\u0641\u0648\u0638\u0629. \u0631\u0627\u062c\u0639 \u062a\u0631\u062e\u064a\u0635 \u0627\u0644\u0645\u0646\u062a\u062c \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644. \u062a\u0639\u062f Java \u0648\u062c\u0645\u064a\u0639 \u0627\u0644\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u062c\u0627\u0631\u064a\u0629 \u0648\u0627\u0644\u0634\u0639\u0627\u0631\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0646\u062f\u0629 \u0625\u0644\u0649 Java \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u062c\u0627\u0631\u064a\u0629 \u0623\u0648 \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u062c\u0627\u0631\u064a\u0629 \u0645\u0633\u062c\u0644\u0629 \u0644\u0634\u0631\u0643\u0629 Oracle \u0648/\u0623\u0648 \u0627\u0644\u0634\u0631\u0643\u0627\u062a \u0627\u0644\u062a\u0627\u0628\u0639\u0629 \u0644\u0647\u0627.
jsp.homepage.nav.activitystream.views = \u0645\u0634\u0627\u0647\u062f\u0627\u062a \u062a\u0633\u0644\u0633\u0644 \u062d\u0631\u0648\u0641 \u0627\u0644\u0646\u0634\u0627\u0637
jsp.homepage.nav.activitystream.imFollowing = \u0623\u062a\u0627\u0628\u0639
jsp.homepage.nav.activitystream.statusUpdates = \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062d\u0627\u0644\u0629
jsp.homepage.nav.activitystream.actionRequired = \u0645\u0637\u0644\u0648\u0628 \u062a\u0635\u0631\u0641
jsp.homepage.nav.activitystream.saved = \u062d\u0641\u0638
jsp.homepage.nav.activitystream.myNotifications = \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a
jsp.homepage.nav.activitystream.discover = \u0627\u0643\u062a\u0634\u0627\u0641
jsp.homepage.nav.activitystream.myPageDesc = \u0644\u0648\u062d\u0629 \u062a\u062d\u0643\u0645 \u0634\u062e\u0635\u064a\u0629 \u0648\u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u062a\u0647\u064a\u0626\u0629 \u0644\u0644\u0645\u062d\u062a\u0648\u0649 \u0648\u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643
jsp.homepage.nav.activitystream.imFollowingDesc=\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0644\u0644\u0623\u0634\u062e\u0627\u0635 \u0648\u0627\u0644\u0623\u0634\u064a\u0627\u0621 \u0627\u0644\u062a\u064a \u062a\u0642\u0648\u0645 \u0628\u0645\u062a\u0627\u0628\u0639\u062a\u0647\u0627\u060c \u0648\u0627\u0644\u0627\u0633\u062a\u062c\u0627\u0628\u0627\u062a \u0644\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643
jsp.homepage.nav.activitystream.statusUpdatesDesc=\u0645\u0634\u0627\u0647\u062f\u0629 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062d\u0627\u0644\u0629 \u0645\u0646 \u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0648\u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0648\u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0642\u0648\u0645 \u0628\u0645\u062a\u0627\u0628\u0639\u062a\u0647\u0627
jsp.homepage.nav.activitystream.myNotificationsDesc=\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0648\u0627\u0644\u062a\u0639\u0642\u064a\u0628\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u062a\u0639\u0644\u0642 \u0628\u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a\u060c \u0648\u0627\u0644\u0627\u0634\u0639\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u064a \u0642\u0645\u062a \u0628\u0627\u0631\u0633\u0627\u0644\u0647\u0627 \u0648\u0627\u0633\u062a\u0644\u0627\u0645\u0647\u0627
jsp.homepage.nav.activitystream.actionRequiredDesc=\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u0628\u0646\u0648\u062f \u0627\u0644\u062a\u064a \u062a\u062a\u0637\u0644\u0628 \u0627\u0644\u0631\u062f
jsp.homepage.nav.activitystream.savedDesc=\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062a\u064a \u0642\u0645\u062a \u0628\u062d\u0641\u0638\u0647\u0627
jsp.homepage.nav.activitystream.discoverDesc=\u0627\u0643\u062a\u0634\u0627\u0641 \u0623\u0646 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u064a\u0642\u0648\u0645\u0648\u0627 \u0628\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0648\u0639\u0645\u0644 \u0648\u0635\u0644\u0627\u062a \u062c\u062f\u064a\u062f\u0629
jsp.homepage.nav.activitystream.myNotificationForMeDesc=\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0648\u0627\u0644\u062a\u0639\u0642\u064a\u0628\u0627\u062a \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629 \u0628\u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0648\u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0633\u062a\u0644\u0627\u0645\u0647\u0627
jsp.homepage.nav.activitystream.myNotificationFromMeDesc=\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0631\u0633\u0627\u0644\u0647\u0627
jsp.homepage.nav.landmark.aria=\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.homepage.nav.activitystream.selected=\u0645\u062d\u062f\u062f

jsp.homepage.nav.badging.mentions.aria=\u0644\u062f\u064a\u0643 {0} \u0627\u0634\u0627\u0631\u0629/\u0627\u0634\u0627\u0631\u0627\u062a \u0644\u0645 \u064a\u062a\u0645 \u0642\u0631\u0627\u0621\u062a\u0647\u0627
jsp.homepage.nav.badging.notifications.aria=\u0644\u062f\u064a\u0643 {0} \u0627\u0639\u0644\u0627\u0645/\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0644\u0645 \u064a\u062a\u0645 \u0642\u0631\u0627\u0621\u062a\u0647\u0627

jsp.homepage.lotusBar.customize = \u062a\u0647\u064a\u0626\u0629
jsp.homepage.lotusBar.widgets = \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.homepage.lotusBar.updates = \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.homepage.lotusBar.gettingStarted = \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.homepage.lotusBar.admin = \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629

jsp.homepage.javascript.disabled.msg.title = \u062a\u0634\u063a\u064a\u0644 JavaScript
jsp.homepage.javascript.disabled.msg.section1 = \u062a\u0645 \u0625\u0644\u063a\u0627\u0621 \u0625\u062a\u0627\u062d\u0629 JavaScript \u0641\u064a \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u0627\u0633\u062a\u0639\u0631\u0627\u0636 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643. HCL Connections \u062a\u062a\u0637\u0644\u0628 JavaScript \u062d\u062a\u0649 \u064a\u0645\u0643\u0646 \u062a\u0634\u063a\u064a\u0644\u0647\u0627. \u0648\u0628\u0645\u062c\u0631\u062f \u062a\u0634\u063a\u064a\u0644\u0647\u0627\u060c \u0628\u0631\u062c\u0627\u0621 \u062a\u062c\u062f\u064a\u062f \u0627\u0644\u0635\u0641\u062d\u0629.
jsp.homepage.javascript.disabled.msg.section2 = \u0642\u0645 \u0628\u062a\u062c\u062f\u064a\u062f \u0627\u0644\u0635\u0641\u062d\u0629 \u0644\u0644\u0627\u0633\u062a\u0645\u0631\u0627\u0631.

# search results tab
jsp.search.tab.results = \u200f\u0646\u062a\u0627\u0626\u062c \u0627\u0644\u0628\u062d\u062b\u200f

#auth/login.jsp auth/error.jsp
jsp.login.title = \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0625\u0644\u0649 \u0635\u0641\u062d\u0629 HCL Connections \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.login.homepage = \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.login.strapline = \u0645\u0639\u0631\u0641\u0629 \u0645\u0627\u0630\u0627 \u064a\u062d\u062f\u062b \u0641\u064a \u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643.
jsp.login.search = \u0628\u062d\u062b
jsp.login.straplinesearch = \u0628\u062d\u062b: \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0623\u0642\u0635\u0649 \u0627\u0633\u062a\u0641\u0627\u062f\u0629 \u0645\u0646 Connections
jsp.login.username = \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645:
jsp.login.password = \u0643\u0644\u0645\u0629 \u0627\u0644\u0633\u0631\u064a\u0629:
jsp.login.username.error = \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0648/\u0623\u0648 \u0643\u0644\u0645\u0629 \u0627\u0644\u0633\u0631\u064a\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0644\u0627 \u062a\u0637\u0627\u0628\u0642 \u0623\u064a \u0645\u0646 \u0627\u0644\u062d\u0633\u0627\u0628\u0627\u062a \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629. \u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u062a\u062d\u0642\u0642 \u0648\u0623\u0639\u062f \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
jsp.login.description.title = \u0645\u0627\u0630\u0627 \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0642\u064a\u0627\u0645 \u0628\u0647 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629\u061f
jsp.login.description = \u0642\u0645 \u0628\u062a\u0643\u0648\u064a\u0646 \u0645\u0633\u0627\u062d\u0629 \u0639\u0645\u0644 \u062a\u0639\u0631\u0636 \u0645\u0634\u0627\u0647\u062f\u0629 \u0644\u0642\u0637\u0629 \u0635\u0648\u0631\u0629 \u0644\u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u064a\u0629\u060c \u0648\u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0623\u062d\u062f\u062b \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0644\u0644\u062d\u0627\u0644\u0629 \u0648\u0644\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a\u060c \u0642\u0645 \u0628\u0645\u0631\u0627\u062c\u0639\u0629 \u0627\u0644\u0645\u0647\u0645\u0629 ' \u0627\u0644\u0645\u0647\u0627\u0645 \u0627\u0644\u0648\u0627\u062c\u0628\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0648\u0642\u0645 \u0628\u0627\u064a\u062c\u0627\u062f \u0623\u0634\u062e\u0627\u0635 \u0648\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u062c\u062f\u064a\u062f\u0629 \u0630\u0627\u062a \u0623\u0647\u0645\u064a\u0629 \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0643..
jsp.login.login = \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644
jsp.login.cancel = \u0627\u0644\u063a\u0627\u0621
jsp.login.error = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0627\u062c\u0631\u0627\u0621 \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0622\u0646.  \u062d\u0627\u0648\u0644 \u0627\u062c\u0631\u0627\u0621 \u0627\u0644\u0628\u062d\u062b \u0641\u064a \u0648\u0642\u062a \u0644\u0627\u062d\u0642.

#web/jsp/main.jsp
jsp.main.function.sorry = \u0644\u0645 \u064a\u062a\u0645 \u062a\u062c\u0647\u064a\u0632 \u0627\u0644\u0648\u0638\u064a\u0641\u0629 \u0628\u0639\u062f.
jsp.main.close = \u200f\u0627\u063a\u0644\u0627\u0642\u200f
jsp.main.skip.link.river = \u0644\u0644\u0627\u0646\u062a\u0642\u0627\u0644 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0628\u0627\u0631\u060c \u0627\u0636\u063a\u0637 access \u0628\u0627\u0644\u0645\u0641\u062a\u0627\u062d R \u0623\u0648 U
jsp.main.skip.link.palette = \u0644\u0644\u0627\u0646\u062a\u0642\u0627\u0644 \u0627\u0644\u0649 \u0644\u0648\u062d\u0629 \u0627\u0644\u0645\u0643\u0648\u0646\u0627\u062a\u060c \u0627\u0636\u063a\u0637 \u0645\u0641\u062a\u0627\u062d P.
jsp.main.skip.link.first.column = \u0644\u0644\u0627\u0646\u062a\u0642\u0627\u0644 \u0627\u0644\u0649 \u0627\u0644\u0639\u0645\u0648\u062f \u0627\u0644\u0623\u0648\u0644\u060c \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0645\u0641\u062a\u0627\u062d \u0627\u0644\u062a\u0648\u0635\u0644 3.
jsp.main.skip.link.second.column = \u0644\u0644\u0627\u0646\u062a\u0642\u0627\u0644 \u0627\u0644\u0649 \u0627\u0644\u0639\u0645\u0648\u062f \u0627\u0644\u062b\u0627\u0646\u064a\u060c \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0645\u0641\u062a\u0627\u062d \u0627\u0644\u062a\u0648\u0635\u0644 4.
jsp.main.summary.table.layout = \u064a\u0639\u0631\u0636 \u0627\u0644\u062c\u062f\u0648\u0644 \u0627\u0644\u0634\u0643\u0644 \u0627\u0644\u0639\u0627\u0645 \u0644\u0644\u0635\u0641\u062d\u0629. \u0634\u0643\u0644 \u0639\u0627\u0645 \u0645\u0643\u0648\u0646 \u0645\u0646 \u0639\u0645\u0648\u062f\u064a\u0646 \u0644\u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644.
jsp.main.iwidget.loading = \u200f\u062c\u0627\u0631\u064a \u0627\u0644\u062a\u062d\u0645\u064a\u0644\u200f

#web/jsp/welcomeMessage.jspf
jsp.welcome.title = \u0645\u0631\u062d\u0628\u064b\u0627 \u0641\u064a HCL Connections
jsp.welcome.desc = \u064a\u0645\u0643\u0646\u0643 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0644\u0644\u062a\u0648\u0635\u0644 \u0644\u0622\u062e\u0631 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0644\u0644\u0623\u0646\u0634\u0637\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0641\u064a HCL Connections. \u0645\u0634\u0627\u0647\u062f\u0629 \u0623\u062d\u062f\u062b \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0645\u0646 \u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0648\u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a \u0648\u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0648\u062a\u0646\u0638\u064a\u0645 \u0634\u0627\u0634\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0644\u062a\u0644\u0627\u0626\u0645 \u0627\u0644\u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643.
jsp.welcome.learn = \u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f
jsp.welcome.demo = \u0645\u0634\u0627\u0647\u062f\u0629 \u0639\u0631\u0636 \u062a\u0642\u062f\u064a\u0645\u064a

#web/jsp/about.jsp
jsp.about.homepagehelp = \u0645\u0633\u0627\u0639\u062f\u0629 \u0639\u0646 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.about.help = \u200f\u0645\u0633\u0627\u0639\u062f\u0629\u200f
jsp.about.homepagedemo = \u0627\u0644\u0639\u0631\u0636 \u0627\u0644\u062a\u0642\u062f\u064a\u0645\u064a \u0644\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.about.demo = \u0645\u0634\u0627\u0647\u062f\u0629 \u0639\u0631\u0636 \u062a\u0642\u062f\u064a\u0645\u064a
jsp.about.tips = \u0627\u0631\u0634\u0627\u062f\u0627\u062a
jsp.about.tip.1 = \u062c\u062f\u064a\u062f \u0641\u064a HCL Connections\u061f \u062d\u062f\u062f \u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0644\u0644\u0628\u062f\u0621 \u0648\u062a\u0639\u0631\u0641 \u0639\u0644\u0649 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u0645\u062e\u062a\u0644\u0641\u0629 \u0628\u062e\u0637\u0648\u0627\u062a \u0642\u0644\u064a\u0644\u0629 \u0648\u0633\u0647\u0644\u0629.
jsp.about.tip.2 = \u0627\u0630\u0627 \u0643\u0646\u062a \u0645\u0647\u062a\u0645\u0627 \u0628\u0634\u0627\u0631\u0627\u062a \u062a\u0639\u0644\u064a\u0645 \u0645\u0639\u064a\u0646\u0629\u060c \u0641\u0644\u0645\u0627\u0630\u0627 \u0644\u0627 \u062a\u0642\u0645 \u0628\u0645\u062a\u0627\u0628\u0639\u062a\u0647\u0627 \u0628\u062d\u064a\u062b \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0622\u062e\u0631 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0647\u0630\u0647 \u0645\u0646 \u0648\u062d\u062f\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629 \u0644\u0644\u0623\u062d\u062f\u0627\u062b.
jsp.about.tip.3 = \u0642\u0645 \u0628\u0625\u062d\u0636\u0627\u0631 \u0627\u0642\u062a\u0631\u0627\u062d\u0627\u062a \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0648\u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0647\u0645\u0643 \u0645\u0646 \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 "\u0647\u0644 \u062a\u0639\u0631\u0641 \u0648\u0627\u0644\u062a\u0648\u0635\u064a\u0627\u062a".
jsp.about.headline.title = \u0644\u0645\u0627\u0630\u0627 \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629\u061f
jsp.about.headline.desc = \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0623\u062d\u062f\u062b \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u062a\u0648\u0635\u0644 \u0644\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f\u0647\u0627 \u0648\u0630\u0644\u0643 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0645\u0633\u0627\u062d\u0629 \u0639\u0645\u0644 \u0645\u0631\u0643\u0632\u064a\u0629. \u0648\u0627\u0633\u062a\u0639\u0631\u0627\u0636 \u0622\u062e\u0631 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0645\u0646 \u062e\u0644\u0627\u0644 HCL Connections \u0648\u0645\u0639\u0631\u0641\u0629 \u0645\u0627 \u064a\u062d\u062f\u062b \u0645\u0639 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0648\u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u0630\u064a\u0646 \u062a\u0642\u0648\u0645 \u0628\u062a\u062a\u0628\u0639\u0647\u0645 \u0648\u0627\u0644\u0627\u0633\u062a\u0645\u0631\u0627\u0631 \u0641\u064a \u0645\u062a\u0627\u0628\u0639\u0629 \u0643\u0634\u0641 \u0627\u0644\u0645\u0647\u0627\u0645 \u0627\u0644\u0648\u0627\u062c\u0628\u0629.
jsp.about.breakout.1.title = \u062a\u062d\u062a\u0627\u062c \u0645\u0633\u0627\u0639\u062f\u0629 \u0643\u0645\u0633\u062a\u062e\u062f\u0645 \u062c\u062f\u064a\u062f\u061f
jsp.about.breakout.1.desc = \u0627\u0633\u062a\u062e\u062f\u0645 \u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0644\u0644\u0628\u062f\u0621 \u0644\u0645\u0633\u0627\u0639\u062f\u062a\u0643 \u0641\u064a \u0627\u0644\u0628\u062f\u0621 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0628\u0639\u0636 \u0627\u0644\u0645\u0647\u0627\u0645 \u0627\u0644\u0623\u0633\u0627\u0633\u064a\u0629. \u0648\u0645\u062a\u0627\u0628\u0639\u0629 \u0627\u0644\u062e\u0637\u0648\u0627\u062a \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0642\u062f\u0645\u0629 \u0633\u0631\u064a\u0639\u0629 \u0648\u0633\u0647\u0644\u0629 \u0644\u0628\u0639\u0636 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0641\u064a HCL Connections. \u0648\u0645\u0644\u0621 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0644\u0645\u0633\u0627\u0639\u062f\u0629 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0644\u0644\u062a\u0639\u0631\u0641 \u0639\u0644\u064a\u0643 \u0628\u0634\u0643\u0644 \u0623\u0641\u0636\u0644. \u0648\u0627\u0643\u062a\u0634\u0627\u0641 \u0645\u0627 \u0647\u064a \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0648\u0643\u064a\u0641 \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627. \u0628\u0627\u0644\u0625\u0636\u0627\u0641\u0629 \u0625\u0644\u0649 \u0645\u0639\u0631\u0641\u0629 \u0643\u064a\u0641\u064a\u0629 \u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0648\u0627\u0644\u062a\u0639\u0627\u0648\u0646 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0645\u062e\u062a\u0644\u0641\u0629.
jsp.about.breakout.1.aria = \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u0628\u062f\u0621
jsp.about.breakout.2.title = \u0625\u064a\u062c\u0627\u062f \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u062a\u0639\u0644\u0642 \u0628\u0643
jsp.about.breakout.2.desc = \u0642\u0645 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0645\u0634\u0627\u0647\u062f\u0629 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0645\u062e\u062a\u0644\u0641\u0629 \u0644\u0645\u062a\u0627\u0628\u0639\u0629 \u0623\u062d\u062f\u062b \u0627\u0644\u0623\u062e\u0628\u0627\u0631 \u0645\u0646 \u0643\u0644 \u0627\u0644\u062e\u0635\u0627\u0626\u0635. \u0648\u064a\u0645\u0643\u0646\u0643 \u062a\u0631\u0634\u064a\u062d \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0648\u0641\u0642\u064b\u0627 \u0644\u0644\u0646\u0648\u0639\u060c \u0645\u0645\u0627 \u064a\u062c\u0639\u0644\u0647\u0627 \u064a\u0633\u0647\u0644 \u0627\u0644\u062a\u0631\u0643\u064a\u0632 \u0639\u0644\u0649 \u0627\u0644\u0623\u062e\u0628\u0627\u0631 \u0627\u0644\u062a\u064a \u062a\u0647\u0645\u0643 \u0623\u0643\u062b\u0631 \u0645\u0646 \u063a\u064a\u0631\u0647\u0627. \u0648\u0627\u0643\u062a\u0634\u0627\u0641 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0630\u064a\u0646 \u0642\u0627\u0645\u0648\u0627 \u0628\u0627\u0644\u0627\u0633\u062a\u062c\u0627\u0628\u0629 \u0644\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u062a\u0643\u0648\u064a\u0646\u0647\u0627 \u0645\u0646 \u062e\u0644\u0627\u0644\u0643. \u064a\u0645\u0643\u0646\u0643 \u062d\u0641\u0638 \u0639\u0646\u0627\u0648\u064a\u0646 \u0627\u0644\u0623\u062e\u0628\u0627\u0631 \u0627\u0644\u0647\u0627\u0645\u0629 \u0628\u062d\u064a\u062b \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0639\u0648\u062f\u0629 \u0625\u0644\u064a\u0647\u0627 \u0641\u064a\u0645\u0627 \u0628\u0639\u062f. \u0648\u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0623\u062d\u062f\u0627\u062b \u0644\u0644\u0627\u0633\u062a\u0645\u0631\u0627\u0631 \u0641\u064a \u062a\u062a\u0628\u0639 \u0622\u062e\u0631 \u0627\u0644\u0623\u062d\u062f\u0627\u062b \u0627\u0644\u0648\u0627\u0631\u062f\u0629  \u0627\u0644\u062a\u064a \u062a\u0642\u0648\u0645 \u0628\u062d\u0636\u0648\u0631\u0647\u0627 \u0623\u0648 \u0628\u0645\u062a\u0627\u0628\u0639\u062a\u0647\u0627. \u064a\u0645\u0643\u0646\u0643 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0623\u0634\u064a\u0627\u0621 \u0627\u0644\u062a\u064a \u062a\u0639\u062c\u0628\u0643 \u0623\u0648 \u0625\u0639\u0627\u062f\u0629 \u0627\u0644\u0625\u062f\u062e\u0627\u0644 \u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0645\u0639 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0630\u064a\u0646 \u064a\u0642\u0648\u0645\u0648\u0646 \u0628\u0645\u062a\u0627\u0628\u0639\u062a\u0643.
jsp.about.breakout.2.aria = \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0645\u0639 \u0622\u062e\u0631 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a
jsp.about.breakout.3.title = \u062d\u062f\u062f \u0643\u0644\u0645\u0629 \u062a\u0639\u0628\u0631 \u0639\u0645\u0627 \u062a\u0642\u0648\u0645 \u0628\u0647
jsp.about.breakout.3.desc = \u0646\u0634\u0631 \u0631\u0633\u0627\u0644\u0629 \u062d\u0627\u0644\u0629 \u062a\u0639\u062f \u0637\u0631\u064a\u0642\u0629 \u0633\u0631\u064a\u0639\u0629 \u0648\u0633\u0647\u0644\u0629 \u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0645\u0639 \u0632\u0645\u0644\u0627\u0621 \u0627\u0644\u0639\u0645\u0644. \u064a\u0645\u0643\u0646\u0643 \u0625\u0644\u062d\u0627\u0642 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0625\u0644\u0649 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062d\u0627\u0644\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0644\u0625\u062f\u062e\u0627\u0644 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0623\u0648 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0643\u0644\u0645\u0627\u062a \u0645\u0633\u0628\u0648\u0642\u0629 \u0628\u0639\u0644\u0627\u0645\u0629 # \u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0648\u062a\u0633\u0647\u064a\u0644 \u0625\u064a\u062c\u0627\u062f\u0647\u0627 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0622\u062e\u0631\u064a\u0646. \u062d\u062f\u062f \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062d\u0627\u0644\u0629 \u0644\u062a\u062a\u0648\u0627\u0641\u0642 \u0645\u0639 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0641\u064a \u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0648\u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0630\u064a\u0646 \u062a\u0642\u0648\u0645 \u0628\u0645\u062a\u0627\u0628\u0639\u0629\u0647\u0645.
jsp.about.breakout.3.aria = \u062a\u062d\u062f\u064a\u062b \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u062d\u0627\u0644\u0629
jsp.about.breakout.4.title = \u0627\u064a\u062c\u0627\u062f \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u062c\u062f\u064a\u062f\u0629 \u0627\u0644\u0647\u0627\u0645\u0629
jsp.about.breakout.4.desc = \u062d\u062f\u062f \u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u0627\u0633\u062a\u0643\u0634\u0627\u0641 \u0625\u0630\u0627 \u0643\u0646\u062a \u062a\u0631\u064a\u062f \u0627\u0644\u0627\u0633\u062a\u0639\u0631\u0627\u0636 \u0623\u0648 \u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0647\u0645\u0643. \u0642\u0645 \u0628\u0625\u064a\u062c\u0627\u062f \u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f \u062a\u062a\u0628\u0639\u0647\u0627 \u0623\u0648 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u064a\u0647\u0627. \u0642\u0645 \u0628\u0645\u0631\u0627\u062c\u0639\u0629 \u0623\u062d\u062f\u062b \u0627\u0644\u0627\u0642\u062a\u0631\u0627\u062d\u0627\u062a \u0645\u0646 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u062a\u0648\u0635\u064a\u0627\u062a \u0644\u0625\u064a\u062c\u0627\u062f \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0630\u0627\u062a \u0627\u0644\u0635\u0644\u0629 \u0628\u0627\u0647\u062a\u0645\u0627\u0645\u0627\u062a\u0643 \u0648\u062e\u0628\u0631\u0627\u062a\u0643.
jsp.about.breakout.4.aria = \u0643\u064a\u0641\u064a\u0629 \u0627\u064a\u062c\u0627\u062f \u0645\u062d\u062a\u0648\u064a\u0627\u062a \u062c\u062f\u064a\u062f\u0629
jsp.about.ibm.logo.alt = \u0634\u0639\u0627\u0631 HCL
jsp.about.java.logo.alt = \u0634\u0639\u0627\u0631 Java
jsp.about.more = \u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f
jsp.about.follow.aria = \u0627\u0644\u0645\u0632\u064a\u062f \u0639\u0646 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u062a\u0627\u0644\u064a\u0629

#web/jsp/errorPage.jsp
jsp.errorpage.title = \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 - \u0635\u0641\u062d\u0629 \u0627\u0644\u062e\u0637\u0623
jsp.errorpage.error = \u062d\u062f\u062b \u062e\u0637\u0623 - \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0644\u0644\u062e\u0644\u0641 \u0648\u0623\u0639\u062f \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629. \u0627\u0630\u0627 \u0644\u0645 \u064a\u0639\u0645\u0644 \u0647\u0630\u0627'\u060c \u0642\u0645 \u0628\u0627\u0628\u0644\u0627\u063a \u0627\u0644\u0645\u0634\u0643\u0644\u0629 \u0644\u0644\u0645\u0633\u0626\u0648\u0644 \u0639\u0646 \u062f\u0639\u0645 \u0645\u0646\u062a\u062f\u0649 \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0627\u062a.
jsp.errorpage.details = \u0639\u0631\u0636 \u0631\u0633\u0627\u0644\u0629 \u0627\u0644\u062e\u0637\u0623 \u0628\u0627\u0644\u0643\u0627\u0645\u0644
jsp.errorpage.hide.details = \u0627\u062e\u0641\u0627\u0621 \u0631\u0633\u0627\u0644\u0629 \u0627\u0644\u062e\u0637\u0623 \u0628\u0627\u0644\u0643\u0627\u0645\u0644
jsp.errorpage.message = \u0639\u0641\u0648\u0627\u060c \u0644\u0645 \u064a\u0646\u062c\u062d \u0647\u0630\u0627 '
jsp.errorpage.back = \u0627\u0644\u0639\u0648\u062f\u0629 \u0627\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.errorpage.stacktrace = \u062a\u0645 \u0627\u062a\u0627\u062d\u0629 \u062e\u0627\u0635\u064a\u0629 \u062a\u062a\u0628\u0639 \u0627\u0644\u062e\u0637\u0623 \u062a\u0642\u0631\u064a\u0628\u0627 \u0641\u064a:
jsp.errorpage.icon.alt = \u0634\u0627\u0631\u0629 \u0627\u0644\u062e\u0637\u0623

#web/jsp/errorPage403.jsp
error.notauthorized.exception=CLFRQ0405E: \u063a\u064a\u0631 \u0645\u0635\u0631\u062d \u0644\u0643 \u0628\u0627\u0644\u062a\u0648\u0635\u0644 \u0627\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0635\u062f\u0631.

#auth/login.jsp
jsp.loginpage.image.alt.logo = \u0634\u0639\u0627\u0631 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629

#web/jsp/footer.jspf
jsp.footer.connections = HCL Connections
jsp.footer.help = \u200f\u0645\u0633\u0627\u0639\u062f\u0629\u200f
jsp.footer.tools = \u0627\u0644\u0623\u062f\u0648\u0627\u062a
jsp.footer.about = \u0646\u0628\u0630\u0629 \u0639\u0646
jsp.footer.demo = \u0645\u0634\u0627\u0647\u062f\u0629 \u0639\u0631\u0636 \u062a\u0642\u062f\u064a\u0645\u064a
jsp.footer.support.forums = Lotus Support Forums
jsp.footer.bookmark.plugins = \u0627\u0644\u0628\u0631\u0627\u0645\u062c \u0627\u0644\u0645\u0633\u0627\u0639\u062f\u0629 \u0644\u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0633\u062a\u0639\u0631\u0627\u0636 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641
jsp.footer.plugins = \u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u0628\u0631\u0627\u0645\u062c \u0627\u0644\u0645\u0633\u0627\u0639\u062f\u0629
jsp.footer.a11y = \u0623\u062f\u0648\u0627\u062a \u0627\u0645\u0643\u0627\u0646\u064a\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644
jsp.footer.server.metrics = \u0642\u064a\u0627\u0633\u0627\u062a \u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629
jsp.footer.ibm.com = HCL Connections \u0639\u0644\u0649 hcl.com

#web/jsp/serverMetrics.jsp
homepage.metric.totals.visitor.header = \u0645\u0642\u0627\u064a\u064a\u0633 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
homepage.metric.totals.visitor = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u062a\u0641\u0631\u062f\u064a\u0646
homepage.metric.totals.visitor.today = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u062a\u0641\u0631\u062f\u064a\u0646 \u0627\u0644\u064a\u0648\u0645
homepage.metric.totals.visitor.week = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u062a\u0641\u0631\u062f\u064a\u0646 \u0641\u064a \u0627\u0644\u0623\u0633\u0628\u0648\u0639 \u0627\u0644\u0645\u0627\u0636\u064a
homepage.metric.totals.visitor.month = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u062a\u0641\u0631\u062f\u064a\u0646 \u0641\u064a \u0627\u0644\u0634\u0647\u0631 \u0627\u0644\u0645\u0627\u0636\u064a
homepage.metric.totals.visitor.hourly = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u062a\u0641\u0631\u062f\u064a\u0646 \u0641\u064a \u0627\u0644\u0633\u0627\u0639\u0629 \u0627\u0644\u0645\u0627\u0636\u064a\u0629

homepage.metric.totals.available.widgets.header = \u0645\u0642\u0627\u064a\u064a\u0633 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644
homepage.metric.totals.available.widgets = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u062a\u064a \u062a\u0645 \u0646\u0634\u0631\u0647\u0627
homepage.metric.totals.enabled.widgets = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u062a\u0627\u062d\u062a\u0647\u0627
homepage.metric.percentile.widgetsPerUser = \u0645\u062a\u0648\u0633\u0637 \u0639\u062f\u062f \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627
homepage.metric.totals.customizedPages = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u0644\u062f\u064a\u0647\u0645 \u0635\u0641\u062d\u0627\u062a \u0645\u0647\u064a\u0623\u0629
homepage.metric.topWidgets = \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0623\u0643\u062b\u0631 \u0634\u064a\u0648\u0639\u0627

homepage.metric.widgetUsage = \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0627\u062a \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644

homepage.metric.totals.stories.header = \u0645\u0642\u0627\u064a\u064a\u0633 \u0627\u0644\u0645\u0648\u0636\u0648\u0639
homepage.metric.totals.stories.added = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0636\u0627\u0641\u062a\u0647\u0627
homepage.metric.totals.stories.added.today = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0636\u0627\u0641\u062a\u0647\u0627 \u0627\u0644\u064a\u0648\u0645
homepage.metric.totals.stories.added.week = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0636\u0627\u0641\u062a\u0647\u0627 \u0647\u0630\u0627 \u0627\u0644\u0623\u0633\u0628\u0648\u0639
homepage.metric.totals.stories.added.month = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0636\u0627\u0641\u062a\u0647\u0627 \u0647\u0630\u0627 \u0627\u0644\u0634\u0647\u0631
homepage.metric.totals.stories.added.hourly = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0636\u0627\u0641\u062a\u0647\u0627 \u0641\u064a \u0623\u062e\u0631 \u0633\u0627\u0639\u0629

homepage.metric.totals.stories.saved = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u062d\u0641\u0638\u0647\u0627
homepage.metric.totals.stories.saved.today = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u062d\u0641\u0638\u0647\u0627 \u0627\u0644\u064a\u0648\u0645
homepage.metric.totals.stories.saved.week = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u062d\u0641\u0638\u0647\u0627 \u0647\u0630\u0627 \u0627\u0644\u0623\u0633\u0628\u0648\u0639
homepage.metric.totals.stories.saved.month = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u062d\u0641\u0638\u0647\u0627 \u0647\u0630\u0627 \u0627\u0644\u0634\u0647\u0631
homepage.metric.totals.stories.saved.hourly = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u062d\u0641\u0638\u0647\u0627 \u0641\u064a \u0627\u0644\u0633\u0627\u0639\u0629 \u0627\u0644\u0645\u0627\u0636\u064a\u0629


homepage.metric.totals.notifications.header = \u0645\u0642\u0627\u064a\u064a\u0633 \u0627\u0644\u0627\u0639\u0644\u0627\u0645
homepage.metric.totals.sentNotifications = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0631\u0633\u0627\u0644\u0647\u0627 \u0648\u0644\u0645 \u064a\u062a\u0645 \u0627\u0632\u0627\u0644\u062a\u0647\u0627
homepage.metric.totals.sentNotifications.today = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0631\u0633\u0627\u0644\u0647\u0627 \u0627\u0644\u064a\u0648\u0645 \u0648\u0644\u0645 \u064a\u062a\u0645 \u0627\u0632\u0627\u0644\u062a\u0647\u0627
homepage.metric.totals.sentNotifications.week = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0631\u0633\u0627\u0644\u0647\u0627 \u0647\u0630\u0627 \u0627\u0644\u0623\u0633\u0628\u0648\u0639 \u0648\u0644\u0645 \u064a\u062a\u0645 \u0627\u0632\u0627\u0644\u062a\u0647\u0627
homepage.metric.totals.sentNotifications.month = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0631\u0633\u0627\u0644\u0647\u0627 \u0647\u0630\u0627 \u0627\u0644\u0634\u0647\u0631 \u0648\u0644\u0645 \u064a\u062a\u0645 \u0627\u0632\u0627\u0644\u062a\u0647\u0627
homepage.metric.totals.sentNotifications.hourly = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0631\u0633\u0627\u0644\u0647\u0627 \u0647\u0630\u0647 \u0627\u0644\u0633\u0627\u0639\u0629 \u0648\u0644\u0645 \u064a\u062a\u0645 \u0627\u0632\u0627\u0644\u062a\u0647\u0627


homepage.metric.totals.receivedNotifications = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0633\u062a\u0644\u0627\u0645\u0647\u0627 \u0648\u0644\u0645 \u064a\u062a\u0645 \u0627\u0632\u0627\u0644\u062a\u0647\u0627
homepage.metric.totals.receivedNotifications.today = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0633\u062a\u0644\u0627\u0645\u0647\u0627 \u0627\u0644\u064a\u0648\u0645 \u0648\u0644\u0645 \u064a\u062a\u0645 \u0627\u0632\u0627\u0644\u062a\u0647\u0627
homepage.metric.totals.receivedNotifications.week = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0633\u062a\u0644\u0627\u0645\u0647\u0627 \u0647\u0630\u0627 \u0627\u0644\u0623\u0633\u0628\u0648\u0639 \u0648\u0644\u0645 \u064a\u062a\u0645 \u0627\u0632\u0627\u0644\u062a\u0647\u0627
homepage.metric.totals.receivedNotifications.month = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0633\u062a\u0644\u0627\u0645\u0647\u0627 \u0647\u0630\u0627 \u0627\u0644\u0634\u0647\u0631 \u0648\u0644\u0645 \u064a\u062a\u0645 \u0627\u0632\u0627\u0644\u062a\u0647\u0627
homepage.metric.totals.receivedNotifications.hourly = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0633\u062a\u0644\u0627\u0645\u0647\u0627 \u0627\u0644\u0633\u0627\u0639\u0629 \u0627\u0644\u0645\u0627\u0636\u064a\u0629 \u0648\u0644\u0645 \u064a\u062a\u0645 \u0627\u0632\u0627\u0644\u062a\u0647\u0627

homepage.metric.totals.user = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u062a\u0641\u0631\u062f\u064a\u0646
homepage.metric.totals.visitorPast24Hours = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0632\u0627\u0626\u0631\u064a\u0646 \u0641\u064a \u0622\u062e\u0631 24 \u0633\u0627\u0639\u0629
homepage.metric.totals.visitorPastHour = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0632\u0627\u0626\u0631\u064a\u0646 \u0641\u064a \u0622\u062e\u0631 \u0633\u0627\u0639\u0629
homepage.metric.totals.visitorPast7Days = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0632\u0627\u0626\u0631\u064a\u0646 \u0641\u064a \u0622\u062e\u0631 7 \u0623\u064a\u0627\u0645
homepage.metric.totals.visitorPast30Days = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0632\u0627\u0626\u0631\u064a\u0646 \u0641\u064a \u0622\u062e\u0631 30 \u064a\u0648\u0645
#homepage.metric.totals.customizedPages = Total number of users with customized pages.
#homepage.metric.topWidgets = The most popular widgets and their counts.

homepage.metric.totals.user.desc = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u062a\u0641\u0631\u062f\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u0642\u0627\u0645\u0648\u0627 \u0628\u0627\u0644\u062a\u0648\u0635\u0644 \u0627\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629.
homepage.metric.totals.available.widgets.desc = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u062a\u064a \u062a\u0645 \u0646\u0634\u0631\u0647\u0627 \u0641\u064a \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629.
homepage.metric.totals.enabled.widgets.desc = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u0627\u062a\u0627\u062d\u062a\u0647\u0627 \u062d\u0627\u0644\u064a\u0627 \u0641\u064a \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629.
homepage.metric.percentile.widgetsPerUser.desc = \u0645\u062a\u0648\u0633\u0637 \u0639\u062f\u062f \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0628\u0648\u0627\u0633\u0637\u0629 \u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629. \u064a\u0639\u062f \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0630\u064a \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647 \u0647\u0648 \u0639\u0646\u0635\u0631 \u0642\u0627\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0641\u062a\u062d\u0647.
homepage.metric.totals.visitorPast24Hours.desc = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0632\u0627\u0626\u0631\u064a\u0646 \u0627\u0644\u0645\u062a\u0641\u0631\u062f\u064a\u0646 \u0641\u064a \u0622\u062e\u0631 24 \u0633\u0627\u0639\u0629.
homepage.metric.totals.visitorPastHour.desc = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0632\u0627\u0626\u0631\u064a\u0646 \u0627\u0644\u0645\u062a\u0641\u0631\u062f\u064a\u0646 \u0641\u064a \u0622\u062e\u0631 \u0633\u0627\u0639\u0629.
homepage.metric.totals.visitorPast7Days.desc = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0632\u0627\u0626\u0631\u064a\u0646 \u0627\u0644\u0645\u062a\u0641\u0631\u062f\u064a\u0646 \u0641\u064a \u0622\u062e\u0631 7 \u0623\u064a\u0627\u0645.
homepage.metric.totals.visitorPast30Days.desc = \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0632\u0627\u0626\u0631\u064a\u0646 \u0627\u0644\u0645\u062a\u0641\u0631\u062f\u064a\u0646 \u0641\u064a \u0622\u062e\u0631 30 \u0623\u064a\u0627\u0645.
homepage.metric.widgetUsage.desc = \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0643\u0644 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u062a\u0639\u0627\u0645\u0644\u060c \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0646\u0633\u062e \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627. \u064a\u0639\u062f \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0630\u064a \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647 \u0647\u0648 \u0639\u0646\u0635\u0631 \u0642\u0627\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0641\u062a\u062d\u0647 \u0648\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u062d\u0627\u0642\u0647 \u0641\u064a \u0627\u0644\u062e\u0637 \u0627\u0644\u062c\u0627\u0646\u0628\u064a.

label.metrics.title = \u0642\u064a\u0627\u0633\u0627\u062a \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
label.metrics.name = \u0627\u0644\u0627\u0633\u0645
label.metrics.value = \u0627\u0644\u0642\u064a\u0645\u0629
label.metrics.asof = \u0628\u062f\u0621\u0627 \u0645\u0646:
label.metrics.months = \u064a\u0646\u0627\u064a\u0631 \u0641\u0628\u0631\u0627\u064a\u0631 \u0645\u0627\u0631\u0633 \u0623\u0628\u0631\u064a\u0644 \u0645\u0627\u064a\u0648 \u064a\u0648\u0646\u064a\u0648 \u064a\u0648\u0644\u064a\u0648 \u0623\u063a\u0633\u0637\u0633 \u0633\u0628\u062a\u0645\u0628\u0631 \u0623\u0643\u062a\u0648\u0628\u0631 \u0646\u0648\u0641\u0645\u0628\u0631 \u062f\u064a\u0633\u0645\u0628\u0631
label.metrics.notSet= \u0645\u0642\u0627\u064a\u064a\u0633 \u0627\u0644\u0646\u0638\u0627\u0645 \u063a\u064a\u0631 \u0645\u062a\u0627\u062d\u0629 \u0628\u0639\u062f \u0623\u0648 \u0623\u0646 \u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645 \u0642\u0627\u0645 \u0628\u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u062a\u0647\u0645. \u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645 \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a.
label.metrics.storyLifeTime= \u0628\u062a\u0645 \u0627\u0632\u0627\u0644\u0629 \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0648\u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0628\u0639\u062f {0} \u0645\u0646 \u0627\u0644\u0623\u064a\u0627\u0645.
# Search strings
# Common to multiple pages
# Only used in isolation for buttons
# used for tabs in search result ui and advanced search options
jsp.search.allAreas = \u0643\u0644 \u0627\u0644\u0645\u0633\u0627\u062d\u0627\u062a
jsp.search.activities = \u0627\u0644\u0623\u0646\u0634\u0637\u0629
jsp.search.blogs = \u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a
jsp.search.communities = \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a
jsp.search.dogear = \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641
jsp.search.profiles = \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641
jsp.search.wiki = \u0635\u0641\u062d\u0629 \u0648\u064a\u0643\u064a
jsp.search.files = \u0627\u0644\u0645\u0644\u0641\u0627\u062a
jsp.search.search.verb = \u0628\u062d\u062b
jsp.search.twisty.collapse = \u0627\u0636\u063a\u0637 \u0644\u0637\u064a \u0627\u0644\u0642\u0633\u0645
jsp.search.help.link = \u200f\u0645\u0633\u0627\u0639\u062f\u0629\u200f

#web/jsp/search.jspf
jsp.search.searchbox.default.text = \u0643\u0644 \u0627\u0644\u0648\u0635\u0644\u0627\u062a
jsp.search.searchbox.searchdropdown = \u062a\u0646\u0642\u064a\u062d \u0627\u062e\u062a\u064a\u0627\u0631\u0627\u062a \u0627\u0644\u0628\u062d\u062b
jsp.search.searchbox.search.activities = \u0627\u0644\u0623\u0646\u0634\u0637\u0629
jsp.search.searchbox.search.blogs = \u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a
jsp.search.searchbox.search.communities = \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a
jsp.search.searchbox.search.dogear = \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641
jsp.search.searchbox.search.profiles = \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641
jsp.search.searchbox.search.wikis = \u0635\u0641\u062d\u0627\u062a \u0648\u064a\u0643\u064a
jsp.search.searchbox.search.files = \u0627\u0644\u0645\u0644\u0641\u0627\u062a
jsp.search.searchbox.search.forums = \u0645\u0646\u062a\u062f\u064a\u0627\u062a \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0627\u062a
jsp.search.searchbox.search.status_updates = \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062d\u0627\u0644\u0629
jsp.search.searchbox.search.directory = \u200f\u0627\u0644\u062f\u0644\u064a\u0644\u200f
jsp.search.searchbox.search.directory_named =\u062f\u0644\u064a\u0644 {0}
jsp.search.searchbox.search.advanced = \u0645\u062a\u0642\u062f\u0645
jsp.search.searchbox.a11y.title = \u0623\u062f\u062e\u0644 \u0646\u0635 \u0627\u0644\u0628\u062d\u062b
jsp.search.searchbox.search.alt = \u0628\u062d\u062b

#web/jsp/searchResults.jsp
jsp.search.results.title = \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 - \u0646\u062a\u0627\u0626\u062c \u0627\u0644\u0628\u062d\u062b
jsp.search.results.advanced.search.button = \u0628\u062d\u062b \u0645\u062a\u0642\u062f\u0645 \u062c\u062f\u064a\u062f
jsp.search.comments.Comments = \u0627\u0644\u062a\u0639\u0642\u064a\u0628\u0627\u062a
#web/jsp/searchComponents.jspf
jsp.search.components.results.from = \u0623\u0646\u0648\u0627\u0639 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a
jsp.search.components.all = \u0643\u0644 \u0627\u0644\u0645\u0633\u0627\u062d\u0627\u062a
jsp.search.components.help = \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u062a\u062d\u0644\u064a\u0644 \u0644\u0646\u062a\u0627\u0626\u062c \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643. \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0644\u0648\u0635\u0644\u0627\u062a \u0644\u0639\u0631\u0636 \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643\u0644 \u0645\u0646 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a. \u062d\u064a\u062b \u064a\u0634\u064a\u0631 \u0627\u0644\u0631\u0642\u0645 \u0627\u0644\u0630\u064a \u064a\u0648\u062c\u062f \u0628\u062c\u0627\u0646\u0628 \u0643\u0644 \u0645\u0646 \u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u0649 \u0639\u062f\u062f \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0644\u0647\u0630\u0627 \u0627\u0644\u062a\u0637\u0628\u064a\u0642.

#web/jsp/seachTags.jspf
jsp.search.tags.tags = \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645
jsp.search.tags.find = \u0627\u064a\u062c\u0627\u062f \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645
jsp.search.tags.search = \u0627\u062d\u0627\u0644\u0629 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0634\u0627\u0631\u0629 \u062a\u0639\u0644\u064a\u0645
jsp.search.tags.active = \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629
jsp.search.tags.help = \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0634\u0627\u0631\u0629 \u062a\u0639\u0644\u064a\u0645 \u0644\u0639\u0631\u0636 \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0627\u0644\u062a\u064a \u062a\u0645 \u062a\u0639\u0644\u064a\u0645\u0647\u0627 \u0628\u0627\u0644\u0645\u0635\u0637\u0644\u062d \u0627\u0644\u0645\u062d\u062f\u062f. \u064a\u0645\u0643\u0646 \u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0634\u0627\u0631\u0629 \u062a\u0639\u0644\u064a\u0645 \u0645\u0639\u064a\u0646\u0629 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0643\u062a\u0627\u0628\u062a\u0647\u0627 \u0641\u064a \u0645\u062c\u0627\u0644 \u0627\u0644\u0628\u062d\u062b. \u0642\u0645 \u0628\u0633\u062d\u0628 \u0645\u0624\u0634\u0631 \u0627\u0644\u0636\u0628\u0637 \u0644\u0636\u0628\u0637 \u062d\u062c\u0645 \u0648\u062d\u062f\u0629 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u0645\u062c\u0645\u0639\u0629.
jsp.search.tags.view.cloud = \u0645\u0634\u0627\u0647\u062f\u0629 \u0643\u0648\u062d\u062f\u0629 \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u0645\u062c\u0645\u0639\u0629
jsp.search.tags.view.list = \u0645\u0634\u0627\u0647\u062f\u0629 \u0643\u0643\u0634\u0641

#web/jsp/searchPeople.jspf
jsp.search.people.people = \u0627\u0644\u0623\u0634\u062e\u0627\u0635
jsp.search.people.most.active = \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0645\u0639\u0646\u064a\u064a\u0646
jsp.search.people.help = \u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u064a\u0646 \u0628\u0646\u062a\u0627\u0626\u062c \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643. \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0633\u0645 \u0644\u0639\u0631\u0636 \u0646\u062a\u0627\u0626\u062c \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0634\u062e\u0635 \u0645\u0639\u064a\u0646.

#web/jsp/searchDate.jspf
jsp.search.dates.dates = \u0627\u0644\u062a\u0648\u0627\u0631\u064a\u062e
jsp.search.dates.most.active = \u0627\u0644\u062a\u0648\u0627\u0631\u064a\u062e \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629
jsp.search.dates.help = \u0644\u0639\u0631\u0636 \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0627\u0644\u062a\u064a \u062a\u0645 \u062a\u0643\u0648\u064a\u0646\u0647\u0627 \u0623\u0648 \u062a\u0639\u062f\u064a\u0644\u0647\u0627 \u0641\u064a \u0641\u062a\u0631\u0629 \u0632\u0645\u0646\u064a\u0629 \u0645\u0639\u064a\u0646\u0629\u060c \u0642\u0645 \u0628\u0627\u0644\u0636\u063a\u0637 \u0639\u0644\u0649 \u0634\u0627\u0631\u0629 \u0627\u0644\u0639\u0631\u0636 \u0648\u062a\u0631\u0634\u064a\u062d \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0648\u0641\u0642\u0627 \u0644\u0644\u0633\u0646\u0629 \u0648\u0627\u0644\u0634\u0647\u0631 \u0648\u0627\u0644\u062a\u0627\u0631\u064a\u062e.
#web/jsp/searchResults.jspf
jsp.search.results.page.heading = \u200f\u0646\u062a\u0627\u0626\u062c \u0627\u0644\u0628\u062d\u062b\u200f

# Translator: In the next two properties, parameters {0} and {1} are user input
jsp.search.searched.for = \u0642\u0645\u062a \u0628\u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u0635\u0637\u0644\u062d: {0}
jsp.search.searched.for.refined = \u0642\u0645\u062a \u0628\u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u0635\u0637\u0644\u062d: {0} \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0645\u0631\u0634\u062d\u0627\u062a \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0647\u0630\u0647: {1}

#the next two strings are used in the context Results 1 to 10 of 100
jsp.search.results.range = \u0646\u062a\u064a\u062c\u0629 (\u0646\u062a\u0627\u0626\u062c) {0} \u0627\u0644\u0649 {1} \u0645\u0646 {2}
jsp.search.results.previous = \u200f\u0627\u0644\u0633\u0627\u0628\u0642\u200f
jsp.search.results.next = \u0627\u0644\u062a\u0627\u0644\u064a
jsp.search.results.page = \u0635\u0641\u062d\u0629
jsp.search.results.first = \u0627\u0644\u0623\u0648\u0644\u0649
jsp.search.results.last = \u0627\u0644\u0623\u062e\u064a\u0631\u0629

# In the next property, please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.noresults = \u0644\u0645 \u064a\u0631\u062c\u0639 \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0623\u064a \u0646\u062a\u0627\u0626\u062c. \u0627\u0636\u063a\u0637 <a href="{0}">\u0647\u0646\u0627</a> \u0644\u0627\u0639\u0627\u062f\u0629 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.

# The two strings below are used in the context Show: 10 | 20 | 50 | 100 | All items
# Because of design, they cannot be resourced in one single string.
# Please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.paging.show = \u0645\u0634\u0627\u0647\u062f\u0629:
jsp.search.results.paging.all = <a href="{0}">\u0643\u0644</a> \u0627\u0644\u0628\u0646\u0648\u062f

# {0} and {1} contain only numbers
jsp.search.results.paging.jump = \u0627\u0646\u062a\u0642\u0627\u0644 \u0627\u0644\u0649 \u0635\u0641\u062d\u0629 {0} \u0645\u0646 {1}

#web/jsp/advancedSearch.jsp
jsp.search.advancedsearch.page.title = \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 - \u0628\u062d\u062b \u0645\u062a\u0642\u062f\u0645
jsp.search.advancedsearch.title = \u200f\u0628\u062d\u062b \u0645\u062a\u0642\u062f\u0645\u200f
jsp.search.advancedsearch.tips = \u0627\u0631\u0634\u0627\u062f\u0627\u062a
jsp.search.advancedsearch.tip.1 = \u0647\u0644 \u0623\u0646\u062a \u062c\u062f\u064a\u062f \u0641\u064a HCL Connections\u061f
jsp.search.advancedsearch.tip.2 = \u0647\u0644 \u062a\u0642\u0648\u0645 \u0628\u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0645\u0646 \u0645\u0633\u0627\u062d\u0629 \u0645\u0639\u064a\u0646\u0629\u061f \u064a\u0645\u0643\u0646\u0643 \u062a\u062d\u062f\u064a\u062f \u0647\u062f\u0641 \u0646\u062a\u0627\u0626\u062c \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0645\u0646 \u062e\u0644\u0627\u0644 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0647\u0645\u0643 \u0641\u0642\u0637. \u0643\u0645\u0627 \u064a\u0645\u0643\u0646\u0643 \u062a\u0648\u0633\u064a\u0639 \u0646\u0637\u0627\u0642 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 <B>\u0628\u062d\u062b \u0643\u0644</B>.
jsp.search.advancedsearch.tip.3 = \u0623\u062f\u062e\u0644 \u0648\u0627\u062d\u062f\u0629 \u0623\u0648 \u0623\u0643\u062b\u0631 \u0645\u0646 \u0627\u0644\u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0634\u062f\u0629 \u0644\u0627\u064a\u062c\u0627\u062f \u0623\u0646\u0648\u0627\u0639 \u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0645\u062e\u062a\u0644\u0641\u0629 \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0634\u062f\u0629.
jsp.search.advancedsearch.description = \u0627\u062f\u062e\u0644 \u0648\u0627\u062d\u062f\u0629 \u0623\u0648 \u0623\u0643\u062b\u0631 \u0645\u0646 \u0627\u0644\u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0634\u062f\u0629 \u0644\u0644\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629.
jsp.search.advancedsearch.step.one = \u0627\u0644\u062e\u0637\u0648\u0629 \u0627\u0644\u0623\u0648\u0644\u0649
jsp.search.advancedsearch.step.two = \u0627\u0644\u062e\u0637\u0648\u0629 \u0627\u0644\u062b\u0627\u0646\u064a\u0629
jsp.search.advancedsearch.step.three = \u0627\u0644\u062e\u0637\u0648\u0629 \u0627\u0644\u062b\u0627\u0644\u062b\u0629
jsp.search.advancedsearch.keywords.label = \u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0634\u062f\u0629:
jsp.search.advancedsearch.features.select = \u062d\u062f\u062f \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f \u0628\u062d\u062b\u0647\u0627.
jsp.search.advancedsearch.features.all = \u0628\u062d\u062b \u0643\u0644
jsp.search.advancedsearch.keywords.description = \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\u060c \u0633\u064a\u0624\u062f\u064a \u0627\u0644\u0628\u062d\u062b \u0639\u0646 "design" \u0627\u0644\u0649 \u0639\u0631\u0636 \u0643\u0634\u0641 \u0628\u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0648\u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a \u0648\u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0648\u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0648\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0627\u0644\u0643\u0644\u0645\u0629 "design" \u0641\u064a \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0623\u0648 \u0627\u0644\u0648\u0635\u0641 \u0623\u0648 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0623\u0648 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a.
jsp.search.advancedsearch.tags.only = \u0628\u062d\u062b \u0628\u0648\u0627\u0633\u0637\u0629 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0641\u0642\u0637
#web/jsp/advancedSearch.jsp - All Areas Tab
jsp.search.advancedsearch.all.caption = \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0645\u062c\u0627\u0644\u0627\u062a \u0627\u0644\u062a\u0627\u0644\u064a\u0629 \u0644\u0644\u0628\u062d\u062b \u0641\u064a \u0628\u0639\u0636 \u0623\u0648 \u0643\u0644 \u0627\u0644\u0645\u0633\u0627\u062d\u0627\u062a
jsp.search.advancedsearch.keyword.label = \u0627\u0644\u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0634\u062f\u0629
jsp.search.advancedsearch.keyword.description = \u0623\u062f\u062e\u0644 \u0643\u0644\u0645\u0629 \u0645\u0631\u0634\u062f\u0629 \u0644\u0627\u064a\u062c\u0627\u062f \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u062a\u0636\u0645\u0646 \u0647\u0630\u0647 \u0627\u0644\u0639\u0628\u0627\u0631\u0629.
jsp.search.advancedsearch.tags.label = \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645
jsp.search.advancedsearch.tags.description = \u0623\u062f\u062e\u0644 \u0634\u0627\u0631\u0629 \u062a\u0639\u0644\u064a\u0645 \u0644\u0627\u064a\u062c\u0627\u062f \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u0645\u0639\u0644\u0645\u0629 \u0628\u0645\u0635\u0637\u0644\u062d \u0645\u062d\u062f\u062f.
jsp.search.advancedsearch.person.label = \u0634\u062e\u0635
jsp.search.advancedsearch.person.description = \u0623\u062f\u062e\u0644 \u0627\u0633\u0645 \u0634\u062e\u0635 \u0644\u0627\u064a\u062c\u0627\u062f \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u062e\u0627\u0635 \u0628\u0647 \u0648\u0623\u064a \u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0642\u0627\u0645 \u0628\u062a\u0623\u0644\u064a\u0641\u0647\u0627.
jsp.search.advancedsearch.time.label = \u0627\u0637\u0627\u0631 \u0627\u0644\u0648\u0642\u062a
jsp.search.advancedsearch.time.description = \u062d\u062f\u062f \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0627\u0644\u062a\u064a \u0633\u064a\u062a\u0645 \u0627\u0644\u0628\u062d\u062b \u0641\u064a\u0647\u0627
jsp.search.advancedsearch.areas.label = \u0627\u0644\u0645\u0633\u0627\u062d\u0627\u062a \u0627\u0644\u062a\u064a \u0633\u064a\u062a\u0645 \u0628\u062d\u062b\u0647\u0627
jsp.search.advancedsearch.areas.description = \u0627\u0644\u063a\u0627\u0621 \u062a\u0639\u0644\u064a\u0645 \u0645\u0627 \u0633\u064a\u062a\u0645 \u0627\u0633\u062a\u0628\u0639\u0627\u062f\u0647 \u0645\u0646 \u0627\u0644\u0628\u062d\u062b
jsp.search.advancedsearch.searchAllContent = \u0628\u062d\u062b \u0643\u0644 \u0627\u0644\u0645\u062d\u062a\u0648\u0649
jsp.search.advancedsearch.searchMyContent = \u0628\u062d\u062b \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a

#web/jsp/noIndex.jsp
jsp.search.noIndex.title = \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 - \u0627\u0644\u0641\u0647\u0631\u0633 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f \u0623\u0648 \u062d\u062f\u062b \u062a\u0644\u0641 \u0628\u0647
jsp.search.noIndex.message = \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u0628\u062d\u062b \u063a\u064a\u0631 \u0645\u062a\u0627\u062d\u0629 \u0628\u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0647\u0630\u0647 \u0644\u0623\u0646 \u0627\u0644\u0641\u0647\u0631\u0633 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f \u0623\u0648 \u062d\u062f\u062b \u062a\u0644\u0641 \u0628\u0647.  \u0627\u0636\u063a\u0637 \u0639\u0648\u062f\u0629 \u0644\u0627\u0639\u0627\u062f\u0629 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629.  \u0627\u0630\u0627 \u0627\u0633\u062a\u0645\u0631\u062a \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629\u060c \u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645.
jsp.search.error = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0627\u062c\u0631\u0627\u0621 \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0622\u0646.  \u062d\u0627\u0648\u0644 \u0627\u062c\u0631\u0627\u0621 \u0627\u0644\u0628\u062d\u062b \u0641\u064a \u0648\u0642\u062a \u0644\u0627\u062d\u0642.

#web/jsp/opensearch.jsp
#this jsp is used to provide details about Connections search to browsers so they can include Connections search in their built in search forms
# the service name cannot be longer than 16 characters for the opensearch spec
jsp.search.opensearch.service.name = Connections
# long service name may be up to 48 characters
jsp.search.opensearch.service.long.name = \u0628\u062d\u062b Connections
# the description must be less than 1024 characters for the opensearch spec
jsp.search.opensearch.description = \u0628\u062d\u062b \u0643\u0644 \u0645\u062d\u062a\u0648\u064a\u0627\u062a Connections
# developer must not be longer than 64 characters
jsp.search.opensearch.service.developer = \u0641\u0631\u064a\u0642 \u062a\u0637\u0648\u064a\u0631 Connections


# Admin UI: admin/admin.jsp
jsp.admin.title = \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0644\u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645
jsp.admin.description = \u0627\u0633\u062a\u062e\u062f\u0645 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0644\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u0645\u062a\u0627\u062d\u0629 \u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629.
jsp.admin.widgets.click = \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0633\u0645 \u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u0644\u062a\u062d\u062f\u064a\u062f\u0647.
jsp.admin.enabled.widgets = \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u0645\u062a\u0627\u062d\u0629
jsp.admin.enabled.widgets.comment = \u064a\u062a\u0645 \u0639\u0631\u0636 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u0645\u062a\u0627\u062d\u0629 \u0641\u064a \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.admin.disabled.widgets = \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u063a\u064a\u0631 \u0627\u0644\u0645\u062a\u0627\u062d\u0629
jsp.admin.disabled.widgets.comment = \u0644\u0627 \u064a\u062a\u0645 \u0639\u0631\u0636 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u063a\u064a\u0631 \u0627\u0644\u0645\u062a\u0627\u062d\u0629 \u0641\u064a \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.admin.button.disable = \u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u0629
jsp.admin.button.edit = \u062a\u0639\u062f\u064a\u0644
jsp.admin.button.remove = \u0627\u0632\u0627\u0644\u0629
jsp.admin.button.enable = \u0627\u062a\u0627\u062d\u0629
jsp.admin.button.add = \u0625\u0636\u0627\u0641\u0629 \u062a\u0637\u0628\u064a\u0642 \u0622\u062e\u0631
jsp.admin.button.refresh = \u062a\u062c\u062f\u064a\u062f \u0627\u0644\u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u0648\u0633\u064a\u0637\u0629
jsp.admin.button.add.mapping = \u0625\u0636\u0627\u0641\u0629 \u0645\u0646\u0627\u0638\u0631\u0629
jsp.admin.button.edit.mapping = \u062a\u062d\u0631\u064a\u0631 \u0645\u0646\u0627\u0638\u0631\u0629
jsp.admin.button.delete.mapping = \u062d\u0630\u0641 \u0645\u0646\u0627\u0638\u0631\u0629
jsp.admin.test.mode.title = \u0646\u0645\u0637 \u0627\u0644\u0627\u062e\u062a\u0628\u0627\u0631:
jsp.admin.test.mode.checkbox = \u0627\u0644\u0633\u0645\u0627\u062d \u0628\u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u063a\u064a\u0631 \u0627\u0644\u0645\u062a\u0627\u062d\u0629
jsp.admin.add.page.title = \u0625\u0636\u0627\u0641\u0629 \u062a\u0637\u0628\u064a\u0642 \u062c\u062f\u064a\u062f
jsp.admin.edit.page.title = \u062a\u062d\u0631\u064a\u0631 \u062a\u0637\u0628\u064a\u0642
jsp.admin.edit.widget.type = \u0646\u0648\u0639 \u0627\u0644\u062a\u0637\u0628\u064a\u0642:
jsp.admin.edit.widget.type.comment = \u062d\u062f\u062f \u0646\u0648\u0639 \u0627\u0644\u062a\u0637\u0628\u064a\u0642.
jsp.admin.edit.widget.type.iwidget = iWidget
# OpenSocial should not be translated as it's the name of a standard
jsp.admin.edit.widget.type.osgadget = \u0623\u062f\u0627\u0629 OpenSocial
jsp.admin.edit.widget.name = \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u062a\u0637\u0628\u064a\u0642:
jsp.admin.edit.widget.name.comment = \u0623\u062f\u062e\u0644 \u0627\u0633\u0645 \u0627\u0644\u062a\u0637\u0628\u064a\u0642. \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\u060c \u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a.
jsp.admin.edit.widget.description = \u200f\u0627\u0644\u0648\u0635\u0641:\u200f
jsp.admin.edit.widget.description.comment = \u0623\u062f\u062e\u0644 \u0648\u0635\u0641 \u0627\u0644\u062a\u0637\u0628\u064a\u0642. \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\u060c \u0623\u062d\u062f\u062b \u0627\u062f\u062e\u0627\u0644\u0627\u062a \u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a \u0648\u0627\u0644\u062a\u0639\u0642\u064a\u0628\u0627\u062a.
jsp.admin.edit.widget.url = \u0639\u0646\u0648\u0627\u0646 URL:
jsp.admin.edit.widget.url.comment = \u0623\u062f\u062e\u0644 \u0645\u0643\u0627\u0646 \u0627\u0644\u062a\u0637\u0628\u064a\u0642. \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0647\u0630\u0627 \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0639\u0646\u0648\u0627\u0646 \u0627\u0646\u062a\u0631\u0646\u062a \u0645\u0624\u0645\u0646 \u0628\u0634\u0643\u0644 \u0643\u0627\u0645\u0644. \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\u060c http://myserver.com/mywidget.xml
jsp.admin.edit.widget.secureurl = \u0639\u0646\u0648\u0627\u0646 URL \u062a\u0645 \u062d\u0645\u0627\u064a\u062a\u0647:
jsp.admin.edit.widget.secureurl.comment = \u0623\u062f\u062e\u0644 \u0645\u0643\u0627\u0646 \u0627\u0644\u062a\u0637\u0628\u064a\u0642. \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0647\u0630\u0627 \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0639\u0646\u0648\u0627\u0646 \u0627\u0646\u062a\u0631\u0646\u062a \u0645\u0624\u0645\u0646 \u0628\u0634\u0643\u0644 \u0643\u0627\u0645\u0644. \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\u060c https://myserver.com/mywidget.xml.
jsp.admin.edit.widget.iconurl = \u0639\u0646\u0648\u0627\u0646 URL \u0644\u0644\u0634\u0627\u0631\u0629:
jsp.admin.edit.widget.iconurl.comment = \u0623\u062f\u062e\u0644 \u0645\u0643\u0627\u0646 \u0627\u0644\u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u064a \u0633\u064a\u062a\u0645 \u0639\u0631\u0636\u0647\u0627 \u0644\u0644\u062a\u0637\u0628\u064a\u0642 \u0627\u0644\u0630\u064a \u062a\u0645 \u0627\u0644\u062d\u0627\u0642\u0647. \u0627\u0644\u0635\u0648\u0631\u0629 \u064a\u062c\u0628 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0628\u0627\u0644\u062d\u062c\u0645 16 x 16 (\u0634\u0627\u0631\u0627\u062a favicons \u0645\u0642\u0628\u0648\u0644\u0629).
jsp.admin.edit.widget.iconsecureurl = \u0634\u0627\u0631\u0629 \u0639\u0646\u0648\u0627\u0646 \u200fURL \u0627\u0644\u0645\u0624\u0645\u0646:
jsp.admin.edit.widget.iconsecureurl.comment = \u0623\u062f\u062e\u0644 \u0645\u0643\u0627\u0646 \u0627\u0644\u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u064a \u0633\u064a\u062a\u0645 \u0639\u0631\u0636\u0647\u0627 \u0644\u0644\u062a\u0637\u0628\u064a\u0642 \u0627\u0644\u0630\u064a \u062a\u0645 \u0627\u0644\u062d\u0627\u0642\u0647. \u0627\u0644\u0635\u0648\u0631\u0629 \u064a\u062c\u0628 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0628\u0627\u0644\u062d\u062c\u0645 16 x 16 (\u0634\u0627\u0631\u0627\u062a favicons \u0645\u0642\u0628\u0648\u0644\u0629).
jsp.admin.edit.widget.homepagespecific = \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0634\u0627\u0631\u0627\u062a \u062a\u0639\u0644\u064a\u0645 HCL Connections \u0645\u062d\u062f\u062f\u0629:
jsp.admin.edit.widget.cache = \u0645\u0648\u0635\u0641 \u062a\u0637\u0628\u064a\u0642 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a:
jsp.admin.edit.widget.preview = \u0645\u0631\u0627\u062c\u0639\u0629 \u0639\u0646\u0648\u0627\u0646 URL \u0644\u0644\u0635\u0648\u0631\u0629:
jsp.admin.edit.widget.preview.comment = \u0623\u062f\u062e\u0644 \u0645\u0643\u0627\u0646 \u0645\u0639\u0627\u064a\u0646\u0629 \u0627\u0644\u0635\u0648\u0631\u0629. \u0647\u0630\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0639\u0646\u0648\u0627\u0646 \u0627\u0646\u062a\u0631\u0646\u062a \u0645\u0637\u0644\u0642 \u0623\u0648 \u0646\u0633\u0628\u064a. \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\u060c http://myserver.com/images/image.gif
jsp.admin.edit.widget.category = \u0627\u0644\u0641\u0626\u0629:
jsp.admin.edit.widget.category.comment = \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\u060c \u200f\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641\u200f
jsp.admin.edit.widget.tab.widget = \u0627\u0644\u0639\u0631\u0636 \u0639\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a:
jsp.admin.edit.widget.tab.widget.comment = \u064a\u062c\u0628 \u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u0633\u0627\u062d\u0629 \u0644\u0639\u0631\u0636 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u060c \u0639\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a \u0623\u0648 \u0635\u0641\u062d\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a. \u0642\u0645 \u0628\u0627\u062a\u0627\u062d\u0629 \u0643\u0644\u0627 \u0645\u0646 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631\u064a\u0646 \u0644\u0639\u0631\u0636 \u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u0641\u064a \u0643\u0644\u0627 \u0645\u0646 \u0627\u0644\u0645\u0633\u0627\u062d\u062a\u064a\u0646.
jsp.admin.edit.widget.tab.update =  \u0627\u0644\u0639\u0631\u0636 \u0639\u0644\u0649 \u0635\u0641\u062d\u0627\u062a \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a:
jsp.admin.edit.widget.tab.update.comment = \u064a\u062c\u0628 \u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u0633\u0627\u062d\u0629 \u0644\u0639\u0631\u0636 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u060c \u0639\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a \u0623\u0648 \u0635\u0641\u062d\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a. \u0642\u0645 \u0628\u0627\u062a\u0627\u062d\u0629 \u0643\u0644\u0627 \u0645\u0646 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631\u064a\u0646 \u0644\u0639\u0631\u0636 \u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u0641\u064a \u0643\u0644\u0627 \u0645\u0646 \u0627\u0644\u0645\u0633\u0627\u062d\u062a\u064a\u0646.
jsp.admin.edit.widget.opened = \u062a\u0645 \u0627\u0644\u0641\u062a\u062d \u0643\u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u0641\u062a\u0631\u0636:
jsp.admin.edit.widget.opened.comment = \u062d\u062f\u062f \u0647\u0630\u0627 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0644\u0639\u0631\u0636 \u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u0639\u0646\u062f \u0642\u064a\u0627\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0628\u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629.
jsp.admin.edit.widget.view = \u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0645\u062a\u0639\u062f\u062f\u0629:
jsp.admin.edit.widget.view.comment = \u062d\u062f\u062f \u0647\u0630\u0627 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0644\u0627\u062a\u0627\u062d\u0629 \u0639\u0631\u0636 \u0639\u062f\u0629 \u0646\u0633\u062e \u0644\u0644\u062a\u0637\u0628\u064a\u0642.
jsp.admin.edit.widget.prereqs = \u0627\u0644\u0645\u062a\u0637\u0644\u0628\u0627\u062a \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629:
jsp.admin.edit.button.ok = \u062d\u0633\u0646\u0627
jsp.admin.edit.button.save = \u062d\u0641\u0638
jsp.admin.edit.button.cancel = \u0627\u0644\u063a\u0627\u0621
jsp.admin.tips = \u0627\u0631\u0634\u0627\u062f\u0627\u062a
jsp.admin.tip.header = \u0645\u0633\u0624\u0648\u0644 \u0646\u0638\u0627\u0645 \u062c\u062f\u064a\u062f\u061f
jsp.admin.tip.1 = \u0627\u0633\u062a\u062e\u062f\u0645 \u0635\u0641\u062d\u0629 \u0627\u0644\u0627\u062f\u0627\u0631\u0629 \u0644\u0627\u062a\u0627\u062d\u0629 \u0648\u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u0629 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u0645\u0646\u0641\u0631\u062f\u0629\u060c \u0648\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0647\u0627.
jsp.admin.tip.2 = \u064a\u0645\u0643\u0646\u0643 \u062a\u062d\u0633\u064a\u0646 \u0627\u0644\u0627\u0645\u0643\u0627\u0646\u064a\u0629 \u0627\u0644\u0648\u0638\u064a\u0641\u064a\u0629 \u0644\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0628\u0625\u0636\u0627\u0641\u0629 \u062a\u0637\u0628\u064a\u0642\u0627\u062a \u062c\u062f\u064a\u062f\u0629 \u0645\u0646 \u0627\u0644\u0645\u0624\u0633\u0633\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0623\u0648 \u0627\u0644\u0637\u0631\u0641 \u0627\u0644\u062b\u0627\u0644\u062b.
jsp.admin.error.select.widget = \u062d\u062f\u062f \u062a\u0637\u0628\u064a\u0642 \u0642\u0628\u0644 \u062a\u0646\u0641\u064a\u0630 \u0627\u0644\u062a\u0635\u0631\u0641.
jsp.admin.error.empty.name = \u0623\u062f\u062e\u0644 \u0639\u0646\u0648\u0627\u0646 \u0644\u0644\u062a\u0637\u0628\u064a\u0642 \u0642\u0628\u0644 \u0627\u0644\u062d\u0641\u0638.
jsp.admin.error.empty.url = \u0623\u062f\u062e\u0644 \u0639\u0646\u0648\u0627\u0646 URL \u0644\u0644\u062a\u0637\u0628\u064a\u0642 \u0642\u0628\u0644 \u0627\u0644\u062d\u0641\u0638.
jsp.admin.error.system.widgets = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0632\u0627\u0644\u0629 \u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u0646\u0638\u0627\u0645.
jsp.admin.error.protocol = \u0644\u0627 \u064a\u062a\u0645 \u062f\u0639\u0645 \u0627\u0644\u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u0644\u0645\u0635\u0627\u062f\u0631 \u0627\u0644\u062a\u0637\u0628\u064a\u0642.
jsp.admin.error.url = \u0644\u0645 \u064a\u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0627\u0644\u0645\u0635\u062f\u0631 \u0628\u0647\u0630\u0627 \u0627\u0644\u0645\u0643\u0627\u0646.
jsp.admin.error.verified = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0627\u0644\u0645\u0635\u062f\u0631. \u0627\u062a\u0635\u0644 \u0628\u0645\u0633\u0626\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645.
jsp.admin.error.widgettab = \u062d\u062f\u062f \u0648\u0627\u062d\u062f \u0623\u0648 \u0623\u0643\u062b\u0631 \u0645\u0646 \u0627\u062e\u062a\u064a\u0627\u0631\u0627\u062a \u0627\u0644\u0639\u0631\u0636. \u064a\u062c\u0628 \u0639\u0631\u0636 \u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u0641\u064a \u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0623\u0648 \u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a\u060c \u0623\u0648 \u0643\u0644\u0627\u0647\u0645\u0627.
jsp.admin.error.newwidget = \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u0627\u0644\u062c\u062f\u064a\u062f. \u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u0645\u062a\u0627\u062d\u0627 \u0644\u0643\u0646 \u0642\u062f \u0644\u0627 \u064a\u0639\u0645\u0644 \u0628\u0637\u0631\u064a\u0642\u0629 \u0635\u062d\u064a\u062d\u0629.
jsp.admin.error.enablewidget = \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u062a\u0627\u062d\u0629 \u0627\u0644\u062a\u0637\u0628\u064a\u0642. \u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u0645\u062a\u0627\u062d \u0644\u0643\u0646 \u0642\u062f \u0644\u0627 \u064a\u0639\u0645\u0644 \u0628\u0637\u0631\u064a\u0642\u0629 \u0635\u062d\u064a\u062d\u0629.
jsp.admin.error.editwidget = \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062d\u0641\u0638 \u0627\u0644\u062a\u0637\u0628\u064a\u0642. \u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u0645\u062a\u0627\u062d \u0644\u0643\u0646 \u0642\u062f \u0644\u0627 \u064a\u0639\u0645\u0644 \u0628\u0637\u0631\u064a\u0642\u0629 \u0635\u062d\u064a\u062d\u0629.
jsp.admin.error.refreshcache = \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u062c\u062f\u064a\u062f \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0644\u0644\u062a\u0637\u0628\u064a\u0642.
jsp.admin.gadgetSettings.legend = \u0645\u062d\u062f\u062f\u0627\u062a \u0627\u0644\u0623\u062f\u0627\u0629 \u0645\u0639 \u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u0646\u0634\u0627\u0637 \u0623\u0648 \u0645\u0631\u0628\u0639 \u062d\u0648\u0627\u0631 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0629
jsp.admin.gadgetSettings.gadgetSecurityLabel = \u0627\u0644\u0633\u0631\u064a\u0629:
jsp.admin.gadgetSettings.gadgetsecurityUnrestriced = \u062a\u0648\u062b\u064a\u0642
jsp.admin.gadgetSettings.gadgetsso = \u0627\u0633\u062a\u062e\u062f\u0627\u0645 SSO.
jsp.admin.gadgetSettings.gadgetSecurityRestricted = \u0645\u0642\u064a\u062f
jsp.admin.gadgetSettings.gadgetSettingsHelp = \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u0645\u0648\u062b\u0642\u0629 \u064a\u0645\u0643\u0646\u0647\u0627 \u0627\u0644\u062a\u0648\u0635\u0644 \u0627\u0644\u0649 \u0628\u0631\u0627\u0645\u062c  API \u0627\u0644\u062a\u064a \u0642\u062f \u064a\u0643\u0648\u0646 \u0628\u0647\u0627 \u0628\u064a\u0627\u0646\u0627\u062a \u062d\u0633\u0627\u0633\u0629.
jsp.admin.gadgetSettings.gadgetsecurityLabel = \u0646\u0642\u0627\u0637 \u062a\u0643\u0627\u0645\u0644 \u0648\u0627\u062c\u0647\u0629 \u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645:
jsp.admin.gadgetSettings.gadgetshareboxLabel = \u0639\u0631\u0636 \u0641\u064a \u0645\u0631\u0628\u0639 \u062d\u0648\u0627\u0631 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0628\u0639\u062f \u0627\u0644\u0623\u062f\u0627\u0629:
jsp.admin.gadgetSettings.gadgeteeLabel = \u0639\u0631\u0636 \u0644\u0623\u062d\u062f\u0627\u062b \u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u0646\u0634\u0627\u0637.
jsp.admin.gadgetSettings.gadgeturlaccesslabel = \u0627\u0644\u062a\u0648\u0635\u0644 \u0627\u0644\u0649 \u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0645\u0646 \u062e\u0644\u0627\u0644 Proxy:
jsp.admin.gadgetSettings.gadgeturlaccessExternal = \u062e\u0627\u0631\u062c \u0627\u0644\u0627\u0646\u062a\u0631\u0627\u0646\u062a \u0641\u0642\u0637.
jsp.admin.gadgetSettings.gadgeturlaccessAny = \u0643\u0644 \u0648\u062d\u062f\u0627\u062a \u0627\u0644\u062e\u062f\u0645\u0629.
jsp.admin.gadgetSettings.gadgeturlaccessCustom = \u0627\u0644\u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0645\u0647\u064a\u0623\u0629 \u0627\u0644\u0645\u0639\u0631\u0641\u0629 \u0644\u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0641\u064a \u0645\u0644\u0641 \u200f\u200eproxy-policy.dynamic\u200e\u200f.
jsp.admin.gadgetSettings.widgetOrGadgetHelp = \u0645\u0627 \u0647\u064a \u0639\u0646\u0627\u0648\u064a\u0646 URL \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u0644\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u062a\u0648\u0635\u0644 \u0644\u0647\u0627.
jsp.admin.gadgetSettings.gadgetoauthLabel = OAuth Client:
jsp.admin.gadgetSettings.serviceName=\u0627\u0633\u0645 \u0627\u0644\u062e\u062f\u0645\u0629:
jsp.admin.gadgetSettings.oauthMappings= \u0642\u0645 \u0628\u0645\u0646\u0627\u0638\u0631\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0645\u0639 Oauth \u0623\u0648 \u062d\u062f\u062f \u0627\u0644\u0645\u0646\u0627\u0638\u0631\u0629 \u0644\u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062b\u0647\u0627.
jsp.admin.gadgetSettings.serviceMappings= \u0645\u0646\u0627\u0638\u0631\u0627\u062a \u0627\u0644\u062e\u062f\u0645\u0629:
jsp.admin.alert.willupdate=\u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u0645\u062d\u062f\u062f\u0627\u062a \u0628\u0647\u0630\u0647 \u0627\u0644\u0634\u0627\u0634\u0629 \u0633\u064a\u0624\u062f\u064a \u0627\u0644\u0649 \u0627\u0644\u062a\u062c\u062f\u064a\u062f \u0645\u0645\u0627 \u064a\u0636\u0639 \u0627\u0644\u062a\u0631\u0643\u064a\u0632 \u0639\u0644\u0649 \u0623\u0639\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0629.
jsp.admin.alert.willupdate.2=\u062a\u063a\u064a\u064a\u0631 {0} \u0633\u064a\u0624\u062f\u064a \u0627\u0644\u0649 \u0627\u0644\u062a\u062c\u062f\u064a\u062f \u0645\u0645\u0627 \u064a\u0636\u0639 \u0627\u0644\u062a\u0631\u0643\u064a\u0632 \u0628\u0623\u0639\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0629.

# Getting Start UI: web/gettingStartedPage.action
jsp.start.title = \u0628\u062f\u0621 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 HCL Connections
jsp.start.sub.title = \u0627\u0633\u062a\u062e\u062f\u0645 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0647\u0630\u0647 \u0644\u0627\u0631\u0634\u0627\u062f\u0643 \u062e\u0644\u0627\u0644 \u0628\u0639\u0636 \u0627\u0644\u0645\u0647\u0627\u0645 \u0627\u0644\u0623\u0633\u0627\u0633\u064a\u0629 \u0648\u0645\u0633\u0627\u0639\u062f\u062a\u0643 \u0641\u064a \u0628\u062f\u0621 \u0628\u0639\u0636 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0623\u0633\u0627\u0633\u064a\u0629.
jsp.start.checkbox.label = \u0639\u062f\u0645 \u0639\u0631\u0636 \u0647\u0630\u0647 \u0627\u0644\u0634\u0627\u0634\u0629 \u0639\u0646\u062f \u0627\u0644\u0628\u062f\u0621
jsp.start.step1.tab.title.nocaps = \u0645\u0631\u062d\u0628\u064b\u0627
jsp.start.step1.tab.title = \u0645\u0631\u062d\u0628\u0627
jsp.start.step1.title = \u0628\u062f\u0621 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 HCL Connections.
jsp.start.step1.sub.title = \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u062a\u0633\u0645\u062d \u0644\u0643 \u0644\u062a\u0647\u064a\u0626\u0629 \u0627\u0644\u062a\u062c\u0631\u0628\u0629 \u0627\u0644\u0623\u0648\u0644\u0649 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0645\u0639 HCL Connections.
jsp.start.step1.text = \u064a\u0633\u062a\u0637\u064a\u0639 \u0645\u0648\u062c\u0647\u064a \u0627\u0644\u0646\u0638\u0627\u0645 \u062a\u0647\u064a\u0626\u0629 \u0627\u0644\u062e\u0637\u0648\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0648\u062c\u062f \u0641\u064a \u0641\u064a \u0635\u0641\u062d\u0629 \u0643\u064a\u0641\u064a\u0629 \u0627\u0644\u0628\u062f\u0621 \u0645\u0646 \u062e\u0644\u0627\u0644 \u062a\u062d\u0631\u064a\u0631 \u0645\u0644\u0641 \u200f\u200egettingstarted-config.xml\u200e\u200f. \u064a\u0645\u0643\u0646\u0647\u0645 \u0623\u064a\u0636\u0627 \u0625\u0636\u0627\u0641\u0629 \u0623\u0648 \u0627\u0632\u0627\u0644\u0629 \u062e\u0637\u0648\u0627\u062a\u060c \u0648\u0627\u062a\u0627\u062d\u0629 \u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0645\u0647\u064a\u0623\u0629 \u0645\u062b\u0644 \u0631\u0633\u0627\u0644\u0629 \u062a\u0631\u062d\u064a\u062b \u0645\u0646 CEO.
jsp.start.share.sub.title = \u0627\u0643\u062a\u0634\u0641 \u0643\u064a\u0641 \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0627\u0644\u0622\u062e\u0631\u064a\u0646 \u0648\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a.
jsp.start.explore.tab.title.nocaps = \u0627\u0643\u062a\u0634\u0627\u0641
jsp.start.explore.tab.title = \u0627\u0633\u062a\u0643\u0634\u0627\u0641
jsp.start.explore.title = \u0627\u0643\u062a\u0634\u0627\u0641
jsp.start.explore.sub.title = \u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0639\u0646 \u062e\u0635\u0627\u0626\u0635 HCL Connections.

jsp.start.welcome.title = \u0645\u0631\u062d\u0628\u064b\u0627 \u0641\u064a HCL Connections
jsp.start.welcome.sub.title = \u062a\u0639\u0631\u0651\u064e\u0641 \u0639\u0644\u0649 HCL Connections \u0648\u0643\u064a\u0641\u064a\u0629 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647.
jsp.start.welcome.text.line1 = \u064a\u0642\u062f\u0645 HCL Connections \u0634\u0628\u0643\u0629 \u062a\u0648\u0627\u0635\u0644 \u0627\u062c\u062a\u0645\u0627\u0639\u064a\u0629 \u0644\u0644\u0634\u0631\u0643\u0629\u060c \u0645\u0645\u0627 \u064a\u0633\u0645\u062d \u0644\u0643 \u0628\u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0648\u0645\u0634\u0627\u0631\u0643\u0629 \u0648\u0625\u0642\u0627\u0645\u0629 \u0639\u0644\u0627\u0642\u0627\u062a \u0642\u0648\u064a\u0629 \u0645\u0639 \u0627\u0644\u0622\u062e\u0631\u064a\u0646. \u0648\u0633\u0648\u0627\u0621 \u0643\u0646\u062a \u062a\u0631\u064a\u062f \u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0647\u0645\u0629\u060c \u0623\u0648 \u0643\u0646\u062a \u062a\u0631\u064a\u062f \u0628\u0646\u0627\u0621 \u0634\u0628\u0643\u0629 \u0628\u062c\u0647\u0627\u062a \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u0645\u0641\u064a\u062f\u0629 \u0644\u0643\u060c \u0623\u0648 \u0643\u0646\u062a \u062a\u0631\u064a\u062f \u0645\u062a\u0627\u0628\u0639\u0629 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0645\u0647\u0645\u064a\u0646 \u0644\u0643\u060c \u0641\u0633\u0648\u0641 \u062a\u062c\u062f \u062a\u0637\u0628\u064a\u0642\u064b\u0627 \u0644\u0643.
jsp.start.welcome.text.line3 = \u0627\u0636\u063a\u0637 <b>\u0645\u0634\u0627\u0631\u0643\u0629</b> \u0644\u0644\u0628\u062f\u0621.  \u0648\u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0627\u0644\u0622\u062e\u0631\u064a\u0646 \u0648\u0627\u0644\u0628\u062f\u0621 \u0641\u064a \u062a\u0628\u0627\u062f\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0648\u0627\u0644\u0623\u0641\u0643\u0627\u0631. \u062b\u0645 \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 <b>\u0627\u0633\u062a\u0643\u0634\u0627\u0641</b> \u0644\u0644\u062a\u0639\u0627\u0645\u0644 \u0645\u0639 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u0645\u062e\u062a\u0644\u0641\u0629 \u0648\u0645\u0639\u0631\u0641\u0629 \u0643\u064a\u0641\u064a\u0629 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627.

# Getting started - Visitor tab

jsp.start.welcome.visitor.text.line1 = \u0642\u0627\u0645 \u0623\u062d\u062f \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0645\u0624\u0633\u0633\u0629 \u0628\u062f\u0639\u0648\u062a\u0643 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0627\u0644\u0649 \u0645\u062c\u062a\u0645\u0639 HCL Connections \u0623\u0648 \u0642\u0627\u0645 \u0628\u0645\u0634\u0627\u0631\u0643\u0629 \u0645\u0644\u0641 \u0645\u0639\u0643. \u064a\u0642\u062f\u0645 HCL Connections \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0627\u062c\u0647\u0627 \u0644\u0644\u062a\u0641\u0627\u0639\u0644 \u0645\u0639  \u0627\u0644\u0622\u062e\u0631\u064a\u0646. \u0639\u0646\u062f \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u0649 HCL Connections\u060c \u062a\u0635\u0628\u062d \u0645\u0633\u062a\u062e\u062f\u0645\u064b\u0627 \u062e\u0627\u0631\u062c\u064a\u064b\u0627 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0645\u0624\u0633\u0633\u0629.
jsp.start.welcome.visitor.text.line2 = \u0644\u0644\u0627\u0633\u062a\u0645\u0631\u0627\u0631 \u0645\u0628\u0627\u0634\u0631\u0629\u060c \u0627\u0636\u063a\u0637 {0} \u0623\u0648 {1}\u060c \u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0645\u0627 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0647\u0646\u0627\u0643 \u0623\u064a \u0631\u0633\u0627\u0626\u0644 \u062a\u0646\u062a\u0638\u0631\u0643.
jsp.start.welcome.visitor.text.line3 = \u0647\u0644 \u062a\u0631\u064a\u062f \u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f\u061f \u0627\u0636\u063a\u0637 {0} \u0644\u0645\u0639\u0631\u0641\u0629 \u0630\u0644\u0643.
jsp.start.welcome.visitor.text.homepage = \u0633\u062a\u0642\u0648\u0645 {0} \u0628\u0645\u0633\u0627\u0639\u062f\u062a\u0643 \u0628\u0637\u0631\u064a\u0642\u0629 \u0633\u0631\u064a\u0639\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0645\u0627 \u0627\u0644\u062c\u062f\u064a\u062f\u060c \u0648\u0645\u0627 \u064a\u0631\u064a\u062f \u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u0627\u0647\u062a\u0645\u0627\u0645\u060c \u0648\u0645\u062a\u0649 \u064a\u0642\u0648\u0645 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0628\u0627\u0644\u0627\u0634\u0627\u0631\u0629 \u0627\u0644\u064a\u0643. \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0623\u0642\u0635\u0649 \u0627\u0633\u062a\u0641\u0627\u062f\u0629 \u0645\u0646 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629\u060c \u062a\u0623\u0643\u062f \u0645\u0646 \u0645\u062a\u0627\u0628\u0639\u0629 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0648\u0627\u0644\u0645\u0644\u0641\u0627\u062a\u060c \u0628\u062d\u064a\u062b \u064a\u0645\u0643\u0646\u0643 \u0645\u0639\u0631\u0641\u0629 \u0623\u062d\u062f\u062b \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a. \u0644\u0641\u062a\u062d \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629\u060c \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0634\u0627\u0631\u0629 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629.
jsp.start.welcome.visitor.text.communities = \u0627\u0633\u062a\u062e\u062f\u0645 {0} \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0641\u064a \u0645\u062c\u062a\u0645\u0639\u060c \u062d\u064a\u062b \u064a\u0645\u0643\u0646\u0643 \u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0648\u062a\u062a\u0628\u0639 \u0627\u0644\u0645\u0634\u0631\u0648\u0639\u0627\u062a \u0648\u0627\u0644\u0633\u0624\u0627\u0644 \u0648\u0627\u0644\u0627\u062c\u0627\u0628\u0629 \u0639\u0644\u0649 \u0627\u0644\u0623\u0633\u0626\u0644\u0629 \u0648\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0648\u0645\u0646\u0627\u0642\u0634\u0629 \u0623\u0641\u0643\u0627\u0631 \u062c\u062f\u064a\u062f\u0629. \u0644\u0627\u064a\u062c\u0627\u062f \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0646\u062a\u0645\u064a \u0627\u0644\u064a\u0647\u0627\u060c \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0634\u0627\u0631\u0629 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a.
jsp.start.welcome.visitor.text.files = \u064a\u062a\u064a\u062d \u0644\u0643 {0} \u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0645\u0639 \u0627\u0644\u0622\u062e\u0631\u064a\u0646 \u0648\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0627\u0644\u062a\u064a \u0642\u0627\u0645 \u0627\u0644\u0622\u062e\u0631\u0648\u0646 \u0628\u0645\u0634\u0627\u0631\u0643\u062a\u0647\u0627 \u0645\u0639\u0643. \u064a\u0645\u0643\u0646\u0643 \u062a\u062b\u0628\u064a\u062a \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f \u0627\u0644\u0631\u062c\u0648\u0639 \u0625\u0644\u064a\u0647\u0627 \u062f\u0627\u0626\u0645\u064b\u0627\u060c \u0644\u0625\u064a\u062c\u0627\u062f\u0647\u0645 \u0628\u0637\u0631\u064a\u0642\u0629 \u0633\u0631\u064a\u0639\u0629. \u064a\u0645\u0643\u0646\u0643 \u0648\u0636\u0639 \u062a\u0639\u0642\u064a\u0628\u0627\u062a \u0628\u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0623\u0648 \u062a\u0646\u0632\u064a\u0644 \u0623\u062d\u062f\u062b \u0646\u0633\u062e\u0629 \u0623\u0648 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0625\u0645\u0643\u0627\u0646\u064a\u0627\u062a \u0627\u0644\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0645\u0634\u062a\u0631\u0643 \u0644\u0625\u062c\u0631\u0627\u0621 \u062a\u063a\u064a\u064a\u0631\u0627\u062a \u0628\u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0639\u0628\u0631 \u0627\u0644\u0625\u0646\u062a\u0631\u0646\u062a.
jsp.start.welcome.visitor.homepage = \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.start.welcome.visitor.help = \u0645\u0627 \u0627\u0644\u0630\u064a \u064a\u0645\u0643\u0646\u0646\u064a \u0627\u0644\u0642\u064a\u0627\u0645 \u0628\u0647 \u0643\u0645\u0633\u062a\u062e\u062f\u0645 \u062e\u0627\u0631\u062c\u064a\u061f

# Getting started - share tab
jsp.start.share.tab.title.nocaps=\u0645\u0634\u0627\u0631\u0643\u0629
jsp.start.share.tab.title=\u0645\u0634\u0627\u0631\u0643\u0629
jsp.start.share.title=\u0645\u0627 \u0627\u0644\u0630\u064a \u062a\u0631\u064a\u062f \u0627\u0644\u0642\u064a\u0627\u0645 \u0628\u0647 \u0628\u0639\u062f \u0630\u0644\u0643\u061f
jsp.start.share.component.headline.documents=\u0645\u0634\u0627\u0631\u0643\u0629 \u0645\u0635\u0627\u062f\u0631 \u0648\u0648\u062b\u0627\u0626\u0642 \u0627\u0644\u0639\u0645\u0644
jsp.start.share.component.headline.collaborate=\u062a\u0643\u0648\u064a\u0646 \u0645\u0643\u0627\u0646 \u0645\u0631\u0643\u0632\u064a \u0644\u0644\u0641\u0631\u064a\u0642 \u0627\u0644\u062e\u0627\u0635 \u0628\u064a \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u0629
jsp.start.share.component.headline.ideas=\u062a\u0643\u0648\u064a\u0646 \u0645\u0643\u0627\u0646 \u0644\u0644\u0641\u0631\u064a\u0642 \u0627\u0644\u062e\u0627\u0635 \u0628\u064a \u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0623\u0641\u0643\u0627\u0631
jsp.start.share.component.headline.knowledge=\u0627\u0644\u0627\u062d\u062a\u0641\u0627\u0638 \u0628\u0633\u062c\u0644 \u0634\u062e\u0635\u064a \u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0648\u0627\u0644\u062e\u0628\u0631\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a
jsp.start.share.component.headline.people=\u0627\u064a\u062c\u0627\u062f \u0623\u0634\u062e\u0627\u0635 \u0644\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0647\u0645
jsp.start.share.component.headline.links=\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0648\u0635\u0644\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a \u0628\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0627\u0646\u062a\u0631\u0646\u062a
jsp.start.share.component.headline.library=\u0637\u0644\u0628 \u0645\u0631\u0627\u062c\u0639\u0629 \u0627\u0644\u0648\u062b\u064a\u0642\u0629 \u0645\u0646 \u0627\u0644\u0646\u0638\u0631\u0627\u0621

jsp.start.share.component.body.title.tryMultiple=\u062d\u0627\u0648\u0644 {0} \u0623\u0648 {1}
jsp.start.share.component.body.title.try=\u062d\u0627\u0648\u0644 {0}

jsp.start.share.component.body.documents.files=\u0627\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0639\u0646\u062f\u0645\u0627 \u062a\u0631\u064a\u062f \u062a\u062d\u0645\u064a\u0644 \u0648\u0645\u0634\u0627\u0631\u0643\u0629 \u0648\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0648\u062b\u0627\u0626\u0642 \u0641\u064a \u0645\u0643\u0627\u0646 \u0645\u0631\u0643\u0632\u064a.
jsp.start.share.component.body.documents.activities=\u064a\u0645\u0643\u0646\u0643 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0648\u062b\u0627\u0626\u0642 \u0627\u0644\u0639\u0645\u0644. \u064a\u0633\u0645\u062d \u0644\u0643 \u0627\u0644\u0646\u0634\u0627\u0637 \u0628\u062a\u0646\u0638\u064a\u0645 \u0639\u0645\u0644 \u0627\u0644\u0641\u0631\u064a\u0642 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0648\u0627\u0644\u0645\u0635\u0627\u062f\u0631 \u0641\u064a \u0646\u0637\u0627\u0642 \u0645\u0647\u0627\u0645 \u0627\u0644\u0645\u0634\u0631\u0648\u0639.

jsp.start.share.component.body.collaborate.communities=\u064a\u0642\u0648\u0645 \u0627\u0644\u0645\u062c\u062a\u0645\u0639 \u0628\u0627\u062d\u0636\u0627\u0631 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0630\u064a\u0646 \u0644\u062f\u064a\u0647\u0645 \u0627\u0647\u062a\u0645\u0627\u0645\u0627\u062a \u0645\u0634\u062a\u0631\u0643\u0629 \u0645\u0639\u0627. \u0627\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u062a\u064a \u062a\u0642\u062f\u0645\u0647\u0627 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0644\u0644\u062a\u0648\u0635\u0644 \u0648\u0627\u0644\u062a\u0646\u0638\u064a\u0645 \u0648\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644. \u0642\u0645 \u0628\u062a\u0634\u062c\u064a\u0639 \u0627\u0644\u0641\u0631\u064a\u0642 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0628\u0627\u0644\u062a\u0639\u0627\u0648\u0646 \u0648\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0628\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a \u0648\u0635\u0641\u062d\u0627\u062a \u0648\u064a\u0643\u064a \u0648 \u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0648\u0645\u0646\u062a\u062f\u064a\u0627\u062a \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0627\u062a \u0648\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641.
jsp.start.share.component.body.ideas.forums=\u0645\u0646\u062a\u062f\u064a\u0627\u062a \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0627\u062a \u0647\u064a \u0645\u0643\u0627\u0646 \u062a\u0628\u0627\u062f\u0644 \u0627\u0644\u0623\u0641\u0643\u0627\u0631 \u0648\u062c\u0645\u0639 \u0627\u0644\u062a\u0639\u0644\u064a\u0642\u0627\u062a \u0627\u0644\u062a\u0642\u064a\u064a\u0645\u064a\u0629 \u0644\u0641\u0631\u064a\u0642 \u0627\u0644\u0639\u0645\u0644 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643. \u0627\u0633\u062a\u062e\u062f\u0645 \u0645\u0646\u062a\u062f\u064a\u0627\u062a \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0627\u062a \u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0623\u0641\u0643\u0627\u0631 \u0645\u0639 \u0627\u0644\u0641\u0631\u064a\u0642 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0648\u0645\u0646\u0627\u0642\u0634\u0629 \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0630\u0627\u062a \u0627\u0644\u0627\u0647\u062a\u0645\u0627\u0645 \u0627\u0644\u0645\u0634\u062a\u0631\u0643.
jsp.start.share.component.body.ideas.wikis=\u0642\u0645 \u0628\u062a\u0643\u0648\u064a\u0646 \u0635\u0641\u062d\u0627\u062a \u0648\u064a\u0643\u064a \u0644\u0645\u0646\u062d \u0627\u0644\u0641\u0631\u064a\u0642 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0645\u0633\u0627\u062d\u0629 \u0645\u0631\u0643\u0632\u064a\u0629 \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0648\u062a\u0637\u0648\u064a\u0631 \u0627\u0644\u0627\u0641\u0643\u0627\u0631 \u0628\u0637\u0631\u064a\u0642\u0629 \u062f\u064a\u0646\u0627\u0645\u064a\u0643\u064a\u0629 \u0648\u062a\u0639\u0627\u0648\u0646\u064a\u0629.
jsp.start.share.component.body.knowledge.blogs=\u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a \u0647\u064a \u0633\u062c\u0644\u0627\u062a \u0623\u062d\u062f\u0627\u062b \u0645\u0628\u0627\u0634\u0631\u0629 \u064a\u0645\u0643\u0646\u0643 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0645\u0639 \u0627\u0644\u0645\u0624\u0633\u0633\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643. \u0627\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u062f\u0648\u0646\u0629 \u0644\u0627\u0639\u0644\u0627\u0645 \u0632\u0645\u0644\u0627\u0621 \u0627\u0644\u0639\u0645\u0644 \u0639\u0646 \u0623\u062d\u062f\u062b \u0627\u0644\u062a\u0637\u0648\u0631\u0627\u062a \u0641\u064a \u0645\u062c\u0627\u0644 \u0645\u0639\u064a\u0646\u060c \u0648\u0627\u062a\u0627\u062d\u0629 \u062e\u0628\u0631\u0627\u062a\u0643  \u0644\u0644\u0622\u062e\u0631\u064a\u0646\u060c \u0623\u0648 \u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0623\u062e\u0628\u0627\u0631 \u0648\u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0628\u0628\u0633\u0627\u0637\u0629.
jsp.start.share.component.body.people.profiles=\u0627\u0633\u062a\u062e\u062f\u0645 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0644\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0627\u0644\u0634\u062e\u0635 \u0627\u0644\u0645\u0646\u0627\u0633\u0628 \u0633\u0631\u064a\u0639\u0627. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0648\u0641\u0642\u0627  \u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0623\u0648 \u062e\u0644\u0641\u064a\u0629 \u0623\u0648 \u062e\u0628\u0631\u0629 \u062c\u0647\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644. \u0643\u0645\u0627 \u064a\u0645\u0643\u0646\u0643 \u062a\u0643\u0648\u064a\u0646 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0641\u064a\u062f\u0629 \u0645\u0646 \u062c\u0647\u0627\u062a \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0645\u0646 \u062e\u0644\u0627\u0644 \u062f\u0639\u0648\u0629 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0644\u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643. \u0627\u0644\u062a\u0648\u0635\u0644 \u0648\u0627\u0644\u0627\u062a\u0635\u0627\u0644!
jsp.start.share.component.body.links.dogear=\u064a\u0645\u0643\u0646\u0643 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0644\u062a\u062e\u0632\u064a\u0646 \u0648\u062a\u0646\u0638\u064a\u0645 \u0648\u0645\u0634\u0627\u0631\u0643\u0629 \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u0648\u0642\u0641 \u0627\u0644\u0627\u0646\u062a\u0631\u0646\u062a \u0648\u0627\u0644\u0627\u0646\u062a\u0631\u0627\u0646\u062a \u0645\u0646 \u0645\u0643\u0627\u0646 \u0645\u0631\u0643\u0632\u064a \u0645\u0646\u0627\u0633\u0628. \u0648\u064a\u0645\u0643\u0646\u0643 \u0645\u0634\u0627\u0631\u0643\u0629 \u0628\u0639\u0636 \u0623\u0648 \u0643\u0644 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643\u060c \u0645\u0645\u0627 \u064a\u062a\u064a\u062d \u0644\u0643 \u0627\u0644\u062a\u062d\u0643\u0645 \u0641\u064a \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0630\u064a\u0646 \u064a\u0645\u0643\u0646\u0647\u0645 \u0645\u0634\u0627\u0647\u062f\u062a\u0647\u0627. \u0643\u0645\u0627 \u064a\u0645\u0643\u0646\u0643 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0645\u0635\u0627\u062f\u0631 \u0627\u0644\u0645\u0624\u0633\u0633\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0645\u0634\u0627\u0647\u062f\u0629 \u062a\u062c\u0645\u064a\u0639\u0627\u062a \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u0648\u0642\u0641 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0622\u062e\u0631\u064a\u0646.
jsp.start.share.component.body.library.communities=\u0627\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0643\u062a\u0628\u0629 \u0644\u062a\u062e\u0632\u064a\u0646 \u0623\u0648 \u062a\u0646\u0638\u064a\u0645 \u0623\u0648 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0641\u064a \u0648\u0645\u0634\u0627\u0631\u0643\u0629 \u0645\u0644\u0641\u0627\u062a \u0627\u0644\u0645\u062c\u062a\u0645\u0639. \u064a\u0645\u0643\u0646\u0643 \u0645\u0637\u0627\u0644\u0628\u0629 \u0627\u0644\u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646  \u0628\u0645\u0631\u0627\u062c\u0639\u0629 \u0627\u0644\u0645\u0633\u0648\u062f\u0627\u062a \u0648\u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0632\u0627\u064a\u0627 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u064a\u0629 \u0627\u0644\u0645\u062a\u0645\u064a\u0632\u0629\u060c \u0645\u062b\u0644 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0628\u0634\u0627\u0631\u0629 \u0648\u0627\u0644\u0645\u062a\u0627\u0628\u0639\u0629 \u0648\u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0627\u0639\u062c\u0627\u0628 \u0648\u0627\u0644\u062a\u0639\u0642\u064a\u0628.


jsp.start.share.component.linksTitle.activities=\u0627\u0630\u0647\u0628 \u0627\u0644\u0649 \u0627\u0644\u0623\u0646\u0634\u0637\u0629
jsp.start.share.component.linksTitle.blogs=\u0627\u0630\u0647\u0628 \u0627\u0644\u0649 \u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a
jsp.start.share.component.linksTitle.dogear=\u0627\u0630\u0647\u0628 \u0627\u0644\u0649 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641
jsp.start.share.component.linksTitle.files=\u0627\u0630\u0647\u0628 \u0627\u0644\u0649 \u0627\u0644\u0645\u0644\u0641\u0627\u062a
jsp.start.share.component.linksTitle.communities=\u0627\u0630\u0647\u0628 \u0627\u0644\u0649 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a
jsp.start.share.component.linksTitle.forums=\u0627\u0630\u0647\u0628 \u0627\u0644\u0649 \u0645\u0646\u062a\u062f\u064a\u0627\u062a \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0627\u062a
jsp.start.share.component.linksTitle.wikis=\u0627\u0630\u0647\u0628 \u0627\u0644\u0649 \u0635\u0641\u062d\u0627\u062a \u0648\u064a\u0643\u064a
jsp.start.share.component.linksTitle.profiles=\u0627\u0630\u0647\u0628 \u0627\u0644\u0649 \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641
jsp.start.share.component.linksTitle.homepage=\u0627\u0630\u0647\u0628 \u0627\u0644\u0649 \u0645\u0634\u0627\u0647\u062f\u0629 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629

jsp.start.share.info=\u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0644\u0648\u0635\u0644\u0627\u062a \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0639\u0646 \u0643\u0644 \u0645\u0646 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a.

# Explore
jsp.start.explore.component.body.activities=\u062a\u0633\u0645\u062d \u0644\u0643 \u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0628\u062a\u0646\u0638\u064a\u0645 \u0639\u0645\u0644 \u0627\u0644\u0641\u0631\u064a\u0642 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0641\u064a \u0646\u0637\u0627\u0642 \u0645\u0647\u0627\u0645 \u0627\u0644\u0645\u0634\u0631\u0648\u0639. \u0648\u064a\u0639\u062f \u062a\u0643\u0648\u064a\u0646 \u0646\u0634\u0627\u0637 \u0637\u0631\u064a\u0642\u0629 \u0645\u0641\u064a\u062f\u0629  \u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0648\u0627\u0644\u0645\u0635\u0627\u062f\u0631\u060c \u0648\u062a\u062e\u0635\u064a\u0635 \u0648\u062a\u062a\u0628\u0639 \u0627\u0644\u0645\u0647\u0627\u0645 \u0627\u0644\u0648\u0627\u062c\u0628\u0629\u060c \u0648\u0627\u062f\u062e\u0627\u0644 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0641\u0631\u064a\u0642\u060c  \u0648\u062a\u0646\u0638\u064a\u0645 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a. \u064a\u0645\u0643\u0646\u0643 \u0625\u0636\u0627\u0641\u0629 \u0623\u0639\u0636\u0627\u0621 \u062c\u062f\u062f \u0644\u0646\u0634\u0627\u0637 \u0645\u0639\u064a\u0646 \u0641\u064a \u0623\u064a \u0648\u0642\u062a\u060c \u0645\u0645\u0627 \u064a\u0633\u0645\u062d \u0644\u0643 \u0628\u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u0645\u0635\u0627\u062f\u0631 \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0627\u062c \u0627\u0644\u064a\u0647\u0627 \u0641\u064a \u0627\u0644\u0645\u0634\u0631\u0648\u0639 \u0633\u0631\u064a\u0639\u0627.
jsp.start.explore.component.body.blogs=\u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a \u0647\u064a \u0633\u062c\u0644\u0627\u062a \u0623\u062d\u062f\u0627\u062b \u0645\u0628\u0627\u0634\u0631\u0629 \u064a\u0645\u0643\u0646\u0643 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0645\u0639 \u0628\u0627\u0642\u064a \u0627\u0644\u0645\u0624\u0633\u0633\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643. \u0643\u0645\u0627 \u062a\u0639\u062f \u0627\u0644\u0645\u062f\u0648\u0646\u0629 \u0647\u064a \u0637\u0631\u064a\u0642\u0629 \u062c\u062f\u064a\u062f\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0623\u062d\u062f\u062b \u0627\u0644\u0623\u062e\u0628\u0627\u0631 \u0648\u0645\u0634\u0627\u0647\u062f\u062a\u0647\u0627 \u0628\u0646\u0645\u0637 \u062f\u064a\u0646\u0627\u0645\u064a\u0643\u064a \u0648\u0641\u0639\u0627\u0644. \u0648\u0645\u0646 \u062e\u0644\u0627\u0644 \u0648\u0636\u0639 \u0627\u0644\u0627\u062f\u062e\u0627\u0644\u0627\u062a \u0627\u0644\u0645\u0639\u062a\u0627\u062f\u0629 \u0628\u0645\u0648\u0636\u0648\u0639 \u0623\u0648 \u0646\u0633\u0642 \u0631\u0626\u064a\u0633\u064a \u0645\u0639\u064a\u0646\u060c \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u062a\u0623\u0643\u062f \u0645\u0646 \u0623\u0646 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0639\u0644\u0649 \u0639\u0644\u0645 \u0628\u0623\u062d\u062f\u062b \u0627\u0644\u062a\u0637\u0648\u0631\u0627\u062a \u0641\u064a \u0645\u062c\u0627\u0644 \u0645\u0639\u064a\u0646.
jsp.start.explore.component.body.dogear=\u0627\u0633\u062a\u062e\u062f\u0645 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0644\u062a\u062e\u0632\u064a\u0646 \u0648\u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0648\u0635\u0644\u0627\u062a \u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u0646\u062a\u0631\u0646\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u062a\u0639\u0644\u064a\u0645\u0647\u0627 \u0628\u0639\u0644\u0627\u0645\u0629 \u062a\u0648\u0642\u0641 \u0645\u0646 \u0645\u0633\u0627\u062d\u0629 \u0645\u0631\u0643\u0632\u064a\u0629. \u064a\u0645\u0643\u0646\u0643 \u0645\u0634\u0627\u0631\u0643\u0629 \u0628\u0639\u0636 \u0623\u0648 \u0643\u0644 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643. \u0643\u0645\u0627 \u064a\u0645\u0643\u0646\u0643 \u0645\u0634\u0627\u0647\u062f\u0629 \u062a\u062c\u0645\u064a\u0639\u0627\u062a \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0644\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0622\u062e\u0631\u064a\u0646\u060c \u0645\u0645\u0627 \u064a\u0645\u0646\u062d\u0643 \u0637\u0631\u0642 \u0644\u0644\u0627\u062a\u0635\u0627\u0644 \u0645\u0639 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0630\u064a\u0646 \u0644\u062f\u064a\u0647\u0645 \u0627\u0647\u062a\u0645\u0627\u0645\u0627\u062a \u0645\u0645\u0627\u062b\u0644\u0629 \u0623\u0648 \u0630\u0648\u064a \u0627\u0644\u062e\u0628\u0631\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0627\u062c \u0627\u0644\u064a\u0647\u0627.
jsp.start.explore.component.body.communities=\u0627\u0644\u0645\u062c\u062a\u0645\u0639 \u0647\u0648 \u0639\u062f\u0629 \u0623\u0634\u062e\u0627\u0635 \u0644\u0647\u0645 \u0646\u0641\u0633 \u0627\u0644\u0627\u0647\u062a\u0645\u0627\u0645\u0627\u062a. \u062a\u0648\u0641\u0631 \u0644\u0643 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0637\u0631\u064a\u0642\u0629 \u0645\u062a\u0645\u064a\u0632\u0629 \u0644\u0631\u0628\u0637 \u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0641\u0631\u064a\u0642 \u0648\u0645\u0633\u0627\u0639\u062f\u062a\u0647\u0645 \u0639\u0644\u0649 \u0627\u0644\u0628\u0642\u0627\u0621 \u0641\u064a \u0627\u0644\u062a\u0648\u0627\u0635\u0644 \u0648\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a. \u0645\u0646 \u0627\u0644\u0645\u0645\u0643\u0646 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0639\u0627\u0645\u0629 \u0623\u0648 \u0645\u062d\u062f\u0648\u062f\u0629\u060c \u0645\u0645\u0627 \u064a\u0633\u0645\u062d \u0644\u0645\u0627\u0644\u0643\u064a \u0627\u0644\u0645\u062c\u062a\u0645\u0639 \u0628\u0627\u0644\u062a\u062d\u0643\u0645 \u0641\u064a \u0627\u0644\u0634\u062e\u0635 \u0627\u0644\u0630\u064a \u064a\u0645\u0643\u0646\u0647 \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0644\u0644\u0645\u062c\u062a\u0645\u0639 \u0648\u0627\u0644\u062a\u0648\u0635\u0644 \u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u0645\u062c\u062a\u0645\u0639. \u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u062d\u062a\u0648\u064a \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0639\u0644\u0649 \u0623\u0648 \u064a\u0645\u0643\u0646 \u0631\u0628\u0637\u0647\u0627 \u0627\u0644\u0649 \u0645\u0643\u062a\u0628\u0627\u062a \u0627\u0644\u0648\u062b\u0627\u0626\u0642\u060c \u0645\u0645\u0627 \u064a\u0633\u0645\u062d \u0644\u0644\u0623\u0639\u0636\u0627\u0621 \u0628\u062a\u0646\u0638\u064a\u0645 \u0648\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0641\u064a \u0645\u0644\u0641\u0627\u062a \u0627\u0644\u0645\u062c\u062a\u0645\u0639.
jsp.start.explore.component.body.files=\u062a\u0648\u0641\u0631 \u0644\u0643 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0637\u0631\u064a\u0642\u0629 \u0645\u0646\u0627\u0633\u0628\u0629 \u0644\u062a\u062d\u0645\u064a\u0644 \u0648\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0641\u064a \u0645\u0633\u062a\u0648\u062f\u0639 \u062a\u062e\u0632\u064a\u0646 \u0645\u0631\u0643\u0632\u064a. \u064a\u0645\u0643\u0646\u0643 \u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u062a\u062d\u0645\u064a\u0644\u0647\u0627 \u0645\u0639 \u0623\u0634\u062e\u0627\u0635 \u0645\u062d\u062f\u062f\u064a\u0646\u060c \u0645\u0639 \u062a\u0648\u0641\u064a\u0631 \u0627\u0644\u0648\u0633\u0627\u0626\u0644 \u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0628\u062f\u0648\u0646 \u0627\u0644\u062d\u0627\u062c\u0629 \u0644\u0627\u0631\u0633\u0627\u0644 \u0645\u0644\u0641\u0627\u062a \u0643\u0628\u064a\u0631\u0629 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a. \u0643\u0645\u0627 \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0627\u0639\u062c\u0627\u0628 \u0628\u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0627\u0644\u062a\u0639\u0642\u064a\u0628 \u0639\u0644\u064a\u0647\u0627 \u0648\u062a\u0646\u0638\u064a\u0645 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u062d\u0627\u0641\u0638\u0627\u062a\u060c \u0648\u062a\u062a\u0628\u0639 \u0645\u0633\u0627\u0631 \u0646\u0633\u062e \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0627\u0644\u0645\u062e\u062a\u0644\u0641\u0629.
jsp.start.explore.component.body.forums=\u0645\u0646\u062a\u062f\u0649 \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0629 \u0647\u0648 \u0644\u0648\u062d\u0629 \u0645\u0646\u0627\u0642\u0634\u0629 \u0645\u0628\u0627\u0634\u0631 \u0645\u0639 \u0627\u0644\u062a\u0631\u0643\u064a\u0632 \u0639\u0644\u0649 \u0645\u0648\u0636\u0648\u0639 \u0623\u0648 \u0646\u0633\u0642 \u0631\u0626\u064a\u0633\u064a \u0645\u0639\u064a\u0646. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0641\u064a \u0645\u0646\u062a\u062f\u0649 \u0645\u0646\u0627\u0642\u0634\u0629 \u0628\u0627\u062f\u062e\u0627\u0644 \u0627\u0644\u0623\u0633\u0626\u0644\u0629 \u0623\u0648 \u0627\u0644\u0631\u062f \u0639\u0644\u0649 \u0645\u0648\u0627\u0636\u064a\u0639 \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0629 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629. \u0647\u0644 \u062a\u0631\u064a\u062f \u0627\u064a\u062c\u0627\u062f \u062d\u0644 \u0644\u0644\u0645\u0634\u0643\u0644\u0629 \u0627\u0644\u062a\u064a \u062a\u0639\u064a\u0642\u0643\u061f  \u0645\u0646\u062a\u062f\u064a\u0627\u062a \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0627\u062a \u0647\u0649 \u0637\u0631\u064a\u0642\u0629 \u0645\u0645\u062a\u0627\u0632\u0629 \u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0623\u0641\u0643\u0627\u0631 \u0648\u062c\u0645\u0639 \u0627\u0644\u062a\u0639\u0644\u064a\u0642\u0627\u062a \u0627\u0644\u062a\u0642\u064a\u064a\u0645\u064a\u0629 \u0648\u0627\u0644\u0627\u0633\u062a\u0641\u0627\u062f\u0629 \u0645\u0646 \u062e\u0628\u0631\u0627\u062a \u0627\u0644\u0622\u062e\u0631\u064a\u0646.
jsp.start.explore.component.body.profiles=\u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0647\u064a \u062f\u0644\u064a\u0644 \u0644\u0644\u0623\u0634\u062e\u0627\u0635 \u0641\u064a \u0627\u0644\u0645\u0624\u0633\u0633\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0648\u0627\u0644\u0630\u064a \u064a\u0633\u0645\u062d \u0644\u0643 \u0628\u0627\u064a\u062c\u0627\u062f \u0648\u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0627\u0644\u0634\u062e\u0635 \u0627\u0644\u0645\u0646\u0627\u0633\u0628 \u0628\u0634\u0643\u0644 \u0633\u0631\u064a\u0639. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0628\u0646\u0627\u0621\u0627 \u0639\u0644\u0649 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0648\u0627\u0644\u062e\u0644\u0641\u064a\u0627\u062a \u0648\u0627\u0644\u062e\u0628\u0631\u0627\u062a \u0627\u0644\u0645\u062a\u0648\u0627\u0641\u0631\u0629 \u0644\u062f\u064a\u0647\u0645. \u0648\u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0633\u0645\u0627\u062d \u0644\u0644\u0623\u0634\u062e\u0627\u0635 \u0628\u0627\u0644\u062a\u0639\u0631\u0641 \u0639\u0644\u064a\u0643 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0645\u0644\u0621 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643. \u0643\u0645\u0627 \u064a\u0645\u0643\u0646\u0643 \u0628\u0646\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0629 \u062c\u0647\u0627\u062a \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0628\u0625\u0636\u0627\u0641\u0629 \u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0649 \u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643.
jsp.start.explore.component.body.wikis=\u0635\u0641\u062d\u0629 \u0648\u064a\u0643\u064a \u0647\u064a \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646 \u0635\u0641\u062d\u0627\u062a \u0627\u0644\u0627\u0646\u062a\u0631\u0646\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0645\u0648\u0636\u0648\u0639 \u0645\u0639\u064a\u0646. \u0648\u062a\u0639\u062f \u0635\u0641\u062d\u0627\u062a \u0648\u064a\u0643\u064a \u0637\u0631\u064a\u0642\u0629 \u0645\u0645\u062a\u0627\u0632\u0629 \u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0645\u0631\u0643\u0632\u064a\u0627 \u0648\u062a\u0634\u062c\u064a\u0639 \u0627\u0644\u062a\u0639\u0627\u0648\u0646 \u062f\u0627\u062e\u0644 \u0641\u0631\u064a\u0642 \u0639\u0645\u0644 \u0627\u0644\u0645\u0634\u0631\u0648\u0639 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643. \u064a\u0645\u0643\u0646 \u0644\u0623\u0639\u0636\u0627\u0621 \u0635\u0641\u062d\u0629 \u0648\u064a\u0643\u064a \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0635\u0641\u062d\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0647\u0645 \u0648\u062a\u062d\u0631\u064a\u0631 \u0648\u0627\u0644\u062a\u0639\u0642\u064a\u0628 \u0639\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0627\u062a \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0648\u0628\u0627\u0644\u062a\u0627\u0644\u064a \u0636\u0645\u0627\u0646 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0623\u062d\u062f\u062b \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u062f\u0627\u0626\u0645\u0627.

jsp.start.explore.introduction.title=\u0645\u0642\u062f\u0645\u0629
jsp.start.explore.introduction.body=HCL Connections \u0647\u0648 \u0623\u062d\u062f \u0628\u0631\u0627\u0645\u062c \u0627\u0644\u0623\u0639\u0645\u0627\u0644 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u064a\u0629. \u0648\u0647\u0648 \u064a\u0645\u0643\u0646\u0643 \u0645\u0646 \u062a\u0637\u0648\u064a\u0631 \u0648\u062a\u062d\u0633\u064a\u0646 \u0648\u0627\u0644\u0627\u0633\u062a\u0645\u0631\u0627\u0631 \u0639\u0644\u0649 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u0645\u0643\u0648\u0646\u0629 \u0645\u0646 \u0632\u0645\u0644\u0627\u0621 \u0627\u0644\u0639\u0645\u0644 \u0627\u0644\u062e\u0627\u0635\u064a\u0646 \u0628\u0643\u060c \u0648\u0627\u0644\u0627\u0633\u062a\u062c\u0627\u0628\u0629 \u0633\u0631\u064a\u0639\u064b\u0627 \u0644\u0641\u0631\u0635 \u0627\u0644\u0639\u0645\u0644 \u0648\u0641\u0642\u064b\u0627 \u0644\u062e\u0628\u0631\u062a\u0643 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0628\u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643\u060c \u0648\u0645\u0646\u0627\u0642\u0634\u0629 \u0648\u062a\u0646\u0642\u064a\u062d \u0627\u0644\u0623\u0641\u0643\u0627\u0631 \u0627\u0644\u062c\u062f\u064a\u062f\u0629 \u0645\u0639 \u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0632\u0645\u0644\u0627\u0621 \u0627\u0644\u0639\u0645\u0644 \u0648\u0627\u0644\u0639\u0645\u0644\u0627\u0621.
jsp.start.explore.info=\u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0644\u0648\u0635\u0644\u0627\u062a \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0639\u0646 \u0643\u0644 \u0645\u0646 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a.

jsp.start.explore.demo.alt=\u062a\u0634\u063a\u064a\u0644 \u0639\u0631\u0636 \u062a\u0642\u062f\u064a\u0645\u064a \u0645\u0635\u0648\u0631
jsp.start.explore.viewdemo=\u0645\u0634\u0627\u0647\u062f\u0629 \u0639\u0631\u0636 \u062a\u0642\u062f\u064a\u0645\u064a
jsp.start.explore.viewCommunitiesDemo=\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u0639\u0631\u0636 \u0627\u0644\u062a\u0642\u062f\u064a\u0645\u064a \u0644\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a
jsp.start.explore.viewLibraryDemo=\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u0639\u0631\u0636 \u0627\u0644\u062a\u0642\u062f\u064a\u0645\u064a \u0644\u0644\u0645\u0643\u062a\u0628\u0629

jsp.help.read.transcript = \u0627\u0636\u063a\u0637 \u0647\u0646\u0627 \u0644\u0642\u0631\u0627\u0621\u0629 \u0627\u0644\u0646\u0633\u062e\u0629 \u0627\u0644\u0646\u0635\u064a\u0629 \u0644\u0644\u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u062a\u0639\u0644\u064a\u0645\u064a \u0647\u0630\u0627.

# River of news strings
jsp.river.more = \u0627\u0644\u0645\u0632\u064a\u062f
jsp.river.removeSaved = \u0627\u0632\u0627\u0644\u0629 \u0628\u0646\u062f \u0645\u0646 \u0627\u0644\u0643\u0634\u0641 \u0627\u0644\u0630\u064a \u062a\u0645 \u062d\u0641\u0638\u0647
jsp.river.associatedTags = \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645:
jsp.river.saveForLater= \u062d\u0641\u0638
jsp.river.saveForLater.alt = \u0627\u0644\u0634\u0627\u0631\u0629 \u062d\u0641\u0638
jsp.river.openOriginal = \u0641\u062a\u062d \u0627\u0644\u0628\u0646\u062f \u0627\u0644\u0623\u0635\u0644\u064a
jsp.river.linkIcon = \u0634\u0627\u0631\u0629 \u0627\u0644\u0648\u0635\u0644\u0629
jsp.river.deleteSaved = \u0627\u0632\u0627\u0644\u0629 \u0645\u0646 \u0627\u0644\u062d\u0641\u0638

jsp.river.discover.introduction = \u0627\u0643\u062a\u0634\u0627\u0641 \u0623\u0634\u062e\u0627\u0635 \u0648\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u062c\u062f\u064a\u062f\u0629 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u0627\u0633\u062a\u0639\u0631\u0627\u0636 \u062e\u0644\u0627\u0644 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u0639\u0627\u0645\u0629
jsp.river.topUpdates.introduction = \u0645\u0634\u0627\u0647\u062f\u0629 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062d\u0627\u0644\u0629 \u0645\u0646 \u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0648\u0627\u0644\u0627\u0633\u062a\u062c\u0627\u0628\u0627\u062a \u0644\u0644\u0645\u0633\u0627\u0647\u0645\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643.
jsp.river.filter.show = \u0645\u0634\u0627\u0647\u062f\u0629:
jsp.river.filter.allUpdates = \u0643\u0644 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a
jsp.river.filter.homepage = \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.river.filter.activities = \u0627\u0644\u0623\u0646\u0634\u0637\u0629
jsp.river.filter.profiles = \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641
jsp.river.filter.communities = \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a
jsp.river.filter.blogs = \u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a
jsp.river.filter.dogear = \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641
jsp.river.filter.wikis = \u0635\u0641\u062d\u0627\u062a \u0648\u064a\u0643\u064a
jsp.river.filter.files = \u0627\u0644\u0645\u0644\u0641\u0627\u062a

jsp.river.filter.alt.allUpdates = \u062d\u062f\u062f \u0644\u0639\u0631\u0636 \u0643\u0644 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a
jsp.river.filter.alt.activities = \u062d\u062f\u062f \u0644\u0639\u0631\u0636 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0645\u0646 \u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0641\u0642\u0637
jsp.river.filter.alt.profiles = \u062d\u062f\u062f \u0644\u0639\u0631\u0636 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0645\u0646 \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0641\u0642\u0637
jsp.river.filter.alt.communities = \u062d\u062f\u062f \u0644\u0639\u0631\u0636 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0645\u0646 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0641\u0642\u0637
jsp.river.filter.alt.blogs = \u062d\u062f\u062f \u0644\u0639\u0631\u0636 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0645\u0646 \u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a \u0641\u0642\u0637
jsp.river.filter.alt.dogear = \u062d\u062f\u062f \u0639\u0631\u0636 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0641\u0642\u0637 \u0645\u0646 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641
jsp.river.filter.alt.wikis = \u062d\u062f\u062f \u0644\u0639\u0631\u0636 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0645\u0646 \u0635\u0641\u062d\u0627\u062a \u0648\u064a\u0643\u064a \u0641\u0642\u0637
jsp.river.filter.alt.files = \u062d\u062f\u062f \u0644\u0639\u0631\u0636 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0645\u0646 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0641\u0642\u0637

jsp.river.error.message = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0639\u0631\u0636 \u0628\u0646\u0648\u062f \u0627\u0644\u0623\u062e\u0628\u0627\u0631
jsp.river.error.error = \u062d\u062f\u062b \u062e\u0637\u0623. \u0627\u062a\u0635\u0644 \u0628\u0645\u0633\u0626\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645. \u0642\u062f \u064a\u0642\u0639 \u0647\u0630\u0627 \u0627\u0644\u062e\u0637\u0623 \u0627\u0630\u0627 \u0643\u0627\u0646\u062a \u062e\u062f\u0645\u0629 \u0645\u0633\u062a\u0648\u062f\u0639 \u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0623\u062e\u0628\u0627\u0631 \u0644\u0627 \u062a\u0639\u0645\u0644 \u0628\u0634\u0643\u0644 \u0635\u062d\u064a\u062d.
jsp.river.error.details = \u0639\u0631\u0636 \u0631\u0633\u0627\u0644\u0629 \u0627\u0644\u062e\u0637\u0623 \u0628\u0627\u0644\u0643\u0627\u0645\u0644
jsp.river.error.icon.alt = \u0634\u0627\u0631\u0629 \u0627\u0644\u062e\u0637\u0623

# Alt text for icons in river of news. Need for screen readers
jsp.river.alt.homepage = \u0627\u0644\u062d\u062f\u062b \u0645\u0646 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
jsp.river.alt.blogs = \u0627\u0644\u062d\u062f\u062b \u0645\u0646 \u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a
jsp.river.alt.wikis = \u0627\u0644\u062d\u062f\u062b \u0645\u0646 \u0635\u0641\u062d\u0627\u062a \u0648\u064a\u0643\u064a
jsp.river.alt.files = \u0627\u0644\u062d\u062f\u062b \u0645\u0646 \u0627\u0644\u0645\u0644\u0641\u0627\u062a
jsp.river.alt.dogear = \u0627\u0644\u062d\u062f\u062b \u0645\u0646 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641
jsp.river.alt.activities = \u0627\u0644\u062d\u062f\u062b \u0645\u0646 \u0627\u0644\u0623\u0646\u0634\u0637\u0629
jsp.river.alt.profiles = \u0627\u0644\u062d\u062f\u062b \u0645\u0646 \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641
jsp.river.alt.communities = \u0627\u0644\u062d\u062f\u062b \u0645\u0646 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a
jsp.river.alt.thirdParty = \u0627\u0644\u062d\u062f\u062b \u0645\u0646 \u0645\u0643\u0648\u0646 \u0627\u0644\u0637\u0631\u0641 \u0627\u0644\u062b\u0627\u0644\u062b

# Saved tab messages when no stories to display
jsp.river.savedTab.title.part1 = \u0644\u0645 \u062a\u0642\u0645 \u0628\u062d\u0641\u0638 \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0628\u0639\u062f.
jsp.river.savedTab.title.part2 = \u0644\u062d\u0641\u0638 \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0644\u0642\u0631\u0627\u0621\u062a\u0647\u0627 \u0641\u064a\u0645\u0627 \u0628\u0639\u062f...
jsp.river.savedTab.step1 = \u0639\u0646\u062f \u0645\u0634\u0627\u0647\u062f\u0629 \u0643\u0634\u0641 \u0645\u0646 \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a (\u0641\u064a \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u0628\u0648\u064a\u0628 \u0623\u0643\u062b\u0631 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0623\u0648 \u0627\u0643\u062a\u0634\u0627\u0641 \u0623\u0648 \u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629).
jsp.river.savedTab.step2 = \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0644\u0645\u0632\u064a\u062f \u0628\u062c\u0627\u0646\u0628 \u0627\u0644\u0645\u0648\u0636\u0648\u0639 \u0627\u0644\u0630\u064a \u062a\u0631\u064a\u062f \u062d\u0641\u0638\u0647.
jsp.river.savedTab.step3 = \u0627\u0636\u063a\u0637 \u062d\u0641\u0638 \u0647\u0630\u0627 \u0627\u0644\u062a\u0633\u0644\u0633\u0644.

# Taop updates messages when no stories to display
# {0} is person name
jsp.river.topUpdates.welcome = \u0645\u0631\u062d\u0628\u0627 {0}!
jsp.river.topUpdates.profiles.update = \u0627\u0644\u0633\u0645\u0627\u062d \u0644\u0644\u0622\u062e\u0631\u064a\u0646 \u0628\u0645\u0639\u0631\u0641\u0629 \u0645\u0646 \u0623\u0646\u062a \u0648\u0645\u0627 \u0627\u0644\u0630\u064a \u062a\u0642\u0648\u0645 \u0628\u0647.
jsp.river.topUpdates.profiles.update.part2 = \u062a\u0639\u062f\u064a\u0644 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
jsp.river.topUpdates.colleagues.part1 = \u0627\u064a\u062c\u0627\u062f \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0645\u0647\u0645\u064a\u0646 \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0643 \u0648\u062f\u0639\u0648\u062a\u0647\u0645 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0644\u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643.
jsp.river.topUpdates.colleagues.part2 = \u0628\u062f\u0621 \u0628\u0646\u0627\u0621 \u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643.
jsp.river.topUpdates.activities.part1 = \u062a\u0643\u0648\u064a\u0646 \u0628\u0646\u0648\u062f \u0627\u0644\u0645\u0647\u0627\u0645 \u0627\u0644\u0648\u0627\u062c\u0628\u0629 \u0648\u062a\u062e\u0635\u064a\u0635 \u0645\u0647\u0627\u0645 \u0644\u0641\u0631\u064a\u0642 \u0627\u0644\u0639\u0645\u0644 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
jsp.river.topUpdates.activities.part2 = \u0642\u0645 \u0628\u0628\u062f\u0621 \u0646\u0634\u0627\u0637.
jsp.river.topUpdates.blogs.part1 = \u0642\u0645 \u0628\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0623\u062e\u0628\u0627\u0631 \u0648\u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0627\u062a \u0645\u0639 \u0627\u0644\u0634\u0631\u0643\u0629.
jsp.river.topUpdates.blogs.part2 = \u0642\u0645 \u0628\u062a\u0643\u0648\u064a\u0646 \u0645\u062f\u0648\u0646\u0629.
jsp.river.topUpdates.communities.part1 = \u0642\u0645 \u0628\u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0630\u064a\u0646 \u0644\u0647\u0645 \u0646\u0641\u0633 \u0627\u0644\u0627\u0647\u062a\u0645\u0627\u0645\u0627\u062a.
jsp.river.topUpdates.communities.part2 = \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0627\u0644\u0649 \u0645\u062c\u062a\u0645\u0639.
jsp.river.topUpdates.dogear.part1 = \u062d\u0641\u0638 \u0648\u062a\u0646\u0638\u064a\u0645 \u0648\u0645\u0634\u0627\u0631\u0643\u0629 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643.
jsp.river.topUpdates.dogear.part2 = \u0627\u064a\u062c\u0627\u062f \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0630\u0627\u062a \u0623\u0647\u0645\u064a\u0629 \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0643.
jsp.river.topUpdates.files.part1 = \u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0648\u0627\u0644\u062a\u0641\u0627\u0639\u0644 \u0645\u0639 \u0627\u0644\u0622\u062e\u0631\u064a\u0646.
jsp.river.topUpdates.files.part2 = \u062a\u062d\u0645\u064a\u0644 \u0648\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0644\u0641\u0627\u062a.
jsp.river.topUpdates.wikis.part1 = \u062a\u0635\u0641\u062d \u0644\u0627\u064a\u062c\u0627\u062f \u0635\u0641\u062d\u0629 \u0648\u064a\u0643\u064a \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643 \u0628\u0647\u0627\u060c \u0623\u0648 \u0642\u0645 \u0628\u062a\u0643\u0648\u064a\u0646 \u0635\u0641\u062d\u0629 \u0648\u064a\u0643\u064a \u062c\u062f\u064a\u062f\u0629.
jsp.river.topUpdates.wikis.part2 = \u0628\u062f\u0621 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0629.
jsp.river.topUpdates.intro = \u0639\u0646\u062f\u0645\u0627 \u062a\u0635\u0628\u062d \u0641\u0639\u0627\u0644\u0627\u064b \u0641\u064a HCL Connections\u060c \u0633\u064a\u062a\u0645 \u0646\u0634\u0631 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0645\u0639 \u0623\u062d\u062f\u062b  \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629 \u0628\u0643 \u0648\u0628\u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643.

jsp.river.noItems = \u0644\u0627 \u062a\u0648\u062c\u062f \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0644\u0644\u0623\u062e\u0628\u0627\u0631 \u0644\u064a\u062a\u0645 \u0639\u0631\u0636\u0647\u0627 \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631.
jsp.statusUpdates.noItems = \u0644\u0627 \u062a\u0648\u062c\u062f \u062a\u062d\u062f\u064a\u062b \u0644\u0644\u062d\u0627\u0644\u0627\u062a \u0644\u064a\u062a\u0645 \u0639\u0631\u0636\u0647\u0627.
jsp.newsfeed.noItems = \u0645\u0635\u062f\u0631 \u062a\u0648\u0632\u064a\u0639 \u0627\u0644\u0623\u062e\u0628\u0627\u0631 \u062e\u0627\u0644\u064a. \u0633\u064a\u062a\u0645 \u0639\u0631\u0636 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0628\u0645\u062c\u0631\u062f \u0628\u062f\u0621 \u0645\u062a\u0627\u0628\u0639\u0629 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0623\u0648 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0622\u062e\u0631\u064a\u0646.
jsp.river.discover.noItems = \u0644\u0645 \u064a\u062a\u0645 \u0625\u062c\u0631\u0627\u0621 \u0623\u064a\u0629 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0641\u064a HCL Connections \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0648\u0642\u062a. \u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u0639\u0648\u062f\u0629 \u0641\u064a \u0648\u0642\u062a \u0644\u0627\u062d\u0642!

jsp.river.watchlist.addPerson = \u0625\u0636\u0627\u0641\u0629 \u0634\u062e\u0635 \u0627\u0644\u0649 \u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u064a
jsp.river.watchlist.addPersonConfirm = \u062a\u0645 \u062a\u0639\u062f\u064a\u0644 \u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643
# {0} is the name of a person
jsp.river.watchlist.addSpecificPerson = \u0625\u0636\u0627\u0641\u0629 {0} \u0644\u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u064a
# {0} is the name of a person
jsp.river.watchlist.addSpecificPersonConfirm = \u062a\u0645 \u0625\u0636\u0627\u0641\u0629 {0} \u0644\u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643
jsp.river.watchlist.removePerson = \u0627\u0632\u0627\u0644\u0629 \u0634\u062e\u0635 \u0645\u0646 \u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u064a
jsp.river.watchlist.removePersonConfirm = \u062a\u0645 \u062a\u0639\u062f\u064a\u0644 \u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPerson = \u0627\u0632\u0627\u0644\u0629 {0} \u0645\u0646 \u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u064a
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPersonConfirm = \u062a\u0645 \u0627\u0632\u0627\u0644\u0629 {0} \u0645\u0646 \u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643

jsp.river.watchlist.addTag = \u0625\u0636\u0627\u0641\u0629 \u0634\u0627\u0631\u0629 \u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u0649 \u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u064a
jsp.river.watchlist.addTagConfirm = \u062a\u0645 \u062a\u0639\u062f\u064a\u0644 \u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643
# {0} is a tag
jsp.river.watchlist.addSpecificTag = \u0625\u0636\u0627\u0641\u0629 \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 {0} \u0627\u0644\u0649 \u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u064a
# {0} is a tag
jsp.river.watchlist.addSpecificTagConfirm = \u062a\u0645 \u0625\u0636\u0627\u0641\u0629 \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 {0} \u0627\u0644\u0649 \u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643
jsp.river.watchlist.removeTag = \u0627\u0632\u0627\u0644\u0629 \u0634\u0627\u0631\u0629 \u062a\u0639\u0644\u064a\u0645 \u0645\u0646 \u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u064a
jsp.river.watchlist.removeTagConfirm = \u062a\u0645 \u062a\u0639\u062f\u064a\u0644 \u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643
# {0} is a tag
jsp.river.watchlist.removeSpecificTag = \u0627\u0632\u0627\u0644\u0629 \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 {0} \u0645\u0646 \u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u064a
# {0} is a tag
jsp.river.watchlist.removeSpecificTagConfirm = \u062a\u0645 \u0627\u0632\u0627\u0644\u0629 \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 {0} \u0645\u0646 \u0643\u0634\u0641 \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643


jsp.river.removePerson = \u0627\u0632\u0627\u0644\u0629 \u0634\u062e\u0635 \u0645\u0646 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a
# {0} is the name of a person
jsp.river.removeSpecificPerson = \u0627\u0632\u0627\u0644\u0629 {0} \u0645\u0646 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a
jsp.river.preview.blogs = \u0645\u0639\u0627\u064a\u0646\u0629 \u0627\u062f\u062e\u0627\u0644

jsp.river.subscribe.alt = \u0634\u0627\u0631\u0629 \u0648\u062d\u062f\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629
jsp.river.subscribe = \u0648\u062d\u062f\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629 \u0644\u0647\u0630\u0647 \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a

# Palette category
jsp.palette.category.all = \u0627\u0644\u0643\u0644

# Notification perspective strings
jsp.notifications.received.noItems = \u0644\u0645 \u062a\u0642\u0645 \u0628\u0627\u0633\u062a\u0644\u0627\u0645 \u0623\u064a\u0629 \u0627\u0639\u0644\u0627\u0645\u0627\u062a.
jsp.notifications.sent.noItems = \u0644\u0645 \u062a\u0642\u0645 \u0628\u0627\u0631\u0633\u0627\u0644 \u0623\u064a\u0629 \u0627\u0639\u0644\u0627\u0645\u0627\u062a.

# General notification strings
jsp.notifications.received.title = \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0633\u062a\u0644\u0627\u0645\u0647\u0627
jsp.notifications.received.sub.title = \u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0631\u0633\u0627\u0644\u0647\u0627 \u0644\u0643 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0622\u062e\u0631\u064a\u0646 \u0623\u0648 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u0646\u0638\u0627\u0645.
jsp.notifications.sent.title = \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0631\u0633\u0627\u0644\u0647\u0627
jsp.notifications.sent.sub.title = \u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u0642\u0645\u062a \u0628\u0627\u0631\u0633\u0627\u0644\u0647\u0627 \u0627\u0644\u0649 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0622\u062e\u0631\u064a\u0646.
jsp.notifications.new = \u200f\u062c\u062f\u064a\u062f\u200f
# {0} is the name of a person
jsp.notifications.photo = \u0635\u0648\u0631\u0629 \u0627\u0644\u0649 {0}
jsp.notifications.sent.multiple.photo = \u0645\u0633\u062a\u0644\u0645\u064a\u0646 \u0645\u062a\u0639\u062f\u062f\u064a\u0646
# {0} is the name of a person
jsp.notifications.sent.to.individual = \u0645\u0631\u0633\u0644 \u0627\u0644\u0649: {0}
# {0} is a number greater than 1
jsp.notifications.sent.to.multiple = \u062a\u0645 \u0627\u0644\u0627\u0631\u0633\u0627\u0644 \u0627\u0644\u0649 {0} \u0634\u062e\u0635/\u0623\u0634\u062e\u0627\u0635
jsp.notifications.delete = \u062d\u0630\u0641 \u0647\u0630\u0647 \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a

# Activities specific notification messages
# {0} is the name of an activity entry, {1} is the name of an activity
jsp.notifications.activities.notify.title = {0} \u0645\u0646 \u0627\u0644\u0646\u0634\u0627\u0637: {1}
# {0} is the name of an activity
jsp.notifications.activities.autocomplete.received.title = \u0627\u0644\u0646\u0634\u0627\u0637 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 "{0}" \u0639\u0644\u0649 \u0648\u0634\u0643 \u0623\u0646 \u064a\u062a\u0645 \u062a\u0639\u0644\u064a\u0645\u0647 \u0622\u0644\u064a\u0627 \u0628\u0627\u0644\u0627\u062a\u0645\u0627\u0645.
jsp.notifications.activities.autocomplete.sent.title = \u0633\u064a\u062a\u0645 \u0627\u0633\u062a\u0643\u0645\u0627\u0644 \u0627\u0644\u0646\u0634\u0627\u0637 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 "{0}" \u0622\u0644\u064a\u0627.
jsp.notifications.activities.create.title = \u0642\u0645\u062a \u0628\u062a\u0643\u0648\u064a\u0646 \u0646\u0634\u0627\u0637 \u062c\u062f\u064a\u062f: {0}
jsp.notifications.activities.addmember.received.title = \u062a\u0645 \u0627\u0636\u0627\u0641\u062a\u0643 \u0627\u0644\u0649 \u0627\u0644\u0646\u0634\u0627\u0637: {0}
jsp.notifications.activities.addmember.sent.title = \u0642\u0645\u062a \u0628\u0625\u0636\u0627\u0641\u0629 \u0623\u0639\u0636\u0627\u0621 \u062c\u062f\u062f \u0627\u0644\u0649 \u0627\u0644\u0646\u0634\u0627\u0637: {0}
jsp.notifications.activities.invite.received.title = \u062a\u0645 \u062f\u0639\u0648\u062a\u0643 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0627\u0644\u0649 \u0627\u0644\u0646\u0634\u0627\u0637: {0}
jsp.notifications.activities.invite.sent.title = \u0642\u0645\u062a \u0628\u062f\u0639\u0648\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0627\u0644\u0649 \u0627\u0644\u0646\u0634\u0627\u0637: {0}
jsp.notifications.activities.invite.primaryaction = \u0627\u0646\u0636\u0645 \u0644\u0647\u0630\u0627 \u0627\u0644\u0646\u0634\u0627\u0637.
jsp.notifications.activities.invite.secondaryaction = \u0631\u0641\u0636 \u0647\u0630\u0647 \u0627\u0644\u062f\u0639\u0648\u0629.

# Blogs specific notification messages
# {0} is the name of a blog entry, {1} is the name of a blog
jsp.notifications.blogs.notify.title = {0} \u0645\u0646 \u0627\u0644\u0645\u062f\u0648\u0646\u0629: {1}
# {0} is the name of a blog
jsp.notifications.blogs.notifyassignedowner.received = \u062a\u0645 \u0627\u0636\u0627\u0641\u062a\u0643 \u0643\u0645\u0627\u0644\u0643 \u0644\u0644\u0645\u062f\u0648\u0646\u0629: {0}
jsp.notifications.blogs.notifyassignedowner.sent= \u0642\u062f \u0642\u0645\u062a \u0628\u0625\u0636\u0627\u0641\u0629 \u0645\u0627\u0644\u0643 \u0644\u0644\u0645\u062f\u0648\u0646\u0629: {0}
jsp.notifications.blogs.notifyassignedauthor.received = \u062a\u0645 \u0627\u0636\u0627\u0641\u062a\u0643 \u0643\u0645\u0624\u0644\u0641 \u0644\u0644\u0645\u062f\u0648\u0646\u0629: {0}
jsp.notifications.blogs.notifyassignedauthor.sent= \u0642\u0645\u062a \u0628\u0625\u0636\u0627\u0641\u0629 \u0645\u0624\u0644\u0641 \u0644\u0644\u0645\u062f\u0648\u0646\u0629: {0}
jsp.notifications.blogs.notifyassigneddraft.received = \u062a\u0645 \u0627\u0636\u0627\u0641\u062a\u0643 \u0643\u0645\u0633\u0627\u0647\u0645 \u0641\u064a \u0645\u0633\u0648\u062f\u0629 \u0644\u0644\u0645\u062f\u0648\u0646\u0629: {0}
jsp.notifications.blogs.notifyassigneddraft.sent= \u0642\u062f \u0642\u0645\u062a \u0628\u0625\u0636\u0627\u0641\u0629 \u0645\u0633\u0627\u0647\u0645 \u0641\u064a \u0645\u0633\u0648\u062f\u0629 \u0644\u0644\u0645\u062f\u0648\u0646\u0629: {0}

# Ideation Blogs specific notification messages
# {0} is the name of an Ideation Blog entry (idea), {1} is the name of an Ideation Blog
jsp.notifications.ideationblog.notify.title = {0} \u0645\u0646 \u0645\u062f\u0648\u0646\u0629 \u0627\u0644\u0623\u0641\u0643\u0627\u0631: {1}

# Communities specific notification messages
# {0} is the name of a community
jsp.notifications.communities.memberadded.received.title = \u062a\u0645 \u0627\u0636\u0627\u0641\u062a\u0643 \u0627\u0644\u0649 \u0627\u0644\u0645\u062c\u062a\u0645\u0639: {0}
jsp.notifications.communities.memberadded.sent.title = \u0642\u0645\u062a \u0628\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0644\u0644\u0645\u062c\u062a\u0645\u0639: {0}
jsp.notifications.communities.memberremoved.received.title = \u062a\u0645 \u0627\u0632\u0627\u0644\u062a\u0643 \u0645\u0646 \u0627\u0644\u0645\u062c\u062a\u0645\u0639: {0}
jsp.notifications.communities.memberremoved.sent.title = \u0642\u0645\u062a \u0628\u0627\u0632\u0627\u0644\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0645\u0646 \u0627\u0644\u0645\u062c\u062a\u0645\u0639: {0}
jsp.notifications.communities.requesttojoin.received.title = \u0642\u0627\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0637\u0644\u0628 \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0627\u0644\u0649 \u0627\u0644\u0645\u062c\u062a\u0645\u0639: {0}
jsp.notifications.communities.requesttojoin.sent.title = \u0642\u0645\u062a \u0628\u0637\u0644\u0628 \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0627\u0644\u0649 \u0627\u0644\u0645\u062c\u062a\u0645\u0639: {0}
jsp.notifications.communities.invite.received.title = \u062a\u0645 \u062f\u0639\u0648\u062a\u0643 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0627\u0644\u0649 \u0627\u0644\u0645\u062c\u062a\u0645\u0639: {0}
jsp.notifications.communities.invite.sent.title = \u0642\u0645\u062a \u0628\u062f\u0639\u0648\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0627\u0644\u0649 \u0627\u0644\u0645\u062c\u062a\u0645\u0639: {0}
jsp.notifications.communities.invite.primaryaction = \u0627\u0646\u0636\u0645 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u062c\u062a\u0645\u0639.
jsp.notifications.communities.invite.secondaryaction = \u0631\u0641\u0636 \u0647\u0630\u0647 \u0627\u0644\u062f\u0639\u0648\u0629.

# Dogear specific notification messages
# {0} is a bookmark title
jsp.notifications.dogear.notify.title = {0} \u0639\u0644\u0627\u0645\u0629 \u062a\u0648\u0642\u0641.
jsp.notifications.dogear.notify.multiple.title = \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u0648\u0642\u0641 \u0645\u062a\u0639\u062f\u062f\u0629.
jsp.notifications.dogear.notify.primaryaction = \u0642\u0645 \u0628\u062a\u062d\u0631\u064a\u0631 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0647\u0630\u0647.
# {0} is a bookmark title
jsp.notifications.dogear.brokenurl.title = \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0628\u0627\u0633\u0645 {0} \u062a\u0645 \u0627\u0639\u0637\u0627\u0624\u0647\u0627 \u0634\u0627\u0631\u0629 \u0639\u0644\u0649 \u0623\u0646\u0647\u0627 \u0645\u0639\u0637\u0644\u0629.
jsp.notifications.dogear.brokenurl.sent.title = \u0642\u0645\u062a \u0628\u0627\u0639\u0637\u0627\u0621 \u0634\u0627\u0631\u0629 \u0644\u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0628\u0627\u0633\u0645 {0} \u0639\u0644\u0649 \u0623\u0646\u0647\u0627 \u0645\u0639\u0637\u0644\u0629.
# {0} is the title of a bookmark. {1} is a URL
jsp.notifications.dogear.replaceurl.title = \u0627\u0633\u0645 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 {0} \u063a\u064a\u0631 \u0643\u0627\u0645\u0644. \u0639\u0646\u0648\u0627\u0646 URL \u0627\u0644\u062c\u062f\u064a\u062f \u0647\u0648: {1}
jsp.notifications.dogear.replaceurl.primaryaction = \u0642\u0645 \u0628\u062a\u062d\u0631\u064a\u0631 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0647\u0630\u0647.
jsp.notifications.dogear.replaceurl.secondaryaction = \u0645\u0634\u0627\u0647\u062f\u0629 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u063a\u064a\u0631 \u0627\u0644\u0643\u0627\u0645\u0644\u0629.

# Profiles specific notification messages
jsp.notifications.profiles.notify.received.title = \u062f\u0639\u0648\u0629 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0627\u0644\u0649 \u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a
jsp.notifications.profiles.notify.sent.title = \u062f\u0639\u0648\u0629 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0627\u0644\u0649 \u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643
jsp.notifications.profiles.notify.primaryaction = \u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u062f\u0639\u0648\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643

# Files specific notification messages
jsp.notifications.files.mediashare.title = \u0645\u0644\u0641 {0}
jsp.notifications.files.collectionmediaadd.title = \u062a\u0645 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0644\u0641 {0} \u0627\u0644\u0649 \u0627\u0644\u062d\u0627\u0641\u0638\u0629 {1}
jsp.notifications.files.collectionmemberupdated.title = \u062a\u0645 \u0627\u0636\u0627\u0641\u062a\u0643 \u0627\u0644\u0649 \u0627\u0644\u062d\u0627\u0641\u0638\u0629: {0}
jsp.notifications.files.collectionmemberupdated.sent.title = \u0642\u0645\u062a \u0628\u0625\u0636\u0627\u0641\u0629 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0649 \u0627\u0644\u062d\u0627\u0641\u0638\u0629: {0}
jsp.notifications.files.communityvisibilityupdated.title = \u062a\u0645 \u062c\u0639\u0644 \u0627\u0644\u0645\u062c\u062a\u0645\u0639 {0} \u0639\u0627\u0645 \u0648\u062a\u0645 \u0627\u0632\u0627\u0644\u0629 \u0623\u064a\u0629 \u0645\u0644\u0641\u0627\u062a \u063a\u064a\u0631 \u0639\u0627\u0645\u0629 \u062a\u0645 \u0645\u0634\u0627\u0631\u0643\u062a\u0647\u0627 \u0645\u0639 \u0627\u0644\u0645\u062c\u062a\u0645\u0639.
jsp.notifications.files.communityvisibilityupdated.desc = \u0644\u062f\u064a\u0643 \u0645\u0644\u0641 \u0623\u0648 \u0623\u0643\u062b\u0631 \u063a\u064a\u0631 \u0639\u0627\u0645 \u062a\u0645 \u0645\u0634\u0627\u0631\u0643\u062a\u0647 \u0645\u0639 \u0647\u0630\u0627 \u0627\u0644\u0645\u062c\u062a\u0645\u0639. \u062a\u0645 \u0627\u0632\u0627\u0644\u0629 \u0647\u0630\u0647 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0648\u064a\u062c\u0628 \u062c\u0639\u0644\u0647\u0627 \u0639\u0627\u0645\u0629 \u0642\u0628\u0644 \u0645\u0634\u0627\u0631\u0643\u062a\u0647\u0627 \u0645\u0639 \u0647\u0630\u0627 \u0627\u0644\u0645\u062c\u062a\u0645\u0639.

# Wikis specific notification messages
# {0} is the name of a wiki
jsp.notifications.wikis.received.roleAdd = \u062a\u0645 \u0627\u0636\u0627\u0641\u062a\u0643 \u0627\u0644\u0649 \u0635\u0641\u062d\u0629 \u0648\u064a\u0643\u064a: {0}
jsp.notifications.wikis.sent.roleAdd = \u0642\u0645\u062a \u0628\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0649 \u0635\u0641\u062d\u0629 \u0648\u064a\u0643\u064a: {0}


# Generic stuffs in case we need after string freeze
jsp.widget.addPage = \u0625\u0636\u0627\u0641\u0629 \u0635\u0641\u062d\u0629
jsp.widget.removePage = \u0627\u0632\u0627\u0644\u0629 \u0635\u0641\u062d\u0629
jsp.widget.generalPage = \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0639\u0627\u0645\u0629
jsp.customize.preferences = \u0627\u0644\u062a\u0641\u0636\u064a\u0644\u0627\u062a
# {0} is the name of a page e.g. Important stuff
jsp.widget.defaultPageName = \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a {0}
jsp.widget.listHelp = \u0625\u0636\u0627\u0641\u0629 (|) \u0628\u064a\u0646 \u0627\u0644\u0627\u062f\u062e\u0627\u0644\u0627\u062a.
jsp.widget.required = \u0623\u062f\u062e\u0644 \u0627\u0644\u0645\u062c\u0627\u0644\u0627\u062a \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629\u060c \u0627\u0644\u062a\u064a \u062a\u0645 \u062a\u0639\u0644\u064a\u0645\u0647\u0627 \u0628\u0627\u0644\u0639\u0644\u0627\u0645\u0629 *, \u0642\u0628\u0644 \u0627\u0644\u062d\u0641\u0638.

jsp.typeAhead.more = {0} \u0646\u062a\u064a\u062c\u0629 \u0645\u062a\u0627\u062d\u0629. \u064a\u062a\u0645 \u0639\u0631\u0636 \u0623\u0648\u0644 15 \u0646\u062a\u064a\u062c\u0629 \u0641\u0642\u0637.
jsp.typeAhead.error = \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0643\u0634\u0641 \u0627\u0644\u0623\u0634\u062e\u0627\u0635.
jsp.typeAhead.noResults = \u0644\u0627 \u062a\u0648\u062c\u062f \u0646\u062a\u0627\u0626\u062c \u0645\u0637\u0627\u0628\u0642\u0629

jsp.home.status.updates.choose.person = \u062a\u062d\u062f\u064a\u062f \u0634\u062e\u0635
jsp.home.filter.by = \u0645\u0634\u0627\u0647\u062f\u0629:

jsp.home.filter.status.updates.all = \u0643\u0644 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062d\u0627\u0644\u0629
jsp.home.filter.status.updates.follow = \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0630\u064a\u0646 \u0623\u0642\u0648\u0645 \u0628\u0645\u062a\u0627\u0628\u0639\u062a\u0647\u0645
jsp.home.filter.status.updates.network = \u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a
jsp.home.filter.status.updates.network.following =\u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a \u0648\u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0630\u064a\u0646 \u0623\u0642\u0648\u0645 \u0628\u0645\u062a\u0627\u0628\u0639\u062a\u0647\u0645
jsp.home.filter.status.updates.mine = \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062d\u0627\u0644\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a

jsp.home.status.updates.comment.count = (1 \u062a\u0639\u0642\u064a\u0628)
# {0} is the number of comments
jsp.home.status.updates.comments.count = ({0} \u062a\u0639\u0642\u064a\u0628)

jsp.home.status.updates.notpermitted = \u0644\u0627 \u064a\u0645\u0643\u0646\u0643 \u0623\u0648 \u0644\u0627 \u064a\u062a\u0648\u0627\u0641\u0631 \u0644\u062f\u064a\u0643 \u062a\u0635\u0631\u064a\u062d \u0644\u0644\u062a\u0639\u0642\u064a\u0628 \u0639\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629.

# {0} is the number of extra comments to show
jsp.home.status.updates.show.comments = \u0639\u0631\u0636 {0} \u062a\u0639\u0642\u064a\u0628\u0627\u062a \u0623\u0643\u062b\u0631...
# {0} is the number of extra comments to hide
jsp.home.status.updates.hide.comments = \u0627\u062e\u0641\u0627\u0621 \u062a\u0639\u0642\u064a\u0628\u0627\u062a {0}...
jsp.home.status.updates.post.comment.error = \u0641\u0634\u0644 \u0637\u0644\u0628 \u0627\u062d\u0627\u0644\u0629 \u0627\u0644\u062a\u0639\u0642\u064a\u0628 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643. \u200f\u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.\u200f
jsp.home.status.updates.delete.comment.error = \u0641\u0634\u0644 \u0637\u0644\u0628 \u062d\u0630\u0641 \u0627\u0644\u062a\u0639\u0642\u064a\u0628 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643. \u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
jsp.home.status.updates.delete.update.error = \u0641\u0634\u0644 \u0637\u0644\u0628 \u062d\u0630\u0641 \u0627\u0644\u062a\u062d\u062f\u064a\u062b \u0627\u0644\u062e\u0627\u0635 \u0628\u0643. \u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
jsp.home.status.updates.just.now = \u0627\u0644\u0622\u0646 \u0641\u0642\u0637
jsp.home.status.updates.invalid.comment.entered = \u0627\u0644\u062a\u0639\u0642\u064a\u0628 \u0627\u0644\u0630\u064a \u0642\u0645\u062a \u0628\u0627\u062f\u062e\u0627\u0644\u0647 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u060c \u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u062a\u062d\u0642\u0642 \u0648\u0623\u0639\u062f \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
jsp.home.delete.entry = \u062d\u0630\u0641 \u0647\u0630\u0627 \u0627\u0644\u0627\u062f\u062e\u0627\u0644

#This text is used to identify where a user has written on someone elses board. Typical use is : 'User A' wrote on the board of 'User B'
jsp.home.status.updates.wrote.board.entry = \u0642\u0645\u062a \u0628\u0627\u0644\u0643\u062a\u0627\u0628\u0629 \u0639\u0644\u0649 \u0644\u0648\u062d\u0629
jsp.home.status.updates.wrote.board.you.entry = \u0642\u0645\u062a \u0628\u0627\u0644\u0643\u062a\u0627\u0628\u0629 \u0639\u0644\u0649 \u0627\u0644\u0644\u0648\u062d\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643.

jsp.home.main.confirm = \u062a\u0623\u0643\u064a\u062f
jsp.home.main.error = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0627\u062c\u0631\u0627\u0621 \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0622\u0646.  \u062d\u0627\u0648\u0644 \u0627\u062c\u0631\u0627\u0621 \u0627\u0644\u0628\u062d\u062b \u0641\u064a \u0648\u0642\u062a \u0644\u0627\u062d\u0642.
jsp.home.main.hide = \u200f\u0627\u062e\u0641\u0627\u0621\u200f

jsp.home.action.submit = \u0627\u062d\u0627\u0644\u0629
jsp.home.action.comments.add = \u0625\u0636\u0627\u0641\u0629 \u062a\u0639\u0642\u064a\u0628

jsp.home.no.content.statusupdates.title = \u0644\u0627 \u062a\u0648\u062c\u062f \u0644\u062f\u064a\u0643 \u0623\u064a\u0629 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0644\u0644\u062d\u0627\u0644\u0629 \u062d\u062a\u0649 \u0627\u0644\u0622\u0646.
jsp.home.no.content.statusupdates.desc.line1 = \u0644\u0627\u0633\u062a\u0644\u0627\u0645 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062d\u0627\u0644\u0629 \u0644\u0644\u0623\u0634\u062e\u0627\u0635\u060c \u0642\u0645 \u0628\u0641\u062a\u062d \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0647\u0645 \u0648\u0627\u0636\u063a\u0637 \u062f\u0639\u0648\u0629 \u0644\u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a \u0644\u0627\u0636\u0627\u0641\u062a\u0647\u0645 \u0643\u0632\u0645\u0644\u0627\u0621 \u0623\u0648 \u0645\u062a\u0627\u0628\u0639\u0629 \u0644\u0645\u062a\u0627\u0628\u0639\u062a\u0647\u0645.
jsp.home.no.content.statusupdates.desc.line2 = \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0645\u0627 \u062a\u0642\u0648\u0645 \u0628\u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0645\u0639\u0647 \u0627\u0644\u0622\u0646 \u0644\u062a\u062d\u062f\u064a\u062b \u0631\u0633\u0627\u0644\u0629 \u0627\u0644\u062d\u0627\u0644\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643.
jsp.home.no.content.statusupdates.oneline = \u0644\u0627 \u064a\u0648\u062c\u062f \u0644\u062f\u064a\u0643 \u0623\u064a\u0629 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0644\u0644\u062d\u0627\u0644\u0629 \u062d\u062a\u0649 \u0627\u0644\u0622\u0646. \u0644\u0627\u0633\u062a\u0644\u0627\u0645 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u062d\u0627\u0644\u0629 \u0644\u0644\u0623\u0634\u062e\u0627\u0635\u060c \u0642\u0645 \u0628\u0641\u062a\u062d \u0645\u0644\u0641\u0627\u062a  \u0627\u0644\u0645\u0648\u0627\u0635\u0641\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0647\u0645 \u0648\u0627\u0636\u063a\u0637 \u062f\u0639\u0648\u0629 "\u0644\u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a" \u0644\u0625\u0636\u0627\u0641\u062a\u0647\u0645 \u0643\u0632\u0645\u0644\u0627\u0621 \u0623\u0648 \u0627\u0636\u063a\u0637 "\u0645\u062a\u0627\u0628\u0639\u0629"  \u0644\u0645\u062a\u0627\u0628\u0639\u062a\u0647\u0645. \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 "\u0645\u0627 \u0627\u0644\u0630\u064a \u062a\u0642\u0648\u0645 \u0628\u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0645\u0639\u0647 \u0627\u0644\u0622\u0646" \u0644\u062a\u062d\u062f\u064a\u062b \u0631\u0633\u0627\u0644\u0629 \u0627\u0644\u062d\u0627\u0644\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643.

jsp.home.no.content.newsfeed.title = \u0644\u0627 \u064a\u0648\u062c\u062f \u0644\u062f\u064a\u0643 \u0623\u064a\u0629 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0644\u0644\u0623\u062e\u0628\u0627\u0631 \u062d\u062a\u0649 \u0627\u0644\u0622\u0646.
jsp.home.no.content.newsfeed.desc.line1 = \u064a\u062c\u0628 \u0623\u0646 \u062a\u0642\u0648\u0645 \u0628\u0645\u062a\u0627\u0628\u0639\u0629 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0623\u0648 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0644\u0627\u0633\u062a\u0644\u0627\u0645 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a.
jsp.home.no.content.newsfeed.desc.line2 = \u0639\u0646\u062f \u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u062a\u0627\u0628\u0639\u0629 \u0641\u064a \u0648\u0627\u062c\u0647\u0629 \u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u060c \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0644\u0645\u062a\u0627\u0628\u0639\u0629 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0623\u0648 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a.
jsp.home.no.content.newsfeed.oneline = \u0644\u0627 \u064a\u0648\u062c\u062f \u0644\u062f\u064a\u0643 \u0623\u064a\u0629 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0644\u0644\u0623\u062e\u0628\u0627\u0631 \u062d\u062a\u0649 \u0627\u0644\u0622\u0646. \u064a\u062c\u0628 \u0623\u0646 \u062a\u0642\u0648\u0645 \u0628\u0645\u062a\u0627\u0628\u0639\u0629 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0623\u0648 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0644\u0627\u0633\u062a\u0644\u0627\u0645 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a. \u0644\u0645\u062a\u0627\u0628\u0639\u0629 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0623\u0648 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a\u060c \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 "\u0645\u062a\u0627\u0628\u0639\u0629" \u0641\u064a \u0623\u064a \u0645\u0643\u0627\u0646 \u064a\u0643\u0648\u0646 \u0645\u062a\u0627\u062d\u0627 \u0641\u064a\u0647.

jsp.home.no.content.discover.title = \u0644\u0627 \u062a\u0648\u062c\u062f \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0639\u0627\u0645\u0629 \u0628\u0639\u062f\u060c \u0623\u0639\u062f \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0644\u0627\u062d\u0642\u064b\u0627.
jsp.home.no.content.discover.desc.line1 = \u0639\u0646\u062f \u0642\u064a\u0627\u0645 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0628\u0628\u062f\u0621 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0641\u064a \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u0645\u062e\u062a\u0644\u0641\u0629\u060c \u0633\u062a\u0642\u0648\u0645 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0628\u0639\u0631\u0636 \u0623\u064a\u0629 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0639\u0627\u0645\u0629.
jsp.home.no.content.discover.oneline = \u0644\u0627 \u062a\u0648\u062c\u062f \u0623\u064a\u0629 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0639\u0644\u0649 \u0627\u0644\u0627\u0637\u0644\u0627\u0642. \u0639\u0646\u062f \u0642\u064a\u0627\u0645 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0628\u0628\u062f\u0621 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a\u060c \u064a\u0645\u0643\u0646\u0643 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0644\u0645\u0634\u0627\u0647\u062f\u0629 \u0623\u064a\u0629 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0639\u0627\u0645\u0629.

jsp.home.no.content.saved.title = \u0644\u0645 \u062a\u0642\u0645 \u0628\u062d\u0641\u0638 \u0623\u064a\u0629 \u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0644\u0644\u0623\u062e\u0628\u0627\u0631.
jsp.home.no.content.saved.desc.line1 = \u0644\u062d\u0641\u0638 \u0623\u064a \u0645\u0648\u0636\u0648\u0639 \u0644\u0644\u0623\u062e\u0628\u0627\u0631\u060c \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u0645\u0632\u064a\u062f \u0628\u062c\u0627\u0646\u0628 \u0627\u0644\u0645\u0648\u0636\u0648\u0639 \u062b\u0645 \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631.
jsp.home.no.content.saved.oneline = \u0644\u0627 \u064a\u0648\u062c\u062f \u0644\u062f\u064a\u0643 \u0623\u064a\u0629 \u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0623\u062e\u0628\u0627\u0631 \u062a\u0645 \u062d\u0641\u0638\u0647\u0627. \u0644\u062d\u0641\u0638 \u0623\u064a \u0645\u0648\u0636\u0648\u0639 \u0644\u0644\u0623\u062e\u0628\u0627\u0631\u060c \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u0645\u0632\u064a\u062f \u0628\u062c\u0627\u0646\u0628 \u0627\u0644\u0645\u0648\u0636\u0648\u0639 \u062b\u0645 \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631.

jsp.home.tags.main.title=\u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u062a\u064a \u0623\u062a\u0628\u0639\u0647\u0627
jsp.home.tags.filter.title=\u062a\u0631\u0634\u064a\u062d \u0637\u0628\u0642\u0627 \u0644\u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645
jsp.home.tags.adding.title=\u0625\u0636\u0627\u0641\u0629 \u0634\u0627\u0631\u0627\u062a \u062a\u0639\u0644\u064a\u0645 \u062c\u062f\u064a\u062f\u0629
jsp.home.tags.removing.title=\u0627\u0632\u0627\u0644\u0629 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645
jsp.home.tags.add.title=\u0625\u0636\u0627\u0641\u0629 \u0634\u0627\u0631\u0629 \u062a\u0639\u0644\u064a\u0645

jsp.home.tags.remove.filter.title=\u0627\u0632\u0627\u0644\u0629 \u0634\u0627\u0631\u0629 \u062a\u0639\u0644\u064a\u0645 \u0645\u0646 \u0645\u0631\u0634\u062d \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a

jsp.home.tags.filtered.title=\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0630\u0627\u062a \u0634\u0627\u0631\u0627\u062a \u062a\u0639\u0644\u064a\u0645:
jsp.home.tags.confirm.text=\u062a\u0645 \u0625\u0636\u0627\u0641\u0629 \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u062c\u062f\u064a\u062f\u0629 \"{0}\" \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0628\u0646\u062c\u0627\u062d. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0622\u0646 \u062a\u0631\u0634\u064a\u062d \u0628\u064a\u0627\u0646\u0627\u062a \u0648\u062d\u062f\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629 \u0628\u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0647\u0630\u0647.
jsp.home.tags.multi.confirm.text=\u062a\u0645 \u0625\u0636\u0627\u0641\u0629 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u062c\u062f\u064a\u062f\u0629 \"{0}\" \u0628\u0646\u062c\u0627\u062d. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0622\u0646 \u062a\u0631\u0634\u064a\u062d \u0628\u064a\u0627\u0646\u0627\u062a \u0648\u062d\u062f\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629 \u0628\u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0647\u0630\u0647.
jsp.home.tags.error.text=\u062d\u062f\u062b\u062a \u0645\u0634\u0643\u0644\u0629 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0645\u0639 \u0637\u0644\u0628 \u0645\u0634\u0627\u0631\u0643\u0629 \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643. \u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645 \u0623\u0648 \u0627\u0639\u0627\u062f\u0629 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629.

jsp.home.show.more=\u0639\u0631\u0636 \u0642\u0635\u0635 \u0623\u0643\u062b\u0631...
jsp.home.subscribe.entries=\u0648\u062d\u062f\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629 \u0644\u0647\u0630\u0647 \u0627\u0644\u0627\u062f\u062e\u0627\u0644\u0627\u062a
jsp.home.loading=\u062c\u0627\u0631\u064a \u062a\u062d\u0645\u064a\u0644 \u0645\u0648\u0636\u0648\u0639\u0627\u062a \u062c\u062f\u064a\u062f\u0629...

jsp.home.manage.tags.text=\u0627\u062f\u0627\u0631\u0629 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a
jsp.home.saving.for.later= \u062d\u0641\u0638 \u0627\u0644\u0642\u0635\u0629 \u0644\u0645\u0627 \u0628\u0639\u062f...
jsp.home.saved.story=\u062a\u0645 \u062d\u0641\u0638 \u0627\u0644\u0645\u0648\u0636\u0648\u0639
jsp.home.add.saved.item.confirm.text=\u062a\u0645 \u062d\u0641\u0638 \u0627\u0644\u0645\u0648\u0636\u0648\u0639 \u0628\u0646\u062c\u0627\u062d
jsp.home.add.saved.item.error.text=\u062d\u062f\u062b\u062a \u0645\u0634\u0643\u0644\u0629 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0645\u0639 \u0637\u0644\u0628 \u062d\u0641\u0638 \u0627\u0644\u0628\u0646\u062f \u0627\u0644\u062e\u0627\u0635 \u0628\u0643. \u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645 \u0623\u0648 \u0627\u0639\u0627\u062f\u0629 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629.
jsp.home.remove.saved.item.error.text=\u062d\u062f\u062b\u062a \u0645\u0634\u0643\u0644\u0629 \u0623\u062b\u0646\u0627\u0621 \u0627\u0632\u0627\u0644\u0629 \u0627\u0644\u0628\u0646\u062f \u0627\u0644\u0630\u064a \u062a\u0645 \u062d\u0641\u0638\u0647. \u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645 \u0623\u0648 \u0627\u0639\u0627\u062f\u0629 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629.

jsp.home.error111=\u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u062a\u064a \u062a\u062d\u0627\u0648\u0644 \u0627\u0636\u0627\u0641\u062a\u0647\u0627 \u0645\u0648\u062c\u0648\u062f\u0629 \u0628\u0627\u0644\u0641\u0639\u0644.


jsp.home.tags.remove.alt.text = \u0627\u0632\u0627\u0644\u0629 \u0627\u0644\u0634\u0627\u0631\u0629

jsp.form.login = \u0646\u0645\u0648\u0630\u062c \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644

jsp.activitystream.title = \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a
