# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# str.msgid.ignore=true
str_component_id=CLFRQ

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value

# Updates/Home


jsp.status.updates.title = Mises \u00e0 jour de statut
jsp.status.updates.sub.title = Afficher les mises \u00e0 jour provenant des personnes que vous suivez ou faisant partie de votre r\u00e9seau. Vous pouvez aussi mettre \u00e0 jour votre propre statut de profil.

jsp.news.feed.title = Flux de nouvelles
jsp.news.feed.sub.title = Afficher les mises \u00e0 jour provenant des contenus ou des personnes que vous suivez et de vos coll\u00e8gues, et les r\u00e9ponses aux contenus que vous avez post\u00e9s.

jsp.discover.title = D\u00e9couvrir
jsp.discover.sub.title = Afficher toutes les mises \u00e0 jour publiques en provenance d'HCL Connections. D\u00e9couvrir ce que les autres font.

jsp.tags.title = Etiquettes que je suis
jsp.tags.sub.title = Afficher les mises \u00e0 jour provenant des \u00e9tiquettes que vous suivez.

jsp.saved.items.title = Enregistr\u00e9
jsp.saved.items.sub.title = Afficher les mises \u00e0 jour que vous avez enregistr\u00e9es.

# Service names
jsp.common.service.name.activities=Activit\u00e9s
jsp.common.service.name.dogear=Signets
jsp.common.service.name.profiles=Profils
jsp.common.service.name.blogs=Blogues
jsp.common.service.name.wikis=Wikis
jsp.common.service.name.forums=Forums
jsp.common.service.name.files=Fichiers
jsp.common.service.name.communities=Communaut\u00e9s

# Generic across multiple pages
jsp.homepage.title = Page d'accueil HCL Connections
jsp.homepage.title.short = Page d'accueil
jsp.homepage.home = Accueil
jsp.homepage.tab.updates = Mises \u00e0 jour
jsp.homepage.tab.gettingStarted = Mise en route
jsp.homepage.tab.admin = Administration
jsp.homepage.tab.myPage = Ma page
jsp.homepage.tab.widgets = Widgets
jsp.homepage.tab.search = Recherche
jsp.homepage.logo.alt = Logo de la page d'accueil
jsp.homepage.copyright.short = El\u00e9ments sous licence \u2013 Propri\u00e9t\u00e9 de HCL. \u00a9 Copyright HCL Technologies Limited 2007-2019. Tous droits r\u00e9serv\u00e9s.
jsp.homepage.copyright.long = El\u00e9ments sous licence \u2013 Propri\u00e9t\u00e9 de HCL. \u00a9 Copyright HCL Technologies Limited 2007-2019. Tous droits r\u00e9serv\u00e9s. Voir la licence de produit pour en savoir plus. Java ainsi que toutes les marques et tous les logos d\u00e9riv\u00e9s de Java sont des marques commerciales ou d\u00e9pos\u00e9es d'Oracle et/ou ses filiales.
jsp.homepage.nav.activitystream.views = Vues du flux d'activit\u00e9s
jsp.homepage.nav.activitystream.imFollowing = Flux d'activit\u00e9s que je suis
jsp.homepage.nav.activitystream.statusUpdates = Mises \u00e0 jour de statut
jsp.homepage.nav.activitystream.actionRequired = Action requise
jsp.homepage.nav.activitystream.saved = Enregistr\u00e9
jsp.homepage.nav.activitystream.myNotifications = Mes notifications
jsp.homepage.nav.activitystream.discover = D\u00e9couvrir
jsp.homepage.nav.activitystream.myPageDesc = Tableau de bord personnel et personnalisable de votre contenu et de vos communaut\u00e9s
jsp.homepage.nav.activitystream.imFollowingDesc=Affichez les mises \u00e0 jour des personnes et des choses que vous suivez, ainsi que les r\u00e9ponses \u00e0 votre contenu
jsp.homepage.nav.activitystream.statusUpdatesDesc=Affichez les mises \u00e0 jour des statuts de votre r\u00e9seau, des personnes et des communaut\u00e9s que vous suivez
jsp.homepage.nav.activitystream.myNotificationsDesc=Affichez les mises \u00e0 jour et les commentaires li\u00e9s \u00e0 votre contenu et les notifications que vous avez envoy\u00e9es ou re\u00e7ues
jsp.homepage.nav.activitystream.actionRequiredDesc=Affichez les \u00e9l\u00e9ments qui n\u00e9cessitent une r\u00e9ponse de votre part
jsp.homepage.nav.activitystream.savedDesc=Affichez les mises \u00e0 jour que vous avez enregistr\u00e9es
jsp.homepage.nav.activitystream.discoverDesc=D\u00e9couvrez ce que les gens partagent et \u00e9tablissez de nouvelles connexions
jsp.homepage.nav.activitystream.myNotificationForMeDesc=Affichez les mises \u00e0 jour et les commentaires li\u00e9s \u00e0 votre contenu et les notifications que vous avez re\u00e7ues
jsp.homepage.nav.activitystream.myNotificationFromMeDesc=Affichez les notifications que vous avez envoy\u00e9es
jsp.homepage.nav.landmark.aria=Menu de la page d'accueil
jsp.homepage.nav.activitystream.selected=S\u00e9lectionn\u00e9

jsp.homepage.nav.badging.mentions.aria=Vous avez {0} mentions non lues
jsp.homepage.nav.badging.notifications.aria=Vous avez {0} notifications non lues

jsp.homepage.lotusBar.customize = Personnaliser
jsp.homepage.lotusBar.widgets = Accueil
jsp.homepage.lotusBar.updates = Accueil
jsp.homepage.lotusBar.gettingStarted = Accueil
jsp.homepage.lotusBar.admin = Accueil

jsp.homepage.javascript.disabled.msg.title = Activer JavaScript
jsp.homepage.javascript.disabled.msg.section1 = JavaScript est d\u00e9sactiv\u00e9 dans votre navigateur Web. HCL Connections n\u00e9cessite JavaScript pour fonctionner.  Apr\u00e8s avoir activ\u00e9 JavaScript, actualisez la page.
jsp.homepage.javascript.disabled.msg.section2 = Actualisez la page pour continuer.

# search results tab
jsp.search.tab.results = R\u00e9sultats de la recherche

#auth/login.jsp auth/error.jsp
jsp.login.title = Connexion \u00e0 la page d'accueil HCL Connections
jsp.login.homepage = Page d'accueil
jsp.login.strapline = D\u00e9couvrez ce qui se passe au sein votre r\u00e9seau.
jsp.login.search = Recherche
jsp.login.straplinesearch = Rechercher : profitez de Connections
jsp.login.username = Nom d'utilisateur :
jsp.login.password = Mot de passe :
jsp.login.username.error = Vos nom d'utilisateur et/ou mot de passe ne correspondent pas \u00e0 un compte existant. V\u00e9rifiez puis r\u00e9essayez.
jsp.login.description.title = Que pouvez-vous faire avec la Page d'accueil ?
jsp.login.description = Cr\u00e9er un espace de travail qui affiche une vue instantan\u00e9e de votre r\u00e9seau social, rester au courant des informations et mises \u00e0 jour des statuts, v\u00e9rifier vos t\u00e2ches et trouver de nouvelles personnes et du contenu qui vous int\u00e9ressent.
jsp.login.login = Connexion
jsp.login.cancel = Annuler
jsp.login.error = Erreur

#web/jsp/main.jsp
jsp.main.function.sorry = La fonction n'est pas encore impl\u00e9ment\u00e9e.
jsp.main.close = Fermer
jsp.main.skip.link.river = Pour passer \u00e0 la vue agr\u00e9g\u00e9e des nouvelles, appuyez sur la cl\u00e9 d'acc\u00e8s R ou U
jsp.main.skip.link.palette = Pour passer \u00e0 la palette, appuyez sur la cl\u00e9 d'acc\u00e8s P.
jsp.main.skip.link.first.column = Pour passer \u00e0 la premi\u00e8re colonne, appuyez sur la cl\u00e9 d'acc\u00e8s 3.
jsp.main.skip.link.second.column = Pour passer \u00e0 la deuxi\u00e8me colonne, appuyez sur la cl\u00e9 d'acc\u00e8s 4.
jsp.main.summary.table.layout = Table affichant la pr\u00e9sentation de la page. Pr\u00e9sentation \u00e0 deux colonnes pour les widgets.
jsp.main.iwidget.loading = Chargement

#web/jsp/welcomeMessage.jspf
jsp.welcome.title = Bienvenue dans HCL Connections
jsp.welcome.desc = Utilisez la page d'accueil pour acc\u00e9der aux derni\u00e8res mises \u00e0 jour de vos activit\u00e9s et centres d'int\u00e9r\u00eat dans HCL Connections. Affichez les informations en temps r\u00e9el de votre r\u00e9seau, de vos blogues et communaut\u00e9s et organisez l'affichage des informations selon vos pr\u00e9f\u00e9rences.
jsp.welcome.learn = En savoir plus
jsp.welcome.demo = Suivre une d\u00e9monstration

#web/jsp/about.jsp
jsp.about.homepagehelp = Aide de la page d'accueil
jsp.about.help = Aide
jsp.about.homepagedemo = D\u00e9monstration de la page d'accueil
jsp.about.demo = Suivre une d\u00e9monstration
jsp.about.tips = Astuces
jsp.about.tip.1 = Vous d\u00e9butez avec HCL Connections ? S\u00e9lectionnez la vue Mise en route et d\u00e9couvrez les diff\u00e9rentes applications en quelques \u00e9tapes simples.
jsp.about.tip.2 = Si certaines \u00e9tiquettes sp\u00e9cifiques vous int\u00e9ressent, pourquoi ne pas les suivre de fa\u00e7on \u00e0 pouvoir obtenir leurs derni\u00e8res mises \u00e0 jour directement depuis le flux de nouvelles ?
jsp.about.tip.3 = Consultez les widgets Connaissez-vous et Recommandations pour lire certaines suggestions utiles \u00e9mises par des personnes ou des contenus.
jsp.about.headline.title = Pourquoi utiliser la page d'accueil ?
jsp.about.headline.desc = Restez toujours inform\u00e9 en acc\u00e9dant aux informations dont vous avez besoin, au moment utile, depuis un espace de travail centralis\u00e9. Prenez connaissance des derni\u00e8res mises \u00e0 jour HCL Connections, d\u00e9couvrez ce qui arrive aux personnes et contenus que vous suivez et soyez toujours au courant de tout ce qui peut vous int\u00e9resser.
jsp.about.breakout.1.title = Vous \u00eates d\u00e9butant et vous avez besoin d'aide ?
jsp.about.breakout.1.desc = Ex\u00e9cutez les t\u00e2ches de base en vous aidant des informations contenues dans la vue Mise en route. Suivez les \u00e9tapes propos\u00e9es pour comprendre rapidement et facilement le r\u00f4le des fonctions cl\u00e9 d'HCL Connections. Renseignez votre profil pour permettre aux autres de mieux vous conna\u00eetre. D\u00e9couvrez les \u00e9tiquettes et la fa\u00e7on dont elles sont utilis\u00e9es. Comprenez comment partager des informations et travailler en collaboration avec d'autres personnes \u00e0 l'aide des diff\u00e9rentes fonctions.
jsp.about.breakout.1.aria = Mise en route
jsp.about.breakout.2.title = Trouvez les mises \u00e0 jour qui vous int\u00e9ressent
jsp.about.breakout.2.desc = Utilisez les diff\u00e9rentes vues Mises \u00e0 jour pour prendre connaissance des derni\u00e8res actualit\u00e9s relatives aux diff\u00e9rentes fonctions. Vous pouvez filtrer ces mises \u00e0 jour par type, afin de vous concentrer sur les articles qui vous int\u00e9ressent le plus. D\u00e9couvrez qui a r\u00e9pondu aux contenus que vous avez cr\u00e9\u00e9s. Enregistrez les nouvelles mises \u00e0 jour importantes de mani\u00e8re \u00e0 pouvoir revenir dessus ult\u00e9rieurement. Utilisez le widget Ev\u00e9nements pour contr\u00f4ler les \u00e9v\u00e9nements \u00e0 venir auxquels vous allez assister ou que vous allez suivre. Vous pouvez indiquer les choses que vous recommandez ou reposter un article pour partager des informations avec les personnes qui vous suivent.
jsp.about.breakout.2.aria = Gestion des derni\u00e8res mises \u00e0 jour
jsp.about.breakout.3.title = Indiquez ce que vous faites
jsp.about.breakout.3.desc = Poster un message sur votre statut est un moyen simple et rapide de partager des informations avec vos coll\u00e8gues de travail. Vous pouvez d\u00e9sormais joindre des fichiers \u00e0 vos mises \u00e0 jour de statut et utiliser des mots cl\u00e9s pr\u00e9c\u00e9d\u00e9s d\u2019un di\u00e8se pour baliser ces derni\u00e8res, afin de faciliter leur localisation par les autres utilisateurs. S\u00e9lectionnez Mises \u00e0 jour de statut pour activer les mises \u00e0 jour provenant des personnes de votre r\u00e9seau ou celles que vous suivez.
jsp.about.breakout.3.aria = Mise \u00e0 jour des informations de statut
jsp.about.breakout.4.title = D\u00e9couvrez du contenu nouveau et int\u00e9ressant
jsp.about.breakout.4.desc = S\u00e9lectionnez la vue D\u00e9couvrir pour explorer ou rechercher les mises \u00e0 jour qui vous int\u00e9ressent. Trouvez les blogues que vous souhaitez suivre ou les communaut\u00e9s que vous voulez rejoindre. Consultez les derni\u00e8res suggestions du widget Recommandations pour trouver les informations adapt\u00e9es \u00e0 vos int\u00e9r\u00eats et votre exp\u00e9rience.
jsp.about.breakout.4.aria = Comment trouver un nouveau contenu
jsp.about.ibm.logo.alt = Logo HCL
jsp.about.java.logo.alt = Logo Java
jsp.about.more = En savoir plus
jsp.about.follow.aria = En savoir plus sur le suivi des \u00e9tiquettes

#web/jsp/errorPage.jsp
jsp.errorpage.title = Page d'accueil - page Erreur
jsp.errorpage.error = Il y a eu un dysfonctionnement - cliquez sur le bouton Pr\u00e9c\u00e9dent et r\u00e9essayez. Si cela ne fonctionne pas, signalez l'incident dans le forum de support.
jsp.errorpage.details = Afficher le message d'erreur complet
jsp.errorpage.hide.details = Masquer le message d'erreur complet
jsp.errorpage.message = Une erreur s'est produite
jsp.errorpage.back = Retour \u00e0 la page d'accueil
jsp.errorpage.stacktrace = Trace de pile produite \u00e0 environ :
jsp.errorpage.icon.alt = Ic\u00f4ne d'erreur

#web/jsp/errorPage403.jsp
error.notauthorized.exception=CLFRQ0405E: Vous n'\u00eates pas autoris\u00e9 \u00e0 acc\u00e9der \u00e0 cette ressource.

#auth/login.jsp
jsp.loginpage.image.alt.logo = Logo de la page d'accueil

#web/jsp/footer.jspf
jsp.footer.connections = HCL Connections
jsp.footer.help = Aide
jsp.footer.tools = Outils
jsp.footer.about = A propos de
jsp.footer.demo = Suivre une d\u00e9monstration
jsp.footer.support.forums = Forums de support Lotus
jsp.footer.bookmark.plugins = Marquer d'un signet des modules d'extension du navigateur
jsp.footer.plugins = Plus de modules d'extension
jsp.footer.a11y = Outils d'accessibilit\u00e9
jsp.footer.server.metrics = M\u00e9triques du serveur
jsp.footer.ibm.com = HCL Connections sur hcl.com

#web/jsp/serverMetrics.jsp
homepage.metric.totals.visitor.header = M\u00e9triques sur les utilisateurs
homepage.metric.totals.visitor = Nombre total d'utilisateurs uniques
homepage.metric.totals.visitor.today = Nombre total d'utilisateurs uniques aujourd'hui
homepage.metric.totals.visitor.week = Nombre total d'utilisateurs uniques la semaine pr\u00e9c\u00e9dente
homepage.metric.totals.visitor.month = Nombre total d'utilisateurs uniques le mois pr\u00e9c\u00e9dent
homepage.metric.totals.visitor.hourly = Nombre total d'utilisateurs uniques au cours de la derni\u00e8re heure

homepage.metric.totals.available.widgets.header = M\u00e9triques d'utilisation des widgets
homepage.metric.totals.available.widgets = Nombre total de widgets d\u00e9ploy\u00e9s
homepage.metric.totals.enabled.widgets = Nombre total de widgets activ\u00e9s
homepage.metric.percentile.widgetsPerUser = Nombre moyen de widgets utilis\u00e9s
homepage.metric.totals.customizedPages = Nombre total d'utilisateurs avec des pages personnalis\u00e9es
homepage.metric.topWidgets = Widgets populaires

homepage.metric.widgetUsage = Utilisation du widget

homepage.metric.totals.stories.header = M\u00e9triques sur les articles
homepage.metric.totals.stories.added = Nombre total d'articles ajout\u00e9s
homepage.metric.totals.stories.added.today = Nombre total d'articles ajout\u00e9s aujourd'hui
homepage.metric.totals.stories.added.week = Nombre total d'articles ajout\u00e9s cette semaine
homepage.metric.totals.stories.added.month = Nombre total d'articles ajout\u00e9s ce mois
homepage.metric.totals.stories.added.hourly = Nombre total d'articles ajout\u00e9s au cours de la derni\u00e8re heure

homepage.metric.totals.stories.saved = Nombre total d'articles enregistr\u00e9s
homepage.metric.totals.stories.saved.today = Nombre total d'articles enregistr\u00e9s aujourd'hui
homepage.metric.totals.stories.saved.week = Nombre total d'articles enregistr\u00e9s cette semaine
homepage.metric.totals.stories.saved.month = Nombre total d'articles enregistr\u00e9s ce mois
homepage.metric.totals.stories.saved.hourly = Nombre total d'articles enregistr\u00e9s au cours de la derni\u00e8re heure


homepage.metric.totals.notifications.header = M\u00e9triques sur les notifications
homepage.metric.totals.sentNotifications = Nombre total de notifications non purg\u00e9es envoy\u00e9es
homepage.metric.totals.sentNotifications.today = Nombre total de notifications non purg\u00e9es envoy\u00e9es aujourd'hui
homepage.metric.totals.sentNotifications.week = Nombre total de notifications non purg\u00e9es envoy\u00e9es cette semaine
homepage.metric.totals.sentNotifications.month = Nombre total de notifications non purg\u00e9es envoy\u00e9es ce mois
homepage.metric.totals.sentNotifications.hourly = Nombre total de notifications non purg\u00e9es envoy\u00e9es cette heure


homepage.metric.totals.receivedNotifications = Nombre total de notifications non purg\u00e9es re\u00e7ues
homepage.metric.totals.receivedNotifications.today = Nombre total de notifications non purg\u00e9es re\u00e7ues aujourd'hui
homepage.metric.totals.receivedNotifications.week = Nombre total de notifications non purg\u00e9es re\u00e7ues cette semaine
homepage.metric.totals.receivedNotifications.month = Nombre total de notifications non purg\u00e9es re\u00e7ues ce mois
homepage.metric.totals.receivedNotifications.hourly = Nombre total de notifications non purg\u00e9es re\u00e7ues au cours de la derni\u00e8re heure

homepage.metric.totals.user = Nombre total d'utilisateurs uniques
homepage.metric.totals.visitorPast24Hours = Nombre total de visiteurs au cours des derni\u00e8res 24 heures
homepage.metric.totals.visitorPastHour = Nombre total de visiteurs au cours de la derni\u00e8re heure
homepage.metric.totals.visitorPast7Days = Nombre total de visiteurs au cours des 7 derniers jours
homepage.metric.totals.visitorPast30Days = Nombre total de visiteurs au cours des 30 derniers jours
#homepage.metric.totals.customizedPages = Total number of users with customized pages.
#homepage.metric.topWidgets = The most popular widgets and their counts.

homepage.metric.totals.user.desc = Nombre total d'utilisateurs uniques ayant acc\u00e9d\u00e9 \u00e0 la page d'accueil.
homepage.metric.totals.available.widgets.desc = Nombre total de widgets d\u00e9ploy\u00e9s dans la page d'accueil.
homepage.metric.totals.enabled.widgets.desc = Nombre total de widgets actuellement activ\u00e9s et disponibles pour les utilisateurs dans la page d'accueil.
homepage.metric.percentile.widgetsPerUser.desc = Nombre moyen de widgets utilis\u00e9s par un utilisateur de la page d'accueil. Un widget utilis\u00e9 est un widget ouvert par l'utilisateur.
homepage.metric.totals.visitorPast24Hours.desc = Nombre total de visiteurs uniques au cours des derni\u00e8res 24 heures.
homepage.metric.totals.visitorPastHour.desc = Nombre total de visiteurs uniques au cours de la derni\u00e8re heure.
homepage.metric.totals.visitorPast7Days.desc = Nombre total de visiteurs uniques au cours des 7 derniers jours
homepage.metric.totals.visitorPast30Days.desc = Nombre total de visiteurs uniques au cours des 30 derniers jours
homepage.metric.widgetUsage.desc = Pour chaque widget, le nombre total d'instances de widget utilis\u00e9es. Un widget utilis\u00e9 est un widget ouvert par l'utilisateur et non pas ancr\u00e9 dans la barre d'options lat\u00e9rale.

label.metrics.title = M\u00e9triques de la page d'accueil
label.metrics.name = Nom
label.metrics.value = Valeur
label.metrics.asof = Depuis :
label.metrics.months = Janvier F\u00e9vrier Mars Avril Mai Juin Juillet Ao\u00fbt Septembre Octobre Novembre D\u00e9cembre
label.metrics.notSet= Les m\u00e9triques syst\u00e8me ne sont pas encore disponibles ou l'administrateur les a d\u00e9sactiv\u00e9es. Veuillez contacter votre administrateur pour plus d'informations.
label.metrics.storyLifeTime= Les histoires et notifications sont purg\u00e9es apr\u00e8s {0} jours.
# Search strings
# Common to multiple pages
# Only used in isolation for buttons
# used for tabs in search result ui and advanced search options
jsp.search.allAreas = Toutes les zones
jsp.search.activities = Activit\u00e9s
jsp.search.blogs = Blogues
jsp.search.communities = Communaut\u00e9s
jsp.search.dogear = Signets
jsp.search.profiles = Profils
jsp.search.wiki = Wiki
jsp.search.files = Fichiers
jsp.search.search.verb = Recherche
jsp.search.twisty.collapse = Cliquez pour r\u00e9duire la section
jsp.search.help.link = Aide

#web/jsp/search.jspf
jsp.search.searchbox.default.text = Tout Connections
jsp.search.searchbox.searchdropdown = Affiner les options de recherche
jsp.search.searchbox.search.activities = Activit\u00e9s
jsp.search.searchbox.search.blogs = Blogues
jsp.search.searchbox.search.communities = Communaut\u00e9s
jsp.search.searchbox.search.dogear = Signets
jsp.search.searchbox.search.profiles = Profils
jsp.search.searchbox.search.wikis = Wikis
jsp.search.searchbox.search.files = Fichiers
jsp.search.searchbox.search.forums = Forums
jsp.search.searchbox.search.status_updates = Mises \u00e0 jour de statut
jsp.search.searchbox.search.directory = Annuaire
jsp.search.searchbox.search.directory_named =R\u00e9pertoire {0}
jsp.search.searchbox.search.advanced = Avanc\u00e9
jsp.search.searchbox.a11y.title = Entrez le texte \u00e0 rechercher
jsp.search.searchbox.search.alt = Rechercher

#web/jsp/searchResults.jsp
jsp.search.results.title = Page d'accueil - R\u00e9sultats de la recherche
jsp.search.results.advanced.search.button = Nouvelle recherche avanc\u00e9e
jsp.search.comments.Comments = Commentaires
#web/jsp/searchComponents.jspf
jsp.search.components.results.from = Types de contenu
jsp.search.components.all = Toutes les zones
jsp.search.components.help = Obtenir le d\u00e9tail de vos r\u00e9sultats de recherche. Cliquez sur les liens pour afficher les r\u00e9sultats associ\u00e9s \u00e0 chaque application. Le nombre en regard de chaque nom d'application indique le nombre de r\u00e9sultats pour cette application.

#web/jsp/seachTags.jspf
jsp.search.tags.tags = Etiquettes
jsp.search.tags.find = Rechercher des \u00e9tiquettes
jsp.search.tags.search = Soumettre la recherche dans les \u00e9tiquettes
jsp.search.tags.active = Etiquettes associ\u00e9es
jsp.search.tags.help = Cliquez sur une \u00e9tiquette pour afficher les r\u00e9sultats comportant le terme sp\u00e9cifique. Vous pouvez \u00e9galement rechercher une \u00e9tiquette sp\u00e9cifique en la saisissant dans la zone de recherche. Faites glisser la r\u00e8gle pour ajuster la taille du nuage d'\u00e9tiquettes.
jsp.search.tags.view.cloud = Afficher sous forme de nuage
jsp.search.tags.view.list = Afficher sous forme de liste

#web/jsp/searchPeople.jspf
jsp.search.people.people = Personnes
jsp.search.people.most.active = Personnes associ\u00e9es
jsp.search.people.help = Affichez les personnes associ\u00e9es aux r\u00e9sultats de votre recherche. Cliquez sur un nom pour afficher les r\u00e9sultats de la recherche associ\u00e9s \u00e0 une personne sp\u00e9cifique.

#web/jsp/searchDate.jspf
jsp.search.dates.dates = Dates
jsp.search.dates.most.active = Dates associ\u00e9es
jsp.search.dates.help = Pour afficher les r\u00e9sultats cr\u00e9\u00e9s ou mis \u00e0 jour sur une p\u00e9riode pr\u00e9cise, cliquez sur le triangle et filtrez les informations par ann\u00e9e, par mois et par date.
#web/jsp/searchResults.jspf
jsp.search.results.page.heading = R\u00e9sultats de la recherche

# Translator: In the next two properties, parameters {0} and {1} are user input
jsp.search.searched.for = Vous avez recherch\u00e9 ce terme : {0}
jsp.search.searched.for.refined = Vous avez recherch\u00e9 ce terme : {0} avec ces filtres : {1}

#the next two strings are used in the context Results 1 to 10 of 100
jsp.search.results.range = R\u00e9sultats {0} \u00e0 {1} sur {2}
jsp.search.results.previous = Pr\u00e9c\u00e9dent
jsp.search.results.next = Suivant
jsp.search.results.page = Page
jsp.search.results.first = Premi\u00e8re page
jsp.search.results.last = Derni\u00e8re page

# In the next property, please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.noresults = Votre recherche n''a renvoy\u00e9 aucun r\u00e9sultat. Cliquez <a href="{0}">ici</a> pour r\u00e9essayer.

# The two strings below are used in the context Show: 10 | 20 | 50 | 100 | All items
# Because of design, they cannot be resourced in one single string.
# Please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.paging.show = Afficher :
jsp.search.results.paging.all = <a href="{0}">Tous</a> les \u00e9l\u00e9ments

# {0} and {1} contain only numbers
jsp.search.results.paging.jump = Aller \u00e0 la page {0} sur {1}

#web/jsp/advancedSearch.jsp
jsp.search.advancedsearch.page.title = Page d'accueil - Recherche avanc\u00e9e
jsp.search.advancedsearch.title = Recherche avanc\u00e9e
jsp.search.advancedsearch.tips = Astuces
jsp.search.advancedsearch.tip.1 = Vous d\u00e9butez avec HCL Connections ?
jsp.search.advancedsearch.tip.2 = Vous recherchez du contenu dans une zone sp\u00e9cifique ? Ciblez vos r\u00e9sultats de recherche en ne s\u00e9lectionnant que les applications qui vous int\u00e9ressent. Elargissez votre recherche en cliquant sur <B>Rechercher partout</B>.
jsp.search.advancedsearch.tip.3 = Entrez un ou plusieurs mots cl\u00e9s pour rechercher diff\u00e9rents types de contenu contenant ce(s) mot(s) cl\u00e9(s).
jsp.search.advancedsearch.description = Entrez un ou plusieurs mots cl\u00e9s pour rechercher un contenu associ\u00e9.
jsp.search.advancedsearch.step.one = Etape une
jsp.search.advancedsearch.step.two = Etape deux
jsp.search.advancedsearch.step.three = Etape trois
jsp.search.advancedsearch.keywords.label = Recherchez des mots cl\u00e9s :
jsp.search.advancedsearch.features.select = S\u00e9lectionnez les applications dans lesquelles vous voulez effectuer la recherche.
jsp.search.advancedsearch.features.all = Rechercher partout
jsp.search.advancedsearch.keywords.description = Par exemple, rechercher "d\u00e9veloppement" affiche une liste de personnes, d'activit\u00e9s, de communaut\u00e9s et de signets contenant le mot "d\u00e9veloppement" dans le titre, dans la description, dans les \u00e9tiquettes ou dans le contenu.
jsp.search.advancedsearch.tags.only = Rechercher par \u00e9tiquettes uniquement
#web/jsp/advancedSearch.jsp - All Areas Tab
jsp.search.advancedsearch.all.caption = Utilisez les zones ci-dessous pour d\u00e9limiter la port\u00e9e de votre recherche
jsp.search.advancedsearch.keyword.label = Mots cl\u00e9s
jsp.search.advancedsearch.keyword.description = Entrez un mot cl\u00e9 pour rechercher du contenu contenant ce mot cl\u00e9.
jsp.search.advancedsearch.tags.label = Etiquettes
jsp.search.advancedsearch.tags.description = Entrez une \u00e9tiquette pour trouver les personnes ou le contenu \u00e9tiquet\u00e9 avec un terme sp\u00e9cifique.
jsp.search.advancedsearch.person.label = Personne
jsp.search.advancedsearch.person.description = Entrez le nom d'une personne pour trouver son profil et tout le contenu qu'elle a cr\u00e9\u00e9.
jsp.search.advancedsearch.time.label = P\u00e9riode
jsp.search.advancedsearch.time.description = S\u00e9lectionnez la p\u00e9riode concern\u00e9e par la recherche
jsp.search.advancedsearch.areas.label = Fonctions concern\u00e9es par la recherche
jsp.search.advancedsearch.areas.description = Pour exclure un \u00e9l\u00e9ment de la recherche, d\u00e9s\u00e9lectionnez-le
jsp.search.advancedsearch.searchAllContent = Rechercher dans tout le contenu
jsp.search.advancedsearch.searchMyContent = Rechercher dans mon contenu

#web/jsp/noIndex.jsp
jsp.search.noIndex.title = Page d'accueil - L'index est manquant ou endommag\u00e9
jsp.search.noIndex.message = La recherche est indisponible sur ce serveur car l'index est manquant ou endommag\u00e9.  Cliquez sur Pr\u00e9c\u00e9dent pour recommencer.  Si ce message persiste, contactez votre administrateur.
jsp.search.error = Erreur

#web/jsp/opensearch.jsp
#this jsp is used to provide details about Connections search to browsers so they can include Connections search in their built in search forms
# the service name cannot be longer than 16 characters for the opensearch spec
jsp.search.opensearch.service.name = Connections
# long service name may be up to 48 characters
jsp.search.opensearch.service.long.name = Rechercher dans Connections
# the description must be less than 1024 characters for the opensearch spec
jsp.search.opensearch.description = Rechercher dans tout le contenu de Connections
# developer must not be longer than 64 characters
jsp.search.opensearch.service.developer = Equipe de d\u00e9veloppement Connections


# Admin UI: admin/admin.jsp
jsp.admin.title = Page d'accueil de l'administrateur
jsp.admin.description = Cette page vous permet de d\u00e9finir les applications accessibles aux utilisateurs de la page d'accueil.
jsp.admin.widgets.click = Cliquez sur le nom d'une application pour le s\u00e9lectionner.
jsp.admin.enabled.widgets = Applications activ\u00e9es
jsp.admin.enabled.widgets.comment = Les applications activ\u00e9es apparaissent sur la page d'accueil
jsp.admin.disabled.widgets = Applications d\u00e9sactiv\u00e9es
jsp.admin.disabled.widgets.comment = Les applications d\u00e9sactiv\u00e9es n'apparaissent pas sur la page d'accueil
jsp.admin.button.disable = D\u00e9sactiver
jsp.admin.button.edit = Editer
jsp.admin.button.remove = Retirer
jsp.admin.button.enable = Activer
jsp.admin.button.add = Ajouter une autre application
jsp.admin.button.refresh = Actualiser le cache
jsp.admin.button.add.mapping = Ajouter un mappage
jsp.admin.button.edit.mapping = Editer le mappage
jsp.admin.button.delete.mapping = Supprimer le mappage
jsp.admin.test.mode.title = Mode test :
jsp.admin.test.mode.checkbox = Autoriser les applications d\u00e9sactiv\u00e9es
jsp.admin.add.page.title = Ajouter une nouvelle application
jsp.admin.edit.page.title = Editer une application
jsp.admin.edit.widget.type = Type d'application :
jsp.admin.edit.widget.type.comment = S\u00e9lectionnez le type de l'application.
jsp.admin.edit.widget.type.iwidget = iWidget
# OpenSocial should not be translated as it's the name of a standard
jsp.admin.edit.widget.type.osgadget = Gadget OpenSocial
jsp.admin.edit.widget.name = Titre de l'application :
jsp.admin.edit.widget.name.comment = Entrez le nom de l'application. Par exemple : Blogues.
jsp.admin.edit.widget.description = Description :
jsp.admin.edit.widget.description.comment = Entrez une description de l'application. Par exemple : Les derniers commentaires et entr\u00e9es ajout\u00e9s dans Blogues.
jsp.admin.edit.widget.url = Adresse URL :
jsp.admin.edit.widget.url.comment = Entrez l'emplacement de l'application. Il doit s'agir d'une adresse Web s\u00e9curis\u00e9e absolue. Par exemple : http://monserveur.com/monwidget.xml.
jsp.admin.edit.widget.secureurl = Adresse URL s\u00e9curis\u00e9e :
jsp.admin.edit.widget.secureurl.comment = Entrez l'emplacement de l'application. Il doit s'agir d'une adresse Web s\u00e9curis\u00e9e absolue. Par exemple : https://monserveur.com/mywidget.xml.
jsp.admin.edit.widget.iconurl = Adresse URL de l'ic\u00f4ne :
jsp.admin.edit.widget.iconurl.comment = Entrez l'emplacement d'une ic\u00f4ne \u00e0 afficher pour illustrer l'application ancr\u00e9e. Cette image doit avoir une taille de 16 x 16 pixels (les favicons sont accept\u00e9s).
jsp.admin.edit.widget.iconsecureurl = URL s\u00e9curis\u00e9e d'ic\u00f4ne :
jsp.admin.edit.widget.iconsecureurl.comment = Entrez l'emplacement d'une ic\u00f4ne \u00e0 afficher pour illustrer l'application ancr\u00e9e. Cette image doit avoir une taille de 16 x 16 pixels (les favicons sont accept\u00e9s).
jsp.admin.edit.widget.homepagespecific = Utiliser les \u00e9tiquettes propres \u00e0 HCL Connections :
jsp.admin.edit.widget.cache = Descripteur d'application de cache
jsp.admin.edit.widget.preview = Adresse URL de la pr\u00e9visualisation :
jsp.admin.edit.widget.preview.comment = Entrez l'emplacement d'une image de pr\u00e9visualisation. Il peut s'agir d'une adresse Web absolue ou relative. Par exemple : http://monserveur.com/images/image.gif.
jsp.admin.edit.widget.category = Cat\u00e9gorie :
jsp.admin.edit.widget.category.comment = Par exemple, Signets
jsp.admin.edit.widget.tab.widget = Afficher dans Ma page :
jsp.admin.edit.widget.tab.widget.comment = Vous devez choisir une zone pour afficher l'application, dans Ma page ou dans les pages Mises \u00e0 jour. Activez les deux options pour afficher l'application dans les deux zones.
jsp.admin.edit.widget.tab.update =  Afficher dans les pages Mises \u00e0 jour :
jsp.admin.edit.widget.tab.update.comment = Vous devez choisir une zone pour afficher l'application, dans Ma page ou dans les pages Mises \u00e0 jour. Activez les deux options pour afficher l'application dans les deux zones.
jsp.admin.edit.widget.opened = Ouvert par d\u00e9faut :
jsp.admin.edit.widget.opened.comment = S\u00e9lectionnez cette option pour afficher l'application quand l'utilisateur se connecte pour la premi\u00e8re fois \u00e0 la page d'accueil.
jsp.admin.edit.widget.view = Plusieurs applications :
jsp.admin.edit.widget.view.comment = S\u00e9lectionnez cette option pour autoriser l'affichage de plusieurs instances de l'application.
jsp.admin.edit.widget.prereqs = Pr\u00e9requis :
jsp.admin.edit.button.ok = Ok
jsp.admin.edit.button.save = Enregistrer
jsp.admin.edit.button.cancel = Annuler
jsp.admin.tips = Astuces
jsp.admin.tip.header = Nouvel administrateur ?
jsp.admin.tip.1 = Utilisez la page Administration pour activer et d\u00e9sactiver des applications individuelles et \u00e9diter leurs caract\u00e9ristiques.
jsp.admin.tip.2 = Am\u00e9liorez la fonctionnalit\u00e9 de la page d'accueil en ajoutant de nouvelles applications provenant de votre organisation ou d'entreprises tiers.
jsp.admin.error.select.widget = S\u00e9lectionnez une application avant d'effectuer une action.
jsp.admin.error.empty.name = Entrez un titre pour l'application avant de l'enregistrer.
jsp.admin.error.empty.url = Entrez une URL pour l'application avant de l'enregistrer.
jsp.admin.error.system.widgets = Les applications syst\u00e8me ne peuvent \u00eatre retir\u00e9es.
jsp.admin.error.protocol = Protocole non pris en charge pour les ressources de l'application.
jsp.admin.error.url = Ressource introuvable \u00e0 cet emplacement.
jsp.admin.error.verified = Impossible de v\u00e9rifier la ressource. Contactez votre administrateur syst\u00e8me.
jsp.admin.error.widgettab = S\u00e9lectionnez une ou plusieurs options d'affichage. Vous devez afficher l'application dans la vue Mises \u00e0 jour et/ou Applications.
jsp.admin.error.newwidget = Une erreur s'est produite lors de la cr\u00e9ation de la nouvelle application. L'application est disponible mais peut ne pas fonctionner correctement.
jsp.admin.error.enablewidget = Une erreur s'est produite lors de l'activation de l'application. L'application est disponible mais peut ne pas fonctionner correctement.
jsp.admin.error.editwidget = Une erreur s'est produite lors de l'enregistrement de l'application. L'application est disponible mais peut ne pas fonctionner correctement.
jsp.admin.error.refreshcache = Une erreur s'est produite lors de l'actualisation du cache pour l'application.
jsp.admin.gadgetSettings.legend = Param\u00e8tres d'objet avec bo\u00eete de dialogue Flux d'activit\u00e9s ou Partage
jsp.admin.gadgetSettings.gadgetSecurityLabel = S\u00e9curit\u00e9 :
jsp.admin.gadgetSettings.gadgetsecurityUnrestriced = S\u00e9curis\u00e9
jsp.admin.gadgetSettings.gadgetsso = Utilisez une connexion unique.
jsp.admin.gadgetSettings.gadgetSecurityRestricted = Restreint
jsp.admin.gadgetSettings.gadgetSettingsHelp = Les objets s\u00e9curis\u00e9s peuvent acc\u00e9der aux API contenant des donn\u00e9es confidentielles.
jsp.admin.gadgetSettings.gadgetsecurityLabel = Points d'int\u00e9gration de l'interface utilisateur :
jsp.admin.gadgetSettings.gadgetshareboxLabel = Afficher dans la bo\u00eete de dialogue Partage apr\u00e8s l'objet :
jsp.admin.gadgetSettings.gadgeteeLabel = Afficher pour les \u00e9v\u00e9nements Flux d'activit\u00e9s.
jsp.admin.gadgetSettings.gadgeturlaccesslabel = Acc\u00e8s au serveur via proxy :
jsp.admin.gadgetSettings.gadgeturlaccessExternal = Uniquement en dehors de l'intranet.
jsp.admin.gadgetSettings.gadgeturlaccessAny = Tous les serveurs.
jsp.admin.gadgetSettings.gadgeturlaccessCustom = R\u00e8gle personnalis\u00e9e d\u00e9finie pour cet objet dans le fichier proxy-policy.dynamic.
jsp.admin.gadgetSettings.widgetOrGadgetHelp = A quelles URL l'objet peut acc\u00e9der.
jsp.admin.gadgetSettings.gadgetoauthLabel = Client OAuth :
jsp.admin.gadgetSettings.serviceName=Nom du service :
jsp.admin.gadgetSettings.oauthMappings= Mapper le service au client Oauth ou s\u00e9lectionner un mappage \u00e0 \u00e9diter.
jsp.admin.gadgetSettings.serviceMappings= Mappages de service :
jsp.admin.alert.willupdate=Lorsque des param\u00e8tres sont modifi\u00e9s sur cet \u00e9cran, celui-ci est actualis\u00e9 et le haut de la page est mis en \u00e9vidence
jsp.admin.alert.willupdate.2=Lorsque {0} est modifi\u00e9, l''\u00e9cran est actualis\u00e9 et le haut de la page est mis en \u00e9vidence

# Getting Start UI: web/gettingStartedPage.action
jsp.start.title = HCL Connections - Mise en route
jsp.start.sub.title = Cet onglet vous aide \u00e0 ex\u00e9cuter certaines t\u00e2ches de base et \u00e0 d\u00e9couvrir quelques fonctions cl\u00e9
jsp.start.checkbox.label = Ne plus afficher cet \u00e9cran au d\u00e9marrage
jsp.start.step1.tab.title.nocaps = Bienvenue
jsp.start.step1.tab.title = BIENVENUE
jsp.start.step1.title = HCL Connections - Mise en route
jsp.start.step1.sub.title = Cette page de d\u00e9marrage vous permet d'effectuer vos premiers pas dans HCL Connections.
jsp.start.step1.text = Les administrateurs peuvent personnaliser les \u00e9tapes propos\u00e9es dans la page Mise en route en \u00e9ditant le fichier gettingstarted-config.xml. Ils ont la possibilit\u00e9 d'ajouter et de retirer des \u00e9tapes ou d'ajouter un contenu personnalis\u00e9, comme un message de bienvenue.
jsp.start.share.sub.title = D\u00e9couvrez comment vous pouvez vous connecter \u00e0 d'autres personnes et partagez des informations.
jsp.start.explore.tab.title.nocaps = Explorer
jsp.start.explore.tab.title = EXPLORER
jsp.start.explore.title = Explorer
jsp.start.explore.sub.title = En savoir plus sur les fonctions d'HCL Connections.

jsp.start.welcome.title = Bienvenue dans HCL Connections
jsp.start.welcome.sub.title = D\u00e9couvrez la nature d'HCL Connections et comment l'utiliser.
jsp.start.welcome.text.line1 = HCL Connections introduit le r\u00e9seautage social dans l'entreprise et vous permet de communiquer, collaborer et cr\u00e9er des relations fortes avec d'autres personnes. Vous souhaitez partager des informations importantes, cr\u00e9er un r\u00e9seau de contacts utiles ou suivre des gens qui vous int\u00e9ressent, cette application est faite pour vous.
jsp.start.welcome.text.line3 = Cliquez sur <b>Partager</b> pour commencer.  Connectez-vous \u00e0 d'autres personnes et commencez \u00e0 \u00e9changer des informations et des id\u00e9es. Cliquez ensuite sur l'onglet <b>Explorer</b> pour visualiser les diff\u00e9rentes applications et apprendre \u00e0 les utiliser.

# Getting started - Visitor tab

jsp.start.welcome.visitor.text.line1 = Quelqu'un de cette organisation vous a invit\u00e9 \u00e0 rejoindre une communaut\u00e9 HCL Connections ou a partag\u00e9 un fichier avec vous. HCL Connections fournit les outils n\u00e9cessaires pour collaborer avec les autres. Quand vous rejoignez HCL Connections, vous devez un utilisateur externe de cette organisation.
jsp.start.welcome.visitor.text.line2 = Pour commencer d\u00e8s \u00e0 pr\u00e9sent, cliquez sur {0} ou {1} pour voir si vous avez des messages en attente.
jsp.start.welcome.visitor.text.line3 = Envie d''en savoir plus ? Cliquez sur {0} pour plus d''informations.
jsp.start.welcome.visitor.text.homepage = {0} : vous aide \u00e0 trouver rapidement les nouveaut\u00e9s, les \u00e9l\u00e9ments qui requi\u00e8rent votre attention, ou quand des personnes vous mentionnent. Pour profiter au mieux de cette page, veillez \u00e0 suivre les communaut\u00e9s et fichiers afin d''\u00eatre facilement tenu au courant des derniers changements. Pour ouvrir la page d''accueil, cliquez sur l''ic\u00f4ne Accueil.
jsp.start.welcome.visitor.text.communities = Utilisez {0} pour participer \u00e0 une communaut\u00e9 qui vous int\u00e9resse, dans laquelle vous pourrez partager des fichiers, suivre des projets, poser des questions ou y r\u00e9pondre, co-\u00e9diter des informations, et lancer un d\u00e9bat de nouvelles id\u00e9es. Pour trouver les communaut\u00e9s auxquelles vous appartenez, cliquez sur l''ic\u00f4ne Communaut\u00e9s.
jsp.start.welcome.visitor.text.files = {0} vous permet de partager des fichiers avec d''autres et de consulter les fichiers que d''autres ont partag\u00e9s avec vous. Epinglez les fichiers que vous avez fr\u00e9quemment besoin de consulter pour les retrouver plus rapidement. Laissez des commentaires sur des fichiers, t\u00e9l\u00e9chargez la derni\u00e8re version, ou utilisez les fonctions de co-\u00e9dition pour modifier des fichiers en ligne.
jsp.start.welcome.visitor.homepage = Page d'accueil
jsp.start.welcome.visitor.help = Que puis-je faire en tant qu'utilisateur externe ?

# Getting started - share tab
jsp.start.share.tab.title.nocaps=Partager
jsp.start.share.tab.title=PARTAGER
jsp.start.share.title=Que voulez-vous faire maintenant ?
jsp.start.share.component.headline.documents=Partager des ressources et des documents de travail
jsp.start.share.component.headline.collaborate=Cr\u00e9er un emplacement central pour permettre \u00e0 mon \u00e9quipe de collaborer
jsp.start.share.component.headline.ideas=Cr\u00e9er un emplacement pour que mon \u00e9quipe puisse partager des id\u00e9es
jsp.start.share.component.headline.knowledge=Tenir un journal personnel afin de partager mes connaissances et mon exp\u00e9rience
jsp.start.share.component.headline.people=Trouver des personnes avec qui me connecter
jsp.start.share.component.headline.links=Partager mes liens dans des sites Web
jsp.start.share.component.headline.library=Demander \u00e0 un de mes homologues de r\u00e9viser un document

jsp.start.share.component.body.title.tryMultiple=Essayer {0} ou {1}
jsp.start.share.component.body.title.try=Essayer {0}

jsp.start.share.component.body.documents.files=Utilisez Fichiers quand vous voulez envoyer par t\u00e9l\u00e9chargement, partager et stocker des documents dans un emplacement central.
jsp.start.share.component.body.documents.activities=Vous pouvez vous servir d'Activit\u00e9s pour partager des documents de travail. Une activit\u00e9 vous permet d'organiser les ressources et le travail de votre \u00e9quipe autour des t\u00e2ches du projet en cours.

jsp.start.share.component.body.collaborate.communities=Une communaut\u00e9 rassemble des personnes qui partagent un int\u00e9r\u00eat commun. Utilisez les fonctions fournies par Communaut\u00e9s pour entrer en contact, vous organiser et d\u00e9marrer la connexion. Poussez votre \u00e9quipe \u00e0 collaborer et \u00e0 partager des informations en ajoutant des blogues, des wikis, des activit\u00e9s, des forums et des signets.
jsp.start.share.component.body.ideas.forums=Les forums permettent \u00e0 votre \u00e9quipe de lancer des d\u00e9bats et d'obtenir des commentaires en retours. Servez-vous d'un forum pour partager vos id\u00e9es avec votre \u00e9quipe et discuter de sujets d'int\u00e9r\u00eat commun.
jsp.start.share.component.body.ideas.wikis=Cr\u00e9ez un wiki pour mettre \u00e0 la disposition de votre \u00e9quipe un emplacement central permettant un partage et un d\u00e9veloppement d'id\u00e9es dynamique et collaboratif.
jsp.start.share.component.body.knowledge.blogs=Les blogues sont des journaux en ligne dont vous pouvez vous servir pour partager des informations au sein de votre organisation. Servez-vous d'un blogue pour informer vos coll\u00e8gues des derniers d\u00e9veloppements dans un domaine particulier, pour leur faire b\u00e9n\u00e9ficier de votre exp\u00e9rience ou simplement partager votre actualit\u00e9 et vos opinions.
jsp.start.share.component.body.people.profiles=Utilisez Profils pour vous connecter rapidement avec les bonnes personnes. Vous pouvez rechercher quelqu'un en fonction de ses informations de contact, sa formation ou son exp\u00e9rience. Mettez en place un r\u00e9seau de contacts utile et invitez des personnes \u00e0 le rejoindre. Entrez en contact et connectez-vous !
jsp.start.share.component.body.links.dogear=Servez-vous de Signets pour stocker, organiser et partager vos signets Internet et Intranet \u00e0 partir d'un emplacement pratique et central. Vous pouvez partager certains de vos signets ou l'ensemble d'entre eux, ce qui vous permet de savoir qui les visualise. Exploitez les ressources de votre organisation en visualisant les collections de signets des autres personnes.
jsp.start.share.component.body.library.communities=Utilisez une biblioth\u00e8que pour stocker, organiser, collaborer et partager des fichiers de communaut\u00e9. Vous pouvez demander aux autres membres de r\u00e9viser vos brouillons et tirer profit des fonctions sociales enrichies, telles que l'\u00e9tiquetage, le suivi, les recommandations et les commentaires.


jsp.start.share.component.linksTitle.activities=Aller \u00e0 Activit\u00e9s
jsp.start.share.component.linksTitle.blogs=Aller \u00e0 Blogues
jsp.start.share.component.linksTitle.dogear=Aller \u00e0 Signets
jsp.start.share.component.linksTitle.files=Aller \u00e0 Fichiers
jsp.start.share.component.linksTitle.communities=Aller \u00e0 Communaut\u00e9s
jsp.start.share.component.linksTitle.forums=Aller \u00e0 Forums
jsp.start.share.component.linksTitle.wikis=Aller \u00e0 Wikis
jsp.start.share.component.linksTitle.profiles=Aller \u00e0 Profils
jsp.start.share.component.linksTitle.homepage=Aller \u00e0 la vue des mises \u00e0 jour de la page d'accueil

jsp.start.share.info=Cliquez sur les liens pour plus de d\u00e9tails sur chaque application.

# Explore
jsp.start.explore.component.body.activities=Les activit\u00e9s vous permettent d'organiser le travail de votre \u00e9quipe autour des t\u00e2ches du projet en cours. La cr\u00e9ation d'une activit\u00e9 est un moyen pratique de partager des informations et des ressources, d'affecter des t\u00e2ches et d'effectuer leur suivi, de poster des informations destin\u00e9es \u00e0 l'\u00e9quipe et d'organiser des r\u00e9unions. Vous pouvez ajouter des membres \u00e0 une activit\u00e9 \u00e0 tout moment, ce qui vous permet de mettre rapidement une \u00e9quipe sur pied pour r\u00e9pondre au besoin d'un projet particulier.
jsp.start.explore.component.body.blogs=Les blogues sont des journaux en ligne dont vous pouvez vous servir pour partager des informations avec les autres membres de votre organisation. C'est une fa\u00e7on tr\u00e8s pratique de donner votre point de vue de mani\u00e8re efficace et dynamique. En postant r\u00e9guli\u00e8rement des entr\u00e9es sur un sujet ou un th\u00e8me sp\u00e9cifique, vous \u00eates s\u00fbr que les personnes avec qui vous travaillez sont au courant des tout derniers d\u00e9veloppements du domaine concern\u00e9.
jsp.start.explore.component.body.dogear=Servez-vous de Signets pour stocker et extraire des liens Web marqu\u00e9s d'un signet, depuis un espace central. Vous pouvez partager certains de vos signets ou l'ensemble d'entre eux. Il vous est aussi possible de voir les collections de signets d'autres personnes, ce qui vous permet de vous connecter avec des personnes partageant les m\u00eames centres d'int\u00e9r\u00eat ou disposant de l'exp\u00e9rience dont vous avez besoin.
jsp.start.explore.component.body.communities=Une communaut\u00e9 est un groupe de personnes qui partagent un int\u00e9r\u00eat commun. C'est un outil id\u00e9al pour mettre en relation les membres d'une \u00e9quipe et les aider \u00e0 rester en contact et \u00e0 partager des informations. Une communaut\u00e9, qui peut \u00eatre publique ou restreinte, permet aux propri\u00e9taires de contr\u00f4ler qui peut rejoindre la communaut\u00e9 et acc\u00e9der \u00e0 son contenu. Les communaut\u00e9s peuvent contenir des biblioth\u00e8ques de documents, ou des liens vers ces biblioth\u00e8ques, pour permettre aux membres d'organiser les fichiers de communaut\u00e9 et d'y collaborer.
jsp.start.explore.component.body.files=L'application Fichiers offre un moyen pratique d'envoyer par t\u00e9l\u00e9chargement et de stocker des fichiers dans un r\u00e9f\u00e9rentiel central. Vous pouvez partager ces fichiers envoy\u00e9s par t\u00e9l\u00e9chargement avec des personnes s\u00e9lectionn\u00e9es, ce qui vous permet de travailler \u00e0 plusieurs sur un m\u00eame contenu sans avoir \u00e0 envoyer des fichiers volumineux par courrier \u00e9lectronique. Il vous est aussi possible de recommander des fichiers, d'effectuer des commentaires, d'organiser des fichiers via des dossiers et d'effectuer un suivi des diff\u00e9rentes versions d'un m\u00eame fichier.
jsp.start.explore.component.body.forums=Un forum de discussion met en place une discussion en ligne, centr\u00e9e sur un sujet ou un th\u00e8me particulier. Vous pouvez participer \u00e0 ce forum en postant des questions ou en r\u00e9pondant \u00e0 des fils de discussion existants. Vous voulez trouver une solution \u00e0 un probl\u00e8me qui vous bloque ?  Consultez les forums : ils sont tr\u00e8s pratiques pour lancer des d\u00e9bats, regrouper les commentaires en retour et tirer parti de l'exp\u00e9rience des autres !
jsp.start.explore.component.body.profiles=Profils est un annuaire r\u00e9pertoriant les personnes de votre organisation qui vous permet de localiser rapidement les collaborateurs voulus et d'\u00e9tablir une connexion avec eux. Vous pouvez rechercher quelqu'un en fonction de ses informations de contact, sa formation ou son exp\u00e9rience. Pr\u00e9sentez-vous en renseignant votre propre profil. Enrichissez votre r\u00e9seau de contacts en y ajoutant des personnes dont le profil vous int\u00e9resse.
jsp.start.explore.component.body.wikis=Un wiki est une collection de pages Web traitant d'un sujet particulier. Les wikis constituent un excellent moyen de partager des informations stock\u00e9es de fa\u00e7on centrale et d'encourager une participation collaborative de tous les membres d'une m\u00eame \u00e9quipe. Les membres d'un wiki peuvent ajouter leurs propres pages et \u00e9diter ou commenter les pages existantes, garantissant ainsi que les informations sont toujours \u00e0 jour.

jsp.start.explore.introduction.title=Introduction
jsp.start.explore.introduction.body=HCL Connections est un logiciel relationnel destin\u00e9 aux entreprises. Il vous donne la possibilit\u00e9 de d\u00e9velopper, de stimuler et de maintenir le contact avec vos coll\u00e8gues de travail au sein d'un r\u00e9seau, de r\u00e9pondre rapidement \u00e0 des opportunit\u00e9s commerciales en faisant appel aux exp\u00e9riences disponibles, et de lancer de nouvelles id\u00e9es cr\u00e9atives dans les diff\u00e9rentes communaut\u00e9s de contributeurs et de clients pour les faire \u00e9voluer.
jsp.start.explore.info=Cliquez sur les liens pour plus de d\u00e9tails sur chaque application.

jsp.start.explore.demo.alt=Lancer la vid\u00e9o de d\u00e9monstration
jsp.start.explore.viewdemo=Visualiser la d\u00e9mo
jsp.start.explore.viewCommunitiesDemo=Afficher la d\u00e9monstration sur Communaut\u00e9s
jsp.start.explore.viewLibraryDemo=Afficher la d\u00e9monstration sur Biblioth\u00e8que

jsp.help.read.transcript = Cliquez ici pour lire une retranscription du texte de ce tutoriel.

# River of news strings
jsp.river.more = Autre
jsp.river.removeSaved = Retirer l'\u00e9l\u00e9ment de ma liste enregistr\u00e9e
jsp.river.associatedTags = Etiquettes :
jsp.river.saveForLater= Enregistrer
jsp.river.saveForLater.alt = Ic\u00f4ne d'enregistrement
jsp.river.openOriginal = Ouvrir l'\u00e9l\u00e9ment d'origine
jsp.river.linkIcon = Ic\u00f4ne de lien
jsp.river.deleteSaved = Retirer des \u00e9l\u00e9ments enregistr\u00e9s

jsp.river.discover.introduction = D\u00e9couvrir de nouvelles personnes et de nouveaux contenus en parcourant toutes les mises \u00e0 jour publiques
jsp.river.topUpdates.introduction = Afficher les mises \u00e0 jour des statuts de votre r\u00e9seau et les r\u00e9ponses \u00e0 vos propres contributions.
jsp.river.filter.show = Afficher :
jsp.river.filter.allUpdates = Toutes les mises \u00e0 jour
jsp.river.filter.homepage = Page d'accueil
jsp.river.filter.activities = Activit\u00e9s
jsp.river.filter.profiles = Profils
jsp.river.filter.communities = Communaut\u00e9s
jsp.river.filter.blogs = Blogues
jsp.river.filter.dogear = Signets
jsp.river.filter.wikis = Wikis
jsp.river.filter.files = Fichiers

jsp.river.filter.alt.allUpdates = S\u00e9lectionner pour afficher toutes les mises \u00e0 jour
jsp.river.filter.alt.activities = S\u00e9lectionner pour afficher uniquement les mises \u00e0 jour de Activit\u00e9s
jsp.river.filter.alt.profiles = S\u00e9lectionner pour afficher uniquement les mises \u00e0 jour de Profils
jsp.river.filter.alt.communities = S\u00e9lectionner pour afficher uniquement les mises \u00e0 jour de Communaut\u00e9s
jsp.river.filter.alt.blogs = S\u00e9lectionner pour afficher uniquement les mises \u00e0 jour de Blogues
jsp.river.filter.alt.dogear = S\u00e9lectionner pour afficher uniquement les mises \u00e0 jour de Signets
jsp.river.filter.alt.wikis = S\u00e9lectionner pour afficher uniquement les mises \u00e0 jour de Wikis
jsp.river.filter.alt.files = S\u00e9lectionner pour afficher uniquement les mises \u00e0 jour de Fichiers

jsp.river.error.message = Impossible d'afficher les articles des informations
jsp.river.error.error = Une erreur s'est produite. Contactez votre administrateur syst\u00e8me. Cette erreur peut se produire si le service de r\u00e9f\u00e9rentiel des informations ne fonctionne pas correctement.
jsp.river.error.details = Afficher le message d'erreur complet
jsp.river.error.icon.alt = Ic\u00f4ne d'erreur

# Alt text for icons in river of news. Need for screen readers
jsp.river.alt.homepage = Ev\u00e9nement provenant de Page d'accueil
jsp.river.alt.blogs = Ev\u00e9nement provenant de Blogues
jsp.river.alt.wikis = Ev\u00e9nement provenant de Wikis
jsp.river.alt.files = Ev\u00e9nement provenant de Fichiers
jsp.river.alt.dogear = Ev\u00e9nement provenant de Signets
jsp.river.alt.activities = Ev\u00e9nement provenant de Activit\u00e9s
jsp.river.alt.profiles = Ev\u00e9nement provenant de Profils
jsp.river.alt.communities = Ev\u00e9nement provenant de Communaut\u00e9s
jsp.river.alt.thirdParty = Ev\u00e9nement provenant d'un composant tiers

# Saved tab messages when no stories to display
jsp.river.savedTab.title.part1 = Vous n'avez pas encore enregistr\u00e9 d'articles.
jsp.river.savedTab.title.part2 = Pour enregistrer des articles que vous lirez ult\u00e9rieurement...
jsp.river.savedTab.step1 = Lors de l'affichage d'une liste d'articles (dans les onglets Derni\u00e8res mises \u00e0 jour, D\u00e9couvrir ou Liste de surveillance).
jsp.river.savedTab.step2 = Cliquez sur Plus en regard de l'article que vous souhaitez enregistrer.
jsp.river.savedTab.step3 = Cliquez sur Enregistrer cet article.

# Taop updates messages when no stories to display
# {0} is person name
jsp.river.topUpdates.welcome = Bonjour {0} !
jsp.river.topUpdates.profiles.update = Pr\u00e9sentez-vous et expliquez ce que vous faites.
jsp.river.topUpdates.profiles.update.part2 = Mettre \u00e0 jour votre profil.
jsp.river.topUpdates.colleagues.part1 = Rechercher des personnes int\u00e9ressantes pour vous et les inviter \u00e0 rejoindre votre r\u00e9seau.
jsp.river.topUpdates.colleagues.part2 = Commencer \u00e0 tisser votre r\u00e9seau.
jsp.river.topUpdates.activities.part1 = Cr\u00e9er des t\u00e2ches et affecter des t\u00e2ches \u00e0 votre \u00e9quipe.
jsp.river.topUpdates.activities.part2 = D\u00e9marrer une activit\u00e9.
jsp.river.topUpdates.blogs.part1 = Partager votre actualit\u00e9 et vos opinions avec l'organisation.
jsp.river.topUpdates.blogs.part2 = Cr\u00e9er un blogue.
jsp.river.topUpdates.communities.part1 = Entrer en contact avec les personnes partageant un m\u00eame centre d'int\u00e9r\u00eat.
jsp.river.topUpdates.communities.part2 = Rejoindre une communaut\u00e9.
jsp.river.topUpdates.dogear.part1 = Enregistrer, organiser et partager vos signets.
jsp.river.topUpdates.dogear.part2 = Rechercher les signets qui vous int\u00e9ressent.
jsp.river.topUpdates.files.part1 = Partager des informations et collaborer.
jsp.river.topUpdates.files.part2 = Envoyer des fichiers par t\u00e9l\u00e9chargement et les partager.
jsp.river.topUpdates.wikis.part1 = Parcourir pour rechercher un wiki auquel vous voulez contribuer ou cr\u00e9er un nouveau wiki.
jsp.river.topUpdates.wikis.part2 = Commencer \u00e0 collaborer.
jsp.river.topUpdates.intro = Lorsque vous devenez actif dans HCL Connections, cette page re\u00e7oit les derni\u00e8res mises \u00e0 jour vous concernant ainsi que votre r\u00e9seau.

jsp.river.noItems = Il n'y a aucune mise \u00e0 jour de nouvelles \u00e0 afficher pour cette s\u00e9lection.
jsp.statusUpdates.noItems = Il n'y a aucune mise \u00e0 jour de statut \u00e0 afficher.
jsp.newsfeed.noItems = Votre flux de nouvelles est vide. Vous verrez des mises \u00e0 jour quand vous commencerez \u00e0 suivre d'autres personnes ou contenus.
jsp.river.discover.noItems = Aucune mise \u00e0 jour ne s'est produite dans HCL Connections pour l'instant. Revenez plus tard !

jsp.river.watchlist.addPerson = Ajouter une personne \u00e0 ma liste de surveillance
jsp.river.watchlist.addPersonConfirm = Votre liste de surveillance a \u00e9t\u00e9 supprim\u00e9e
# {0} is the name of a person
jsp.river.watchlist.addSpecificPerson = Ajouter {0} \u00e0 ma liste de surveillance
# {0} is the name of a person
jsp.river.watchlist.addSpecificPersonConfirm = {0} a \u00e9t\u00e9 ajout\u00e9 \u00e0 votre liste de surveillance
jsp.river.watchlist.removePerson = Retirer une personne de ma liste de surveillance
jsp.river.watchlist.removePersonConfirm = Votre liste de surveillance a \u00e9t\u00e9 supprim\u00e9e
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPerson = Retirer {0} de ma liste de surveillance
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPersonConfirm = {0} a \u00e9t\u00e9 retir\u00e9 de votre liste de surveillance

jsp.river.watchlist.addTag = Ajouter une \u00e9tiquette \u00e0 ma liste de surveillance
jsp.river.watchlist.addTagConfirm = Votre liste de surveillance a \u00e9t\u00e9 supprim\u00e9e
# {0} is a tag
jsp.river.watchlist.addSpecificTag = Ajouter l''\u00e9tiquette {0} \u00e0 ma liste de surveillance
# {0} is a tag
jsp.river.watchlist.addSpecificTagConfirm = L''\u00e9tiquette {0} a \u00e9t\u00e9 ajout\u00e9e \u00e0 votre liste de surveillance
jsp.river.watchlist.removeTag = Retirer une \u00e9tiquette de ma liste de surveillance
jsp.river.watchlist.removeTagConfirm = Votre liste de surveillance a \u00e9t\u00e9 supprim\u00e9e
# {0} is a tag
jsp.river.watchlist.removeSpecificTag = Supprimer l''\u00e9tiquette {0} de ma liste de surveillance
# {0} is a tag
jsp.river.watchlist.removeSpecificTagConfirm = L''\u00e9tiquette {0} a \u00e9t\u00e9 retir\u00e9e de votre liste de surveillance


jsp.river.removePerson = Retirer une personne de mes mises \u00e0 jour
# {0} is the name of a person
jsp.river.removeSpecificPerson = Retirer {0} de mes mises \u00e0 jour
jsp.river.preview.blogs = Pr\u00e9visualiser l'entr\u00e9e

jsp.river.subscribe.alt = Ic\u00f4ne de flux
jsp.river.subscribe = Flux pour ces articles

# Palette category
jsp.palette.category.all = Tout

# Notification perspective strings
jsp.notifications.received.noItems = Vous n'avez re\u00e7u aucune notification.
jsp.notifications.sent.noItems = Vous n'avez envoy\u00e9 aucune notification.

# General notification strings
jsp.notifications.received.title = Notifications re\u00e7ues
jsp.notifications.received.sub.title = Afficher les notifications qui vous sont envoy\u00e9es par d'autres utilisateurs ou par le syst\u00e8me.
jsp.notifications.sent.title = Notifications envoy\u00e9es
jsp.notifications.sent.sub.title = Afficher les notifications que vous avez envoy\u00e9es \u00e0 d'autres utilisateurs.
jsp.notifications.new = Nouveau
# {0} is the name of a person
jsp.notifications.photo = Photo de {0}
jsp.notifications.sent.multiple.photo = Plusieurs destinataires
# {0} is the name of a person
jsp.notifications.sent.to.individual = Envoy\u00e9e(s) \u00e0 : {0}
# {0} is a number greater than 1
jsp.notifications.sent.to.multiple = Envoy\u00e9e(s) \u00e0 {0} personnes
jsp.notifications.delete = Supprimer cette notification

# Activities specific notification messages
# {0} is the name of an activity entry, {1} is the name of an activity
jsp.notifications.activities.notify.title = {0} en provenance de l''activit\u00e9 : {1}
# {0} is the name of an activity
jsp.notifications.activities.autocomplete.received.title = Votre activit\u00e9 "{0}" est sur le point d''\u00eatre automatiquement marqu\u00e9e comme termin\u00e9e.
jsp.notifications.activities.autocomplete.sent.title = Votre activit\u00e9 "{0}" est sur le point de s''ex\u00e9cuter automatiquement.
jsp.notifications.activities.create.title = Vous avez cr\u00e9\u00e9 une activit\u00e9 : {0}
jsp.notifications.activities.addmember.received.title = Vous avez \u00e9t\u00e9 ajout\u00e9 \u00e0 l''activit\u00e9 : {0}
jsp.notifications.activities.addmember.sent.title = Vous avez ajout\u00e9 de nouveaux membres \u00e0 l''activit\u00e9 : {0}
jsp.notifications.activities.invite.received.title = Vous \u00eates invit\u00e9 \u00e0 rejoindre l''activit\u00e9 : {0}
jsp.notifications.activities.invite.sent.title = Vous avez invit\u00e9 des utilisateurs \u00e0 se joindre \u00e0 l''activit\u00e9 : {0}
jsp.notifications.activities.invite.primaryaction = Rejoindre cette activit\u00e9.
jsp.notifications.activities.invite.secondaryaction = Refuser cette invitation.

# Blogs specific notification messages
# {0} is the name of a blog entry, {1} is the name of a blog
jsp.notifications.blogs.notify.title = {0} en provenance du blogue : {1}
# {0} is the name of a blog
jsp.notifications.blogs.notifyassignedowner.received = Vous avez \u00e9t\u00e9 ajout\u00e9 en tant que propri\u00e9taire du blogue : {0}
jsp.notifications.blogs.notifyassignedowner.sent= Vous avez ajout\u00e9 un propri\u00e9taire au blogue : {0}
jsp.notifications.blogs.notifyassignedauthor.received = Vous avez \u00e9t\u00e9 ajout\u00e9 en tant qu''auteur du blogue : {0}
jsp.notifications.blogs.notifyassignedauthor.sent= Vous avez ajout\u00e9 un auteur au blogue : {0}
jsp.notifications.blogs.notifyassigneddraft.received = Vous avez \u00e9t\u00e9 ajout\u00e9 au blogue en tant qu''auteur de brouillon : {0}
jsp.notifications.blogs.notifyassigneddraft.sent= Vous avez ajout\u00e9 un auteur de brouillon au blogue : {0}

# Ideation Blogs specific notification messages
# {0} is the name of an Ideation Blog entry (idea), {1} is the name of an Ideation Blog
jsp.notifications.ideationblog.notify.title = {0} en provenance du blogue d''\u00e9change d''id\u00e9es : {1}

# Communities specific notification messages
# {0} is the name of a community
jsp.notifications.communities.memberadded.received.title = Vous avez \u00e9t\u00e9 ajout\u00e9 \u00e0 la communaut\u00e9 : {0}
jsp.notifications.communities.memberadded.sent.title = Vous avez ajout\u00e9 des utilisateurs \u00e0 la communaut\u00e9 : {0}
jsp.notifications.communities.memberremoved.received.title = Vous avez \u00e9t\u00e9 retir\u00e9 de la communaut\u00e9 : {0}
jsp.notifications.communities.memberremoved.sent.title = Vous avez supprim\u00e9 des utilisateurs de la communaut\u00e9 : {0}
jsp.notifications.communities.requesttojoin.received.title = Un utilisateur a demand\u00e9 \u00e0 se joindre \u00e0 la communaut\u00e9 : {0}
jsp.notifications.communities.requesttojoin.sent.title = Vous avez demand\u00e9 \u00e0 rejoindre la communaut\u00e9 : {0}
jsp.notifications.communities.invite.received.title = Vous \u00eates invit\u00e9 \u00e0 rejoindre la communaut\u00e9 : {0}
jsp.notifications.communities.invite.sent.title = Vous avez invit\u00e9 des utilisateurs \u00e0 se joindre \u00e0 la communaut\u00e9 : {0}
jsp.notifications.communities.invite.primaryaction = Rejoindre cette communaut\u00e9.
jsp.notifications.communities.invite.secondaryaction = Refuser cette invitation.

# Dogear specific notification messages
# {0} is a bookmark title
jsp.notifications.dogear.notify.title = Signet {0}.
jsp.notifications.dogear.notify.multiple.title = Signets multiples.
jsp.notifications.dogear.notify.primaryaction = Editer ce signet.
# {0} is a bookmark title
jsp.notifications.dogear.brokenurl.title = Votre signet intitul\u00e9 {0} a \u00e9t\u00e9 marqu\u00e9 comme rompu.
jsp.notifications.dogear.brokenurl.sent.title = Vous avez marqu\u00e9 comme rompu le signet intitul\u00e9 {0}.
# {0} is the title of a bookmark. {1} is a URL
jsp.notifications.dogear.replaceurl.title = Votre signet intitul\u00e9 {0} est rompu. La nouvelle URL est : {1}
jsp.notifications.dogear.replaceurl.primaryaction = Editer ce signet.
jsp.notifications.dogear.replaceurl.secondaryaction = Afficher les signets rompus.

# Profiles specific notification messages
jsp.notifications.profiles.notify.received.title = Invitation \u00e0 rejoindre mon r\u00e9seau
jsp.notifications.profiles.notify.sent.title = Invitation \u00e0 rejoindre votre r\u00e9seau
jsp.notifications.profiles.notify.primaryaction = Afficher vos invitations

# Files specific notification messages
jsp.notifications.files.mediashare.title = Fichier {0}
jsp.notifications.files.collectionmediaadd.title = {0} Le fichier a \u00e9t\u00e9 ajout\u00e9 au dossier {1}
jsp.notifications.files.collectionmemberupdated.title = Vous avez \u00e9t\u00e9 ajout\u00e9 \u00e0 ce dossier : {0}
jsp.notifications.files.collectionmemberupdated.sent.title = Vous avez ajout\u00e9 des utilisateurs \u00e0 ce dossier : {0}
jsp.notifications.files.communityvisibilityupdated.title = La communaut\u00e9 {0} a \u00e9t\u00e9 rendue publique et les fichiers non publics que vous avez partag\u00e9s avec la communaut\u00e9 ont \u00e9t\u00e9 retir\u00e9s.
jsp.notifications.files.communityvisibilityupdated.desc = Vous disposez d'un ou de plusieurs fichiers non publics partag\u00e9s avec cette communaut\u00e9. Ces fichiers ont \u00e9t\u00e9 retir\u00e9s et doivent \u00eatre rendus publics avant de pouvoir \u00eatre partag\u00e9s avec cette communaut\u00e9.

# Wikis specific notification messages
# {0} is the name of a wiki
jsp.notifications.wikis.received.roleAdd = Vous avez \u00e9t\u00e9 ajout\u00e9 \u00e0 ce Wiki : {0}
jsp.notifications.wikis.sent.roleAdd = Vous avez ajout\u00e9 des utilisateurs \u00e0 ce wiki : {0}


# Generic stuffs in case we need after string freeze
jsp.widget.addPage = Ajouter une page
jsp.widget.removePage = Retirer une page
jsp.widget.generalPage = Widgets g\u00e9n\u00e9raux
jsp.customize.preferences = Pr\u00e9f\u00e9rences
# {0} is the name of a page e.g. Important stuff
jsp.widget.defaultPageName = Ma Page {0}
jsp.widget.listHelp = ajouter une barre verticale (|) entre les entr\u00e9es.
jsp.widget.required = Entrer les zones obligatoires, marqu\u00e9es avec *, avant la sauvegarde.

jsp.typeAhead.more = {0} r\u00e9sultats disponibles. Affichage des 15 premiers r\u00e9sultats.
jsp.typeAhead.error = Une erreur s'est produite lors de l'extraction de la liste de personnes.
jsp.typeAhead.noResults = Aucun r\u00e9sultat correspondant

jsp.home.status.updates.choose.person = S\u00e9lectionner une personne
jsp.home.filter.by = Afficher :

jsp.home.filter.status.updates.all = Toutes les mises \u00e0 jour de statut
jsp.home.filter.status.updates.follow = Personnes que je suis
jsp.home.filter.status.updates.network = Mon r\u00e9seau
jsp.home.filter.status.updates.network.following =Mon r\u00e9seau et Personnes que je suis
jsp.home.filter.status.updates.mine = Mes mises \u00e0 jour de statut

jsp.home.status.updates.comment.count = (1 commentaire)
# {0} is the number of comments
jsp.home.status.updates.comments.count = ({0} commentaires)

jsp.home.status.updates.notpermitted = Vous ne pouvez pas ou n'\u00eates pas autoris\u00e9 \u00e0 commenter ce message.

# {0} is the number of extra comments to show
jsp.home.status.updates.show.comments = Afficher {0} commentaires suppl\u00e9mentaires...
# {0} is the number of extra comments to hide
jsp.home.status.updates.hide.comments = Masquer {0} commentaires...
jsp.home.status.updates.post.comment.error = La requ\u00eate de soumission de votre commentaire a \u00e9chou\u00e9. Veuillez contacter votre administrateur.
jsp.home.status.updates.delete.comment.error = La requ\u00eate de suppression de votre commentaire a \u00e9chou\u00e9. Veuillez contacter votre administrateur.
jsp.home.status.updates.delete.update.error = La requ\u00eate de suppression de votre mise \u00e0 jour a \u00e9chou\u00e9. Veuillez contacter votre administrateur.
jsp.home.status.updates.just.now = Juste maintenant
jsp.home.status.updates.invalid.comment.entered = Le commentaire que vous avez entr\u00e9 n'est pas valide. V\u00e9rifiez et r\u00e9essayez.
jsp.home.delete.entry = Supprimer cette entr\u00e9e

#This text is used to identify where a user has written on someone elses board. Typical use is : 'User A' wrote on the board of 'User B'
jsp.home.status.updates.wrote.board.entry = a \u00e9crit sur le panneau de
jsp.home.status.updates.wrote.board.you.entry = a \u00e9crit sur votre panneau.

jsp.home.main.confirm = Confirmer
jsp.home.main.error = Erreur
jsp.home.main.hide = Masquer

jsp.home.action.submit = Soumettre
jsp.home.action.comments.add = Ajouter un commentaire

jsp.home.no.content.statusupdates.title = Vous n'avez pas encore de mises \u00e0 jour de statut.
jsp.home.no.content.statusupdates.desc.line1 = Pour recevoir les mises \u00e0 jour de statut pour une personne, ouvrez son profil et cliquez sur Inviter \u00e0 rejoindre Mon r\u00e9seau afin de l'ajouter en tant que coll\u00e8gue, ou sur Suivre pour le suivre.
jsp.home.no.content.statusupdates.desc.line2 = Cliquez sur Sur quel sujet travaillez-vous ? pour mettre \u00e0 jour le message de votre statut.
jsp.home.no.content.statusupdates.oneline = Vous n'avez pas encore de mises \u00e0 jour de statut. Pour recevoir les mises \u00e0 jour de statut pour une personne, ouvrez son profil et cliquez sur Inviter \u00e0 rejoindre Mon r\u00e9seau afin de l'ajouter en tant que coll\u00e8gue, ou sur Suivre pour le suivre. Cliquez sur Sur quel sujet travaillez-vous ? pour mettre \u00e0 jour le message de votre statut.

jsp.home.no.content.newsfeed.title = Vous n'avez pas encore de mises \u00e0 jour de nouvelles.
jsp.home.no.content.newsfeed.desc.line1 = Vous devez suivre des personnes ou du contenu pour recevoir des mises \u00e0 jour.
jsp.home.no.content.newsfeed.desc.line2 = Lorsque vous voyez un bouton Suivre dans l'interface utilisateur, cliquez dessus afin de suivre la personne ou le contenu.
jsp.home.no.content.newsfeed.oneline = Vous n'avez pas encore de mises \u00e0 jour de nouvelles. Vous devez suivre des personnes ou du contenu pour recevoir des mises \u00e0 jour. Pour cela, cliquez sur le bouton "Suivre" s'il est disponible.

jsp.home.no.content.discover.title = Il n'y a pas encore de mises \u00e0 jour publiques. Veuillez r\u00e9essayer ult\u00e9rieurement.
jsp.home.no.content.discover.desc.line1 = D\u00e8s que des personnes commenceront \u00e0 ajouter du contenu dans les diff\u00e9rentes applications, cette page affichera les mises \u00e0 jour publiques.
jsp.home.no.content.discover.oneline = Il n'y a pas encore de mises \u00e0 jour. D\u00e8s que des personnes ajouteront du contenu, vous pourrez utiliser cette page pour consulter les mises \u00e0 jour publiques.

jsp.home.no.content.saved.title = Vous n'avez pas encore enregistr\u00e9 d'articles de nouvelles.
jsp.home.no.content.saved.desc.line1 = Pour enregistrer un article de nouvelles, cliquez sur Plus en regard de l'article, puis cliquez sur Enregistrer.
jsp.home.no.content.saved.oneline = Vous n'avez pas enregistr\u00e9 d'articles de nouvelles. Pour enregistrer un article de nouvelles, cliquez sur Plus en regard de l'article, puis cliquez sur Enregistrer.

jsp.home.tags.main.title=Etiquettes que je suis
jsp.home.tags.filter.title=Filtrer par \u00e9tiquette
jsp.home.tags.adding.title=Ajout de nouvelles \u00e9tiquettes
jsp.home.tags.removing.title=Retrait d'\u00e9tiquettes
jsp.home.tags.add.title=Ajout d'une \u00e9tiquette

jsp.home.tags.remove.filter.title=Retirer l'\u00e9tiquette du filtre

jsp.home.tags.filtered.title=Affichage du contenu avec \u00e9tiquette :
jsp.home.tags.confirm.text=Votre nouvelle \u00e9tiquette \"{0}\" a \u00e9t\u00e9 ajout\u00e9e. Vous pouvez maintenant filtrer le flux avec cette \u00e9tiquette.
jsp.home.tags.multi.confirm.text=Vos nouvelles \u00e9tiquettes \"{0}\" ont \u00e9t\u00e9 ajout\u00e9es. Vous pouvez maintenant filtrer le flux avec ces \u00e9tiquettes.
jsp.home.tags.error.text=Un probl\u00e8me est survenu lors de la gestion de votre requ\u00eate d'abonnement d'\u00e9tiquette. V\u00e9rifiez avec votre administrateur ou r\u00e9essayez.

jsp.home.show.more=Afficher plus d'articles...
jsp.home.subscribe.entries=Flux pour ces entr\u00e9es
jsp.home.loading=Chargement de nouveaux articles...

jsp.home.manage.tags.text=G\u00e9rer mes \u00e9tiquettes
jsp.home.saving.for.later= enregistrement de l'article pour plus tard...
jsp.home.saved.story=Article enregistr\u00e9
jsp.home.add.saved.item.confirm.text=L'article a \u00e9t\u00e9 enregistr\u00e9
jsp.home.add.saved.item.error.text=Un probl\u00e8me est survenu lors de la gestion de votre requ\u00eate d'enregistrement d'\u00e9l\u00e9ment. V\u00e9rifiez avec votre administrateur ou r\u00e9essayez.
jsp.home.remove.saved.item.error.text=Un probl\u00e8me est survenu lors du retrait de l'\u00e9l\u00e9ment enregistr\u00e9. V\u00e9rifiez avec votre administrateur ou r\u00e9essayez.

jsp.home.error111=L'\u00e9tiquette que vous avez essay\u00e9 d'ajouter existe d\u00e9j\u00e0.


jsp.home.tags.remove.alt.text = Retirer l'\u00e9tiquette

jsp.form.login = Formulaire de connexion

jsp.activitystream.title = Mises \u00e0 jour
