# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# str.msgid.ignore=true
str_component_id=CLFRQ

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value

# Updates/Home


jsp.status.updates.title = Actualiz\u0103ri status
jsp.status.updates.sub.title = Vizualiza\u0163i actualiz\u0103rile de status de la persoanele pe care le urm\u0103ri\u0163i sau care sunt \u00een re\u0163eaua dumneavoastr\u0103. Pute\u0163i de asemenea s\u0103 v\u0103 actualiza\u0163i propriul status de profil.

jsp.news.feed.title = Flux de \u0219tiri
jsp.news.feed.sub.title = Vizualiza\u0163i actualiz\u0103rile din con\u0163inutul sau persoanele pe care le urm\u0103ri\u0163i, colegii dumneavoastr\u0103 \u015fi r\u0103spunsurile la con\u0163inutul pe care l-a\u0163i postat.

jsp.discover.title = Descoperire
jsp.discover.sub.title = Vizualiza\u021bi toate actualiz\u0103rile publice din HCL Connections. Descoperi\u021bi ce fac al\u021bii.

jsp.tags.title = Taguri pe care le urm\u0103resc
jsp.tags.sub.title = Vizualiza\u0163i actualiz\u0103ri de la taguri pe care le urm\u0103ri\u0163i.

jsp.saved.items.title = Salvate
jsp.saved.items.sub.title = Vizualiza\u0163i actualiz\u0103rile pe care le-a\u0163i salvat.

# Service names
jsp.common.service.name.activities=Activit\u0103\u0163i
jsp.common.service.name.dogear=Semne de carte
jsp.common.service.name.profiles=Profiluri
jsp.common.service.name.blogs=Bloguri
jsp.common.service.name.wikis=Wiki-uri
jsp.common.service.name.forums=Forumuri
jsp.common.service.name.files=Fi\u0219iere
jsp.common.service.name.communities=Comunit\u0103\u0163i

# Generic across multiple pages
jsp.homepage.title = Pagina Acas\u0103 HCL Connections
jsp.homepage.title.short = Pagina Acas\u0103
jsp.homepage.home = Acas\u0103
jsp.homepage.tab.updates = Actualiz\u0103ri
jsp.homepage.tab.gettingStarted = Introducere
jsp.homepage.tab.admin = Administrare
jsp.homepage.tab.myPage = Pagina mea
jsp.homepage.tab.widgets = Widget-uri
jsp.homepage.tab.search = C\u0103utare
jsp.homepage.logo.alt = Emblema paginii Acas\u0103
jsp.homepage.copyright.short = Materiale licen\u021biate \u2013 Proprietate a HCL. \u00a9 Drepturi de autor HCL Technologies Limited 2007-2019. Toate drepturile sunt rezervate.
jsp.homepage.copyright.long = Materiale licen\u021biate \u2013 \u00cen proprietatea HCL. \u00a9 Drepturi de autor HCL Technologies Limited 2007-2019.Toate drepturile sunt rezervate. Pentru detalii, consulta\u021bi licen\u021ba produsului. Java \u0219i toate m\u0103rcile comerciale \u0219i siglele bazate pe Java sunt m\u0103rci comerciale sau m\u0103rci comerciale \u00eenregistrate ale Oracle \u0219i/sau ale afilia\u021bilor s\u0103i.
jsp.homepage.nav.activitystream.views = Vizualizare flux de activit\u0103\u0163i
jsp.homepage.nav.activitystream.imFollowing = Urm\u0103resc
jsp.homepage.nav.activitystream.statusUpdates = Actualiz\u0103ri status
jsp.homepage.nav.activitystream.actionRequired = Ac\u0163iune necesar\u0103
jsp.homepage.nav.activitystream.saved = Salvate
jsp.homepage.nav.activitystream.myNotifications = Notific\u0103rile mele
jsp.homepage.nav.activitystream.discover = Descoperire
jsp.homepage.nav.activitystream.myPageDesc = Tablou de bord personal \u0219i personalizabil al con\u021binutului \u0219i comunit\u0103\u021bilor dvs.
jsp.homepage.nav.activitystream.imFollowingDesc=Vizualiza\u0163i actualiz\u0103ri pentru persoane \u015fi lucruri pe care le urm\u0103ri\u0163i \u015fi r\u0103spunsuri la con\u0163inutul dumneavoastr\u0103
jsp.homepage.nav.activitystream.statusUpdatesDesc=Vizualiza\u0163i actualiz\u0103rile de status din re\u0163eaua dumneavoastr\u0103, ale persoanelor \u015fi comunit\u0103\u0163ilor pe care le urm\u0103ri\u0163i
jsp.homepage.nav.activitystream.myNotificationsDesc=Vizualiza\u0163i actualiz\u0103ri \u015fi comentarii legate de con\u0163inutul dumneavoastr\u0103, \u015fi notific\u0103ri pe care le-a\u0163i trimis \u015fi primit
jsp.homepage.nav.activitystream.actionRequiredDesc=Vizualiza\u0163i articole care necesit\u0103 r\u0103spunsul dumneavoastr\u0103
jsp.homepage.nav.activitystream.savedDesc=Vizualiza\u0163i actualiz\u0103rile pe care le-a\u0163i salvat
jsp.homepage.nav.activitystream.discoverDesc=Descoperi\u0163i ce partajeaz\u0103 persoanele \u015fi face\u0163i-v\u0103 noi conexiuni
jsp.homepage.nav.activitystream.myNotificationForMeDesc=Vizualiza\u0163i actualiz\u0103ri \u015fi comentarii \u00eenrudite cu con\u0163inutul dumneavoastr\u0103 \u015fi notific\u0103ri pe care le-a\u0163i primit
jsp.homepage.nav.activitystream.myNotificationFromMeDesc=Vizualiza\u0163i notific\u0103rile pe care le-a\u0163i trimis
jsp.homepage.nav.landmark.aria=Meniu pagina Acas\u0103
jsp.homepage.nav.activitystream.selected=Selectate

jsp.homepage.nav.badging.mentions.aria=Ave\u0163i {0} men\u0163iuni necitite
jsp.homepage.nav.badging.notifications.aria=Ave\u0163i {0} notific\u0103ri necitite

jsp.homepage.lotusBar.customize = Personalizare
jsp.homepage.lotusBar.widgets = Acas\u0103
jsp.homepage.lotusBar.updates = Acas\u0103
jsp.homepage.lotusBar.gettingStarted = Acas\u0103
jsp.homepage.lotusBar.admin = Acas\u0103

jsp.homepage.javascript.disabled.msg.title = Porni\u021bi JavaScript
jsp.homepage.javascript.disabled.msg.section1 = JavaScript a fost dezactivat \u00een browser-ul dvs. web. HCL Connections necesit\u0103 JavaScript pentru a func\u021biona. Odat\u0103 ce a\u021bi pornit-o, v\u0103 rug\u0103m s\u0103 re\u00eemprosp\u0103ta\u021bi pagina.
jsp.homepage.javascript.disabled.msg.section2 = Re\u00eemprosp\u0103ta\u0163i pagina pentru a continua.

# search results tab
jsp.search.tab.results = Rezultate c\u0103utare

#auth/login.jsp auth/error.jsp
jsp.login.title = Conectare la pagina Acas\u0103 HCL Connections
jsp.login.homepage = Pagina Acas\u0103
jsp.login.strapline = Afla\u0163i ce se \u00eent\u00e2mpl\u0103 \u00een re\u0163eaua dumneavoastr\u0103.
jsp.login.search = C\u0103utare
jsp.login.straplinesearch = C\u0103utare: ob\u0163inerea maximului din Connections
jsp.login.username = Nume de utilizator:
jsp.login.password = Parol\u0103:
jsp.login.username.error = Numele de utilizator \u015fi/sau parola dumneavoastr\u0103 nu se potrive\u015fte cu niciun cont existent. V\u0103 rug\u0103m s\u0103 \u00eencerca\u0163i din nou.
jsp.login.description.title = Ce pute\u0163i face cu pagina Acas\u0103?
jsp.login.description = Crea\u0163i un spa\u0163iu de lucru ce afi\u015feaz\u0103 o vizualizare instantanee a re\u0163elei dumneavoastr\u0103 sociale, r\u0103m\u00e2ne\u0163i la curent informa\u0163iile \u015fi actualiz\u0103rile de status, verifica\u0163i-v\u0103 lucrurile de f\u0103cut \u015fi g\u0103si\u0163i noi persoane \u015fi con\u0163inut ce v\u0103 intereseaz\u0103.
jsp.login.login = Conectare
jsp.login.cancel = Anulare
jsp.login.error = Eroare

#web/jsp/main.jsp
jsp.main.function.sorry = Func\u0163ia nu este implementat\u0103 \u00eenc\u0103.
jsp.main.close = \u00cenchidere
jsp.main.skip.link.river = Pentru a trece la r\u00e2ul de \u015ftiri, ap\u0103sa\u0163i tasta de acces R sau U
jsp.main.skip.link.palette = Pentru a s\u0103ri la palet\u0103, ap\u0103sa\u0163i tasta de acces P.
jsp.main.skip.link.first.column = Pentru a s\u0103ri la prima coloan\u0103, ap\u0103sa\u0163i tasta de acces 3.
jsp.main.skip.link.second.column = Pentru a s\u0103ri la a doua coloan\u0103, ap\u0103sa\u0163i tasta de acces 4.
jsp.main.summary.table.layout = Tabel ce afi\u0219eaz\u0103 dispunerea paginii. O dispunere pe dou\u0103 coloane pentru widget-uri.
jsp.main.iwidget.loading = \u00cenc\u0103rcare

#web/jsp/welcomeMessage.jspf
jsp.welcome.title = Bine a\u021bi venit la HCL Connections
jsp.welcome.desc = Utiliza\u021bi pagina Acas\u0103 pentru a accesa cele mai recente actualiz\u0103ri ale activit\u0103\u021bilor \u0219i intereselor dvs. \u00een HCL Connections. Vede\u021bi informa\u021biile la minut pentru re\u021beaua dvs. bloguri \u0219i comunit\u0103\u021bi, \u0219i aranja\u021bi afi\u0219area informa\u021biilor pentru a se potrivi preferin\u021belor dvs.
jsp.welcome.learn = Afla\u0163i mai multe
jsp.welcome.demo = Privi\u021bi demo-ul

#web/jsp/about.jsp
jsp.about.homepagehelp = Ajutor pagin\u0103 Acas\u0103
jsp.about.help = Ajutor
jsp.about.homepagedemo = Demonstra\u0163ie pagin\u0103 Acas\u0103
jsp.about.demo = Privi\u021bi demo-ul
jsp.about.tips = Sugestii
jsp.about.tip.1 = Nou la HCL Connections? Selecta\u021bi vizualizarea Ini\u021biere \u0219i ve\u021bi ajunge s\u0103 cunoa\u0219te\u021bi diversele aplica\u021bii \u00een c\u00e2\u021biva pa\u0219i facili.
jsp.about.tip.2 = Dac\u0103 sunte\u0163i interesat de taguri specifice, de ce s\u0103 nu le urm\u0103ri\u0163i astfel \u00eenc\u00e2t s\u0103 ob\u0163ine\u0163i cele mai recente actualiz\u0103ri pentru acele taguri direct din Alimentare de \u015ftiri.
jsp.about.tip.3 = Ob\u0163ine\u0163i sugestii pentru con\u0163inut \u015fi persoane ce v\u0103 pot interesa, din widget-urile \u015eti\u0163i c\u0103 \u015fi Recomand\u0103ri.
jsp.about.headline.title = De ce s\u0103 utiliza\u0163i pagina Acas\u0103?
jsp.about.headline.desc = R\u0103m\u00e2ne\u021bi la curent prin accesarea informa\u021biilor de care ave\u021bi nevoie atunci c\u00e2nd ave\u021bi nevoie de acestea dintr-un spa\u021biu de lucru centralizat. R\u0103sfoi\u021bi cele mai recente actualiz\u0103ri din HCL Connections, afla\u021bi ce se \u00eent\u00e2mpl\u0103 cu con\u021binutul \u0219i persoanele pe care le urm\u0103ri\u021bi \u0219i v\u0103 controla\u021bi lista De f\u0103cut.
jsp.about.breakout.1.title = Ave\u0163i nevoie de ajutor ca \u015fi utilizator nou?
jsp.about.breakout.1.desc = Utiliza\u021bi vizualizarea Ini\u021biere pentru a v\u0103 ajuta s\u0103 \u00eencepe\u021bi cu unele taskuri de baz\u0103. Urma\u021bi pa\u0219ii pentru a ob\u021bine o introducere rapid\u0103 \u0219i u\u0219oar\u0103 la unele caracteristici cheie din HCL Conections. Completa\u021bi-v\u0103 profilul pentru a-i ajuta pe ceilal\u021bi s\u0103 v\u0103 cunoasc\u0103 mai bine. Descoperi\u021bi ce taguri exist\u0103 \u0219i cum sunt utilizate. Descoperi\u021bi cum s\u0103 partaja\u021bi informa\u021bii \u0219i s\u0103 colabora\u021bi utiliz\u00e2nd diferitele caracteristici.
jsp.about.breakout.1.aria = Introducere
jsp.about.breakout.2.title = G\u0103si\u0163i actualiz\u0103ri ce sunt relevante pentru dumneavoastr\u0103
jsp.about.breakout.2.desc = Utiliza\u021bi diversele vizualiz\u0103ri Actualiz\u0103ri pentru a fi la curent cu cele mai noi \u0219tiri despre caracteristici. Pute\u021bi filtra actualiz\u0103rile dup\u0103 tip, u\u0219ur\u00e2ndu-v\u0103 astfel focalizarea asupra subiectelor ce v\u0103 intereseaz\u0103 cel mai mult. Afla\u021bi cine a r\u0103spuns la con\u021binutul creat de dvs. Salva\u021bi actualiz\u0103rile importante, astfel \u00eenc\u00e2t s\u0103 v\u0103 \u00eentoarce\u021bi la ele ulterior. Utiliza\u021bi widget-ul Evenimente pentru a \u021bine o eviden\u021b\u0103 a evenimentele viitoare la care lua\u021bi parte sau pe care le urm\u0103ri\u021bi. Pute\u021bi indica lucruri ce v\u0103 plac sau s\u0103 reposta\u021bi pentru a partaja informa\u021bii cu persoanele ce v\u0103 urm\u0103resc.
jsp.about.breakout.2.aria = Lucrul cu cele mai recente actualiz\u0103ri
jsp.about.breakout.3.title = Anun\u0163a\u0163i ce face\u0163i
jsp.about.breakout.3.desc = Postarea unui mesaj de status este o metod\u0103 rapid\u0103 \u0219i u\u0219oar\u0103 de a partaja informa\u021bii cu colegii dvs. de lucru. Pute\u021bi ata\u0219a fi\u0219iere la actualiz\u0103rile dvs. de status pentru a furniza informa\u021bii suplimentare sau utiliza\u021bi hashtaguri pentru a v\u0103 marca actualiz\u0103rile dvs. \u0219i a le face mai u\u0219oare de g\u0103sit pentru al\u021bi utilizatori. Selecta\u021bi Actualiz\u0103ri status pentru a acorda actualiz\u0103rile de la alte persoane din re\u021beaua dvs. \u0219i persoane pe care la urm\u0103ri\u021bi.
jsp.about.breakout.3.aria = Actualizarea informa\u0163iilor de status
jsp.about.breakout.4.title = G\u0103si\u0163i con\u0163inut nou \u015fi interesant
jsp.about.breakout.4.desc = Selecta\u021bi vizualizarea Descoperire atunci c\u00e2nd dori\u021bi s\u0103 r\u0103sfoi\u021bi sau s\u0103 c\u0103uta\u021bi actualiz\u0103ri ce pot fi de interes. G\u0103si\u021bi bloguri pe care dori\u021bi s\u0103 le urm\u0103ri\u021bi sau comunit\u0103\u021bi \u00een care vre\u021bi s\u0103 intra\u021bi. Examina\u021bi cele mai recente sugestii din widget-ul Recomand\u0103ri pentru a g\u0103si con\u021binut ce este relevant pentru interesul \u0219i expertiza dvs.
jsp.about.breakout.4.aria = Cum s\u0103 g\u0103si\u0163i con\u0163inut nou
jsp.about.ibm.logo.alt = Sigla HCL
jsp.about.java.logo.alt = Emblema Java
jsp.about.more = Descoperi\u021bi mai multe
jsp.about.follow.aria = Mai multe despre urm\u0103toarele taguri

#web/jsp/errorPage.jsp
jsp.errorpage.title = Pagina Acas\u0103 - pagina Eroare
jsp.errorpage.error = Ceva nu a func\u0163ionat corespunz\u0103tor - face\u0163i clic pe butonul \u00cenapoi \u015fi \u00eencerca\u0163i din nou. Dac\u0103 aceasta nu func\u0163ioneaz\u0103 raporta\u0163i problema la forumul de suport.
jsp.errorpage.details = Afi\u015fare mesaj de eroare complet
jsp.errorpage.hide.details = Ascunde\u021bi mesajul de eroare complet
jsp.errorpage.message = Hopa, acest lucru nu a func\u0163ionat
jsp.errorpage.back = \u00cenapoi la pagina Acas\u0103
jsp.errorpage.stacktrace = Urm\u0103rire de stiv\u0103 produs\u0103 aproximativ la aceast\u0103 or\u0103:
jsp.errorpage.icon.alt = Pictogram\u0103 Eroare

#web/jsp/errorPage403.jsp
error.notauthorized.exception=CLFRQ0405E: Nu sunte\u0163i autorizat s\u0103 accesa\u0163i aceast\u0103 resurs\u0103.

#auth/login.jsp
jsp.loginpage.image.alt.logo = Emblema Pagina Acas\u0103

#web/jsp/footer.jspf
jsp.footer.connections = HCL Connections
jsp.footer.help = Ajutor
jsp.footer.tools = Unelte
jsp.footer.about = Despre
jsp.footer.demo = Urm\u0103ri\u0163i un demo
jsp.footer.support.forums = Forumuri de suport Lotus
jsp.footer.bookmark.plugins = Plug-in-uri browser pentru semn de carte
jsp.footer.plugins = Mai multe plug-in-uri
jsp.footer.a11y = Unelte de accesibilitate
jsp.footer.server.metrics = Indici de m\u0103surare server
jsp.footer.ibm.com = HCL Connections pe hcl.com

#web/jsp/serverMetrics.jsp
homepage.metric.totals.visitor.header = Indici de m\u0103surare utilizator
homepage.metric.totals.visitor = Num\u0103r total de utilizatori unici
homepage.metric.totals.visitor.today = Num\u0103r total de utilizatori unici ast\u0103zi
homepage.metric.totals.visitor.week = Num\u0103r total de utilizatori unici din ultima s\u0103pt\u0103m\u00e2n\u0103
homepage.metric.totals.visitor.month = Num\u0103r total de utilizatori unici din ultima lun\u0103
homepage.metric.totals.visitor.hourly = Num\u0103r total de utilizatori unici din ultima or\u0103

homepage.metric.totals.available.widgets.header = Indici de m\u0103surare a utiliz\u0103rii widget-ului
homepage.metric.totals.available.widgets = Num\u0103r total de widget-uri implementate
homepage.metric.totals.enabled.widgets = Num\u0103r total de widget-uri activate
homepage.metric.percentile.widgetsPerUser = Num\u0103rul mediu de widget-uri utilizate
homepage.metric.totals.customizedPages = Num\u0103r total de utilizatori cu pagini personalizate
homepage.metric.topWidgets = Widget-uri populare

homepage.metric.widgetUsage = Utilizare widget

homepage.metric.totals.stories.header = Indici de m\u0103surare relatare
homepage.metric.totals.stories.added = Num\u0103r total de relat\u0103ri ad\u0103ugate
homepage.metric.totals.stories.added.today = Num\u0103r total de relat\u0103ri ad\u0103ugate ast\u0103zi
homepage.metric.totals.stories.added.week = Num\u0103r total de relat\u0103ri ad\u0103ugate \u00een aceast\u0103 s\u0103pt\u0103m\u00e2n\u0103
homepage.metric.totals.stories.added.month = Num\u0103r total de relat\u0103ri ad\u0103ugate \u00een aceast\u0103 lun\u0103
homepage.metric.totals.stories.added.hourly = Num\u0103r total de relat\u0103ri ad\u0103ugate \u00een ultima or\u0103

homepage.metric.totals.stories.saved = Num\u0103r total de relat\u0103ri salvate
homepage.metric.totals.stories.saved.today = Num\u0103r total de relat\u0103ri salvate ast\u0103zi
homepage.metric.totals.stories.saved.week = Num\u0103r total de relat\u0103ri salvate \u00een aceast\u0103 s\u0103pt\u0103m\u00e2n\u0103
homepage.metric.totals.stories.saved.month = Num\u0103r total de relat\u0103ri salvate \u00een aceast\u0103 lun\u0103
homepage.metric.totals.stories.saved.hourly = Num\u0103r total de relat\u0103ri salvate \u00een ultima or\u0103


homepage.metric.totals.notifications.header = Indici de m\u0103surare notificare
homepage.metric.totals.sentNotifications = Num\u0103r total de notific\u0103ri ce nu au fost epurate trimise
homepage.metric.totals.sentNotifications.today = Num\u0103r total de notific\u0103ri ce nu au fost epurate, trimise ast\u0103zi
homepage.metric.totals.sentNotifications.week = Num\u0103r total de notific\u0103ri ce nu au fost epurate, trimise \u00een aceast\u0103 s\u0103pt\u0103m\u00e2n\u0103
homepage.metric.totals.sentNotifications.month = Num\u0103r total de notific\u0103ri ce nu au fost epurate, trimise \u00een aceast\u0103 lun\u0103
homepage.metric.totals.sentNotifications.hourly = Num\u0103r total de notific\u0103ri ce nu au fost epurate, trimise \u00een aceast\u0103 or\u0103


homepage.metric.totals.receivedNotifications = Num\u0103r total de notific\u0103ri ce nu au fost epurate, primite
homepage.metric.totals.receivedNotifications.today = Num\u0103r total de notific\u0103ri ce nu au fost epurate, primite ast\u0103zi
homepage.metric.totals.receivedNotifications.week = Num\u0103r total de notific\u0103ri ce nu au fost epurate, primite \u00een aceast\u0103 s\u0103pt\u0103m\u00e2n\u0103
homepage.metric.totals.receivedNotifications.month = Num\u0103r total de notific\u0103ri ce nu au fost epurate, primite \u00een aceast\u0103 lun\u0103
homepage.metric.totals.receivedNotifications.hourly = Num\u0103r total de notific\u0103ri ce nu au fost epurate, primite \u00een ultima or\u0103

homepage.metric.totals.user = Num\u0103r total de utilizatori unici
homepage.metric.totals.visitorPast24Hours = Num\u0103r total de vizitatori din ultimele 24 de ore
homepage.metric.totals.visitorPastHour = Num\u0103r total de vizitatori din ultima or\u0103
homepage.metric.totals.visitorPast7Days = Num\u0103r total de vizitatori din ultimele 7 zile
homepage.metric.totals.visitorPast30Days = Num\u0103r total de vizitatori din ultimele 30 de zile
#homepage.metric.totals.customizedPages = Total number of users with customized pages.
#homepage.metric.topWidgets = The most popular widgets and their counts.

homepage.metric.totals.user.desc = Num\u0103r total de utilizatori unici ce au accesat pagina Acas\u0103.
homepage.metric.totals.available.widgets.desc = Num\u0103r total de widget-uri implementate \u00een pagina Acas\u0103.
homepage.metric.totals.enabled.widgets.desc = Num\u0103r total de widget-uri ce sunt activate \u00een prezent \u015fi disponibile pentru utilizatori \u00een pagina Acas\u0103.
homepage.metric.percentile.widgetsPerUser.desc = Num\u0103rul mediu de widget-uri utilizate de un utilizator de pagin\u0103 Acas\u0103. Un widget utilizat este unul pe care un utilizator l-a deschis.
homepage.metric.totals.visitorPast24Hours.desc = Num\u0103r total de vizitatori unici din ultimele 24 de ore.
homepage.metric.totals.visitorPastHour.desc = Num\u0103r total de vizitatori unici din ultima or\u0103.
homepage.metric.totals.visitorPast7Days.desc = Num\u0103r total de vizitatori unici din ultimele 7 zile
homepage.metric.totals.visitorPast30Days.desc = Num\u0103r total de vizitatori unici din ultimele 30 de zile
homepage.metric.widgetUsage.desc = Pentru fiecare widget, num\u0103rul total de instan\u0163e de widget utilizate. Un widget folosit este unul care a fost deschis de un utilizator, nu care a fost andocat \u00een bara lateral\u0103.

label.metrics.title = Indici de m\u0103sur\u0103 ai paginii Acas\u0103
label.metrics.name = Nume
label.metrics.value = Valoare
label.metrics.asof = De la:
label.metrics.months = Ianuarie Februarie Martie Aprilie Mai Iunie Iulie August Septembrie Octombrie Noiembrie Decembrie
label.metrics.notSet= Indicii de m\u0103surare sistem nu sunt disponibili \u00eenc\u0103 sau administratorul i-a dezactivat. V\u0103 rug\u0103m s\u0103 v\u0103 contacta\u0163i administratorul pentru informa\u0163ii.
label.metrics.storyLifeTime= Relat\u0103rile \u015fi notific\u0103rile sunt epurate dup\u0103 {0} zile.
# Search strings
# Common to multiple pages
# Only used in isolation for buttons
# used for tabs in search result ui and advanced search options
jsp.search.allAreas = Toate zonele
jsp.search.activities = Activit\u0103\u0163i
jsp.search.blogs = Bloguri
jsp.search.communities = Comunit\u0103\u0163i
jsp.search.dogear = Semne de carte
jsp.search.profiles = Profiluri
jsp.search.wiki = Wiki
jsp.search.files = Fi\u0219iere
jsp.search.search.verb = C\u0103utare
jsp.search.twisty.collapse = Face\u0163i clic pentru a restr\u00e2nge sec\u0163iunea
jsp.search.help.link = Ajutor

#web/jsp/search.jspf
jsp.search.searchbox.default.text = Tot Connections
jsp.search.searchbox.searchdropdown = Rafinare op\u021biuni de c\u0103utare
jsp.search.searchbox.search.activities = Activit\u0103\u0163i
jsp.search.searchbox.search.blogs = Bloguri
jsp.search.searchbox.search.communities = Comunit\u0103\u0163i
jsp.search.searchbox.search.dogear = Semne de carte
jsp.search.searchbox.search.profiles = Profiluri
jsp.search.searchbox.search.wikis = Wiki-uri
jsp.search.searchbox.search.files = Fi\u0219iere
jsp.search.searchbox.search.forums = Forumuri
jsp.search.searchbox.search.status_updates = Actualiz\u0103ri status
jsp.search.searchbox.search.directory = Director
jsp.search.searchbox.search.directory_named =Director {0}
jsp.search.searchbox.search.advanced = Avansat\u0103
jsp.search.searchbox.a11y.title = Introduce\u0163i textul de c\u0103utare
jsp.search.searchbox.search.alt = C\u0103utare

#web/jsp/searchResults.jsp
jsp.search.results.title = Pagina Acas\u0103 - Rezultatele c\u0103ut\u0103rii
jsp.search.results.advanced.search.button = C\u0103utare avansat\u0103 nou\u0103
jsp.search.comments.Comments = Comentarii
#web/jsp/searchComponents.jspf
jsp.search.components.results.from = Tipuri de con\u0163inut
jsp.search.components.all = Toate zonele
jsp.search.components.help = Ob\u0163ine\u0163i o descompunere a rezultatelor dumneavoastr\u0103 de c\u0103utare. Face\u0163i clic pe leg\u0103turi pentru a afi\u015fa rezultatele asociate fiec\u0103rei aplica\u0163ii. Num\u0103rul adiacent fiec\u0103rui nume de aplica\u0163ie indic\u0103 c\u00e2te rezultate exist\u0103 pentru acea aplica\u0163ie.

#web/jsp/seachTags.jspf
jsp.search.tags.tags = Taguri
jsp.search.tags.find = G\u0103sire taguri
jsp.search.tags.search = Lansare c\u0103utare tag
jsp.search.tags.active = Taguri \u00eenrudite
jsp.search.tags.help = Face\u0163i clic pe un tag pentru a afi\u015fa rezultatele t\u0103guite cu acel termen specific. C\u0103uta\u0163i un anumit tag tast\u00e2nd acel tag \u00een c\u00e2mpul de c\u0103utare. Trage\u0163i glisorul pentru a ajusta dimensiunea zonei de tag.
jsp.search.tags.view.cloud = Vizualizare ca cloud
jsp.search.tags.view.list = Vizualizare ca list\u0103

#web/jsp/searchPeople.jspf
jsp.search.people.people = Persoane
jsp.search.people.most.active = Persoane \u00eenrudite
jsp.search.people.help = Vizualiza\u0163i persoanele asociate cu rezultatele dumneavoastr\u0103 de c\u0103utare. Face\u0163i clic pe un nume pentru a afi\u015fa rezultatele de c\u0103utare asociate cu o anumit\u0103 persoan\u0103.

#web/jsp/searchDate.jspf
jsp.search.dates.dates = Date calendaristice
jsp.search.dates.most.active = Date \u00eenrudite
jsp.search.dates.help = Pentru a afi\u015fa rezultatele ce au fost create sau actualizate \u00eentr-o anumit\u0103 perioad\u0103 de timp, expanda\u0163i triunghiul \u00een jos (twistie) \u015fi filtra\u0163i informa\u0163ia dup\u0103 an, lun\u0103 \u015fi dat\u0103.
#web/jsp/searchResults.jspf
jsp.search.results.page.heading = Rezultate c\u0103utare

# Translator: In the next two properties, parameters {0} and {1} are user input
jsp.search.searched.for = A\u0163i c\u0103utat acest termen: {0}
jsp.search.searched.for.refined = A\u0163i c\u0103utat acest termen: {0} cu aceste filtre: {1}

#the next two strings are used in the context Results 1 to 10 of 100
jsp.search.results.range = Rezultate de la {0} la {1} din {2}
jsp.search.results.previous = Anterior
jsp.search.results.next = Urm\u0103tor
jsp.search.results.page = Pagin\u0103
jsp.search.results.first = Primul
jsp.search.results.last = Ultima

# In the next property, please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.noresults = C\u0103utarea dumneavoastr\u0103 nu a returnat niciun rezultat. Face\u0163i clic <a href="{0}">aici</a> pentru a \u00eencerca din nou.

# The two strings below are used in the context Show: 10 | 20 | 50 | 100 | All items
# Because of design, they cannot be resourced in one single string.
# Please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.paging.show = Afi\u015fare:
jsp.search.results.paging.all = <a href="{0}">Toate</a> articolele

# {0} and {1} contain only numbers
jsp.search.results.paging.jump = S\u0103ri\u0163i la pagina {0} din {1}

#web/jsp/advancedSearch.jsp
jsp.search.advancedsearch.page.title = Pagina Acas\u0103 - C\u0103utare avansat\u0103
jsp.search.advancedsearch.title = C\u0103utare avansat\u0103
jsp.search.advancedsearch.tips = Sugestii
jsp.search.advancedsearch.tip.1 = Nou la HCL Connections?
jsp.search.advancedsearch.tip.2 = C\u0103uta\u0163i con\u0163inut dintr-o anumit\u0103 zon\u0103? \u0162inti\u0163i rezultatele c\u0103ut\u0103rii dumneavoastr\u0103 select\u00e2nd numai aplica\u0163iile ce v\u0103 intereseaz\u0103. L\u0103rgi\u0163i-v\u0103 c\u0103utarea f\u0103c\u00e2nd clic pe <B>C\u0103utare tot</B>.
jsp.search.advancedsearch.tip.3 = Introduce\u0163i unul sau mai multe cuvinte cheie pentru a g\u0103si diferite tipuri de con\u0163inut ce con\u0163in acel cuv\u00e2nt cheie.
jsp.search.advancedsearch.description = Introduce\u0163i unul sau mai multe cuvinte cheie pentru a c\u0103uta con\u0163inut \u00eenrudit.
jsp.search.advancedsearch.step.one = Pas unu
jsp.search.advancedsearch.step.two = Pas doi
jsp.search.advancedsearch.step.three = Pas trei
jsp.search.advancedsearch.keywords.label = C\u0103utare cuvinte cheie:
jsp.search.advancedsearch.features.select = Selecta\u0163i aplica\u0163iile pe care dori\u0163i s\u0103 le c\u0103uta\u0163i.
jsp.search.advancedsearch.features.all = C\u0103utare tot
jsp.search.advancedsearch.keywords.description = De ex. c\u0103ut\u00e2nd "design" afi\u015feaz\u0103 o list\u0103 de persoane, bloguri, activit\u0103\u0163i, comunit\u0103\u0163i \u015fi semne de carte ce con\u0163in cuv\u00e2ntul "proiectare" \u00een titlu, descriere, taguri sau con\u0163inut.
jsp.search.advancedsearch.tags.only = C\u0103utare doar dup\u0103 taguri
#web/jsp/advancedSearch.jsp - All Areas Tab
jsp.search.advancedsearch.all.caption = Utiliza\u0163i c\u00e2mpul de mai jos pentru a c\u0103uta anumite sau toate zonele
jsp.search.advancedsearch.keyword.label = Cuvinte cheie
jsp.search.advancedsearch.keyword.description = Introduce\u0163i un cuv\u00e2nt cheie pentru a g\u0103si con\u0163inut care con\u0163ine acel cuv\u00e2nt cheie.
jsp.search.advancedsearch.tags.label = Taguri
jsp.search.advancedsearch.tags.description = Introduce\u0163i un tag pentru a g\u0103si persoane sau con\u0163inut cu taguri cu un termen specific.
jsp.search.advancedsearch.person.label = Persoan\u0103
jsp.search.advancedsearch.person.description = Introduce\u0163i numele unei persoane pentru a-i g\u0103si profilul \u015fi orice con\u0163inut la care sunt autori.
jsp.search.advancedsearch.time.label = Cadru de timp
jsp.search.advancedsearch.time.description = Selecta\u0163i intervalul de timp \u00een care s\u0103 c\u0103uta\u0163i
jsp.search.advancedsearch.areas.label = Zone de c\u0103utare
jsp.search.advancedsearch.areas.description = Cur\u0103\u0163a\u0163i pentru excludere de la c\u0103utare
jsp.search.advancedsearch.searchAllContent = C\u0103uta\u0163i tot con\u0163inutul
jsp.search.advancedsearch.searchMyContent = Caut\u0103 con\u0163inutul meu

#web/jsp/noIndex.jsp
jsp.search.noIndex.title = Pagina Acas\u0103 - Indexul lipse\u015fte sau este corupt
jsp.search.noIndex.message = C\u0103utarea este indisponibil\u0103 pe acest server deoarece indexul lipse\u015fte sau este corupt.  Face\u0163i clic pe \u00cenapoi pentru a \u00eencerca din nou.  Dac\u0103 acest mesaj persist\u0103, contacta\u0163i-v\u0103 administratorul.
jsp.search.error = Eroare

#web/jsp/opensearch.jsp
#this jsp is used to provide details about Connections search to browsers so they can include Connections search in their built in search forms
# the service name cannot be longer than 16 characters for the opensearch spec
jsp.search.opensearch.service.name = Connections
# long service name may be up to 48 characters
jsp.search.opensearch.service.long.name = C\u0103utare Connections
# the description must be less than 1024 characters for the opensearch spec
jsp.search.opensearch.description = C\u0103uta\u0163i tot con\u0163inutul Connections
# developer must not be longer than 64 characters
jsp.search.opensearch.service.developer = Echipa de dezvoltare Connections


# Admin UI: admin/admin.jsp
jsp.admin.title = Pagina Acas\u0103 a administratorului
jsp.admin.description = Utiliza\u0163i aceast\u0103 pagin\u0103 pentru a defini aplica\u0163iile ce sunt disponibile pentru utilizatorii paginii Acas\u0103.
jsp.admin.widgets.click = Face\u0163i clic pe numele unei aplica\u0163ii pentru a o selecta.
jsp.admin.enabled.widgets = Aplica\u0163ii activate
jsp.admin.enabled.widgets.comment = Aplica\u0163iile activate apar \u00een pagina Acas\u0103
jsp.admin.disabled.widgets = Aplica\u0163ii dezactivate
jsp.admin.disabled.widgets.comment = Aplica\u0163iile dezactivate nu apar \u00een pagina Acas\u0103
jsp.admin.button.disable = Dezactivare
jsp.admin.button.edit = Editare
jsp.admin.button.remove = \u00cenl\u0103turare
jsp.admin.button.enable = Activare
jsp.admin.button.add = Ad\u0103ugare alt\u0103 aplica\u0163ie
jsp.admin.button.refresh = Re\u00eemprosp\u0103tare cache
jsp.admin.button.add.mapping = Ad\u0103ugare mapare
jsp.admin.button.edit.mapping = Editare mapare
jsp.admin.button.delete.mapping = \u015etergere mapare
jsp.admin.test.mode.title = Mod testare:
jsp.admin.test.mode.checkbox = Permitere aplica\u0163ii dezactivate
jsp.admin.add.page.title = Ad\u0103ugare aplica\u0163ie nou\u0103
jsp.admin.edit.page.title = Editare aplica\u0163ie
jsp.admin.edit.widget.type = Tip aplica\u0163ie:
jsp.admin.edit.widget.type.comment = Selecta\u0163i tipul de aplica\u0163ie.
jsp.admin.edit.widget.type.iwidget = iWidget
# OpenSocial should not be translated as it's the name of a standard
jsp.admin.edit.widget.type.osgadget = Gadget OpenSocial
jsp.admin.edit.widget.name = Titlu aplica\u0163ie:
jsp.admin.edit.widget.name.comment = Introduce\u0163i un nume de aplica\u0163ie. De exemplu, Bloguri.
jsp.admin.edit.widget.description = Descriere:
jsp.admin.edit.widget.description.comment = Introduce\u0163i descrierea unei aplica\u0163ii. De exemplu, Intr\u0103ri \u015fi comentarii recente de la Bloguri.
jsp.admin.edit.widget.url = Adres\u0103 URL:
jsp.admin.edit.widget.url.comment = Introduce\u0163i loca\u0163ia aplica\u0163iei. Aceasta trebuie s\u0103 fie o adres\u0103 web absolut\u0103 securizat\u0103. De exemplu, http://myserver.com/mywidget.xml.
jsp.admin.edit.widget.secureurl = Adres\u0103 URL securizat\u0103:
jsp.admin.edit.widget.secureurl.comment = Introduce\u0163i loca\u0163ia aplica\u0163iei. Aceasta trebuie s\u0103 fie o adres\u0103 web absolut\u0103 securizat\u0103. De exemplu, https://myserver.com/mywidget.xml.
jsp.admin.edit.widget.iconurl = URL pictogram\u0103:
jsp.admin.edit.widget.iconurl.comment = Introduce\u0163i loca\u0163ia unei pictograme de afi\u015fat pentru aplica\u0163ia andocat\u0103. Imaginea ar trebui s\u0103 aib\u0103 dimensiunea 16 x 16 pixeli (pictogramele favorite sunt acceptabile).
jsp.admin.edit.widget.iconsecureurl = URL pictogram\u0103 securizat:
jsp.admin.edit.widget.iconsecureurl.comment = Introduce\u0163i loca\u0163ia unei pictograme de afi\u015fat pentru aplica\u0163ia andocat\u0103. Imaginea ar trebui s\u0103 aib\u0103 dimensiunea 16 x 16 pixeli (pictogramele favorite sunt acceptabile).
jsp.admin.edit.widget.homepagespecific = Utilizare taguri specifice HCL Connections:
jsp.admin.edit.widget.cache = Descriptor aplica\u0163ie \u00een cache:
jsp.admin.edit.widget.preview = Previzualizare URL imagine:
jsp.admin.edit.widget.preview.comment = Introduce\u0163i loca\u0163ia unei imagini de previzualizare. Aceata poate fi o adres\u0103 Web relativ\u0103 sau absolut\u0103. De exemplu, http://myserver.com/images/image.gif.
jsp.admin.edit.widget.category = Categorie:
jsp.admin.edit.widget.category.comment = De ex. Semne de carte
jsp.admin.edit.widget.tab.widget = Afi\u015fare \u00een Pagina mea:
jsp.admin.edit.widget.tab.widget.comment = Trebuie s\u0103 alege\u0163i o zon\u0103 pentru a afi\u015fa aplica\u0163ia, fie \u00een Pagina mea, fie \u00een paginile Actualiz\u0103ri. Activa\u0163i ambele op\u0163iuni pentru a afi\u015fa aplica\u0163ia \u00een ambele zone.
jsp.admin.edit.widget.tab.update =  Afi\u015fare \u00een pagina Actualiz\u0103ri:
jsp.admin.edit.widget.tab.update.comment = Trebuie s\u0103 alege\u0163i o zon\u0103 pentru a afi\u015fa aplica\u0163ia, fie \u00een Pagina mea, fie \u00een paginile Actualiz\u0103ri. Activa\u0163i ambele op\u0163iuni pentru a afi\u015fa aplica\u0163ia \u00een ambele zone.
jsp.admin.edit.widget.opened = Deschis implicit:
jsp.admin.edit.widget.opened.comment = Selecta\u0163i aceast\u0103 op\u0163iune pentru a afi\u015fa aplica\u0163ia atunci c\u00e2nd utilizatorul se \u00eenregistreaz\u0103 prima dat\u0103 \u00een pagina Acas\u0103.
jsp.admin.edit.widget.view = Aplica\u0163ii multiple:
jsp.admin.edit.widget.view.comment = Selecta\u0163i aceast\u0103 op\u0163iune pentru a activa pentru afi\u015fare instan\u0163e multiple ale aplica\u0163iei.
jsp.admin.edit.widget.prereqs = Cerin\u0163e preliminare:
jsp.admin.edit.button.ok = Ok
jsp.admin.edit.button.save = Salvare
jsp.admin.edit.button.cancel = Anulare
jsp.admin.tips = Sugestii
jsp.admin.tip.header = Administrator nou?
jsp.admin.tip.1 = Utiliza\u0163i pagina de administrare pentru a activa \u015fi dezactiva aplica\u0163ii indiviuale \u015fi pentru a le edita detaliile.
jsp.admin.tip.2 = \u00cembun\u0103t\u0103\u0163i\u0163i func\u0163ionalitatea paginii Acas\u0103 prin ad\u0103ugarea de noi aplica\u0163ii din organiza\u0163ia dumneavoastr\u0103 sau de la ter\u0163e p\u0103r\u0163i.
jsp.admin.error.select.widget = Selecta\u0163i o aplica\u0163ie \u00eenainte de a realiza o ac\u0163iune.
jsp.admin.error.empty.name = Introduce\u0163i un titlu pentru aplica\u0163ie \u00eenainte de salvare.
jsp.admin.error.empty.url = Introduce\u0163i un URL pentru aplica\u0163ie \u00eenainte de salvare.
jsp.admin.error.system.widgets = Aplica\u0163iile sistemului nu pot fi \u00eenl\u0103turate.
jsp.admin.error.protocol = Protocol nesuportat pentru resursele aplica\u0163iei.
jsp.admin.error.url = Resursa nu a fost g\u0103sit\u0103 \u00een aceast\u0103 loca\u0163ie.
jsp.admin.error.verified = Resursa nu a putut fi verificat\u0103. Contacta\u0163i-v\u0103 administratorul de sistem.
jsp.admin.error.widgettab = Selecta\u0163i una sau mai multe op\u0163iuni de afi\u015fare. Trebuie s\u0103 afi\u015fa\u0163i aplica\u0163ia \u00een vizualizarea Actualiz\u0103ri sau vizualizarea Aplica\u0163ii, sau ambele.
jsp.admin.error.newwidget = A ap\u0103rut o eroare la crearea noii aplica\u0163ii. Aplica\u0163ia este disponibil\u0103, dar poate s\u0103 nu func\u0163ioneze corect.
jsp.admin.error.enablewidget = A ap\u0103rut o eroare la activarea aplica\u0163iei. Aplica\u0163ia este disponibil\u0103, dar poate s\u0103 nu func\u0163ioneze corect.
jsp.admin.error.editwidget = A ap\u0103rut o eroare la salvarea aplica\u0163iei. Aplica\u0163ia este disponibil\u0103, dar poate s\u0103 nu func\u0163ioneze corect.
jsp.admin.error.refreshcache = A ap\u0103rut o eroare la re\u00eemprosp\u0103tarea cache-ului pentru aplica\u0163ie.
jsp.admin.gadgetSettings.legend = Set\u0103rile gadget-ului cu fluxul de Activitate sau dialogul Partajare
jsp.admin.gadgetSettings.gadgetSecurityLabel = Securitate:
jsp.admin.gadgetSettings.gadgetsecurityUnrestriced = De \u00eencredere
jsp.admin.gadgetSettings.gadgetsso = Utiliza\u0163i SSO.
jsp.admin.gadgetSettings.gadgetSecurityRestricted = Restric\u021bionat
jsp.admin.gadgetSettings.gadgetSettingsHelp = Gadget-urile de \u00eencredere pot accesa API-uri ce pot avea date poten\u0163ial sensibile.
jsp.admin.gadgetSettings.gadgetsecurityLabel = Puncte de integrare UI:
jsp.admin.gadgetSettings.gadgetshareboxLabel = Afi\u015fare \u00een dialogul Share dup\u0103 gadget:
jsp.admin.gadgetSettings.gadgeteeLabel = Afi\u015fare pentru evenimentele de flux Activitate.
jsp.admin.gadgetSettings.gadgeturlaccesslabel = Acces la server prin Proxy:
jsp.admin.gadgetSettings.gadgeturlaccessExternal = Numai \u00een afara intranetului.
jsp.admin.gadgetSettings.gadgeturlaccessAny = Toate serverele.
jsp.admin.gadgetSettings.gadgeturlaccessCustom = Regul\u0103 personalizat\u0103 definit\u0103 pentru acest gadget \u00een fi\u015fierul proxy-policy.dynamic.
jsp.admin.gadgetSettings.widgetOrGadgetHelp = Ce pot accesa gadget-urile URL.
jsp.admin.gadgetSettings.gadgetoauthLabel = Client OAuth:
jsp.admin.gadgetSettings.serviceName=Nume serviciu:
jsp.admin.gadgetSettings.oauthMappings= Mapa\u0163i serviciul la client Oauth sau selecta\u0163i o mapare de editat.
jsp.admin.gadgetSettings.serviceMappings= Map\u0103ri serviciu:
jsp.admin.alert.willupdate=Modificarea set\u0103rilor \u00een acest ecran va duce la o re\u00eemprosp\u0103tare ce va pune accent pe partea de sus a paginii
jsp.admin.alert.willupdate.2=Modific\u00e2nd {0} va duce la o re\u00eemprosp\u0103tare ce va pune accent pe partea de sus a paginii

# Getting Start UI: web/gettingStartedPage.action
jsp.start.title = Ini\u021bierea \u00een HCL Connections.
jsp.start.sub.title = Utiliza\u0163i aceast\u0103 fil\u0103 pentru a v\u0103 ghida prin unele taskuri de baz\u0103 \u015fi pentru a v\u0103 ajuta s\u0103 \u00eencepe\u0163i cu unele caracteristici cheie.
jsp.start.checkbox.label = Nu afi\u015fa\u0163i acest ecran la \u00eenceput
jsp.start.step1.tab.title.nocaps = Bine a\u0163i venit
jsp.start.step1.tab.title = BINE A\u0162I VENIT
jsp.start.step1.title = Ini\u021bierea \u00een HCL Connections.
jsp.start.step1.sub.title = Aceast\u0103 pagin\u0103 de aterizare v\u0103 permite s\u0103 v\u0103 personaliza\u021bi prima experien\u021b\u0103 ca \u0219i utilizator cu HCL Connections.
jsp.start.step1.text = Administratorii pot personaliza pa\u015fii \u00een pagina Ini\u0163iere prin editarea gettingstarted-config.xml. Ace\u015ftia pot ad\u0103uga sau \u00eenl\u0103tura pa\u015fi \u015fi furniza con\u0163inut cum ar fi un mesaj de \u00eent\u00e2mpinare de la CEO.
jsp.start.share.sub.title = Descoperi\u0163i cum pute\u0163i s\u0103 v\u0103 conecta\u0163i cu al\u0163ii pentru a partaja informa\u0163ii.
jsp.start.explore.tab.title.nocaps = Explorare
jsp.start.explore.tab.title = EXPLORARE
jsp.start.explore.title = Explorare
jsp.start.explore.sub.title = Afla\u021bi mai multe despre caracteristicile HCL Connections.

jsp.start.welcome.title = Bine a\u021bi venit la HCL Connections
jsp.start.welcome.sub.title = Afla\u021bi mai multe despre ce este HCL Connections \u0219i cum s\u0103 \u00eel folosi\u021bi.
jsp.start.welcome.text.line1 = HCL Connections aduce re\u021belele de socializare \u00een \u00eentreprinderi, permi\u021b\u00e2ndu-v\u0103 s\u0103 comunica\u021bi, colabora\u021bi \u0219i s\u0103 construi\u021bi rela\u021bii puternice cu al\u021bii. Dac\u0103 dori\u021bi s\u0103 partaja\u021bi informa\u021bii importante, s\u0103 construi\u021bi o re\u021bea de contacte utile sau s\u0103 urm\u0103ri\u021bi persoane ce v\u0103 intereseaz\u0103, exist\u0103 o aplica\u021bie pentru dvs.
jsp.start.welcome.text.line3 = Face\u0163i clic pe <b>Partajare</b> pentru a \u00eencepe.  Conecta\u0163i-v\u0103 cu al\u0163ii pentru a \u00eencepe schimbul de informa\u0163ii \u015fi idei. Apoi face\u0163i clic pe fila <b>Explorare</b> pentru a fi introdus la diferite aplica\u0163ii \u015fi a \u00eenv\u0103\u0163a cum se folosesc.

# Getting started - Visitor tab

jsp.start.welcome.visitor.text.line1 = Cineva din aceast\u0103 organiza\u021bie v-a invitat s\u0103 v\u0103 al\u0103tura\u021bi unei comunit\u0103\u021bi HCL Connections sau a partajat un fi\u0219ier cu dvs. HCL Connections v\u0103 ofer\u0103 instrumentele de care ave\u021bi nevoie pentru a colabora cu alte persoane. C\u00e2nd v\u0103 al\u0103tura\u021bi la HCL Connections, deveni\u021bi un utilizator extern \u00een aceast\u0103 comunitate.
jsp.start.welcome.visitor.text.line2 = Pentru a \u00eencepe imediat, face\u021bi clic pe {0} sau {1}, pentru a vedea dac\u0103 exist\u0103 mesaje \u00een a\u0219teptare pentru dvs.
jsp.start.welcome.visitor.text.line3 = Dori\u0163i s\u0103 afla\u0163i mai multe? Face\u0163i clic pe {0} pentru a afla.
jsp.start.welcome.visitor.text.homepage = {0} v\u0103 ajut\u0103 s\u0103 afla\u0163i rapid care sunt nout\u0103\u0163ile, s\u0103 g\u0103si\u0163i ceea ce v\u0103 intereseaz\u0103 \u015fi s\u0103 afla\u0163i c\u00e2nd sunte\u0163i men\u0163ionat. Pentru a utiliza c\u00e2t mai eficient aceast\u0103 pagin\u0103, asigura\u0163i-v\u0103 c\u0103 urm\u0103ri\u0163i comunit\u0103\u0163ile \u015fi fi\u015fierele, astfel \u00eenc\u00e2t s\u0103 fi\u0163i \u0163inut la curent cu cele mai recente modific\u0103ri. Pentru a deschide pagina Acas\u0103, face\u0163i clic pe pictograma Acas\u0103.
jsp.start.welcome.visitor.text.communities = Utiliza\u0163i {0} pentru a participa \u00eentr-o comunitate de interes, unde pute\u0163i partaja fi\u015fiere, urm\u0103ri proiecte, \u00eentreba \u015fi r\u0103spunde la \u00eentreb\u0103ri, co-edita informa\u0163ii \u015fi prezenta idei noi. Pentru a g\u0103si comunit\u0103\u0163ile \u00een care sunte\u0163i membru, face\u0163i clic pe pictograma Comunit\u0103\u0163i.
jsp.start.welcome.visitor.text.files = {0} v\u0103 permite s\u0103 partaja\u021bi fi\u0219iere cu alte persoane \u0219i s\u0103 vede\u021bi fi\u0219ierele partajate de al\u021bii cu dvs. Fixa\u021bi fi\u0219ierele la care vre\u021bi s\u0103 reveni\u021bi mai des, pentru a le g\u0103si mai repede. Ad\u0103uga\u021bi comentarii la fi\u0219iere, desc\u0103rca\u021bi cea mai recent\u0103 versiune sau folosi\u021bi capacit\u0103\u021bile de co-editare pentru a face modific\u0103ri online \u00een fi\u0219iere.
jsp.start.welcome.visitor.homepage = Pagina Acas\u0103
jsp.start.welcome.visitor.help = Ce pot face ca un utilizator extern?

# Getting started - share tab
jsp.start.share.tab.title.nocaps=Partajare
jsp.start.share.tab.title=PARTAJARE
jsp.start.share.title=Ce dori\u0163i s\u0103 face\u0163i mai departe?
jsp.start.share.component.headline.documents=Creez documente \u015fi resurse de lucru
jsp.start.share.component.headline.collaborate=Creez o loca\u0163ie central\u0103 pentru ca echipa mea s\u0103 colaboreze
jsp.start.share.component.headline.ideas=Creez un loc \u00een care echipa mea s\u0103 partajeze idei
jsp.start.share.component.headline.knowledge=P\u0103strez un jurnal personal pentru a-mi \u00eemp\u0103rt\u0103\u015fi cuno\u015ftin\u0163ele \u015fi expertiza
jsp.start.share.component.headline.people=G\u0103sesc persoane cu care s\u0103 m\u0103 conectez
jsp.start.share.component.headline.links=Partajez leg\u0103turile mele la site-uri web
jsp.start.share.component.headline.library=Cer o examinare a documentului de la colegii mei

jsp.start.share.component.body.title.tryMultiple=\u00cencerca\u0163i {0} sau {1}
jsp.start.share.component.body.title.try=\u00cencerca\u0163i {0}

jsp.start.share.component.body.documents.files=Utiliza\u0163i Fi\u015fiere atunci c\u00e2nd dori\u0163i s\u0103 \u00eenc\u0103rca\u0163i, s\u0103 partaja\u0163i \u015fi s\u0103 depozita\u0163i documente \u00eentr-o loca\u0163ie central\u0103.
jsp.start.share.component.body.documents.activities=Pute\u0163i utiliza Activit\u0103\u0163i pentru a partaja documente de lucru. O activitate v\u0103 permite s\u0103 v\u0103 organiza\u0163i lucrul echipei dumneavoastr\u0103 \u015fi resursele \u00een jurul taskurilor de proiect.

jsp.start.share.component.body.collaborate.communities=O comunitate aduce \u00eempreun\u0103 persoane cu interese comune. Utiliza\u0163i aceast\u0103 caracteristic\u0103 furnizat\u0103 de Comunit\u0103\u0163i pentru a v\u0103 cunoa\u015fte, organiza \u015fi pentru a \u00eencepe s\u0103 v\u0103 conecta\u0163i. \u00cencuraja\u0163i-v\u0103 echipa s\u0103 colaboreze \u015fi s\u0103 partajeze informa\u0163ii prin ad\u0103ugarea de bloguri, wiki-uri, activit\u0103\u0163i, forumuri \u015fi semne de carte.
jsp.start.share.component.body.ideas.forums=Forumurile reprezint\u0103 un loc util pentru ca echipa dvs. s\u0103 fac\u0103 schimb de idei \u0219i s\u0103 colecteze reac\u021bii. Utiliza\u021bi un forum pentru a partaja idei cu echipa dvs. \u0219i pentru a discuta subiecte de interes comun.
jsp.start.share.component.body.ideas.wikis=Crea\u0163i un wiki pentru a da echipei dumneavoastr\u0103 un loc central pentru partajarea \u015fi dezvoltarea de idei \u00eentr-un mod dinamic \u015fi colaborativ.
jsp.start.share.component.body.knowledge.blogs=Blogurile sunt jurnale online pe care le pute\u0163i utiliza pentru a partaja informa\u0163ii cu organiza\u0163ia dumneavoastr\u0103. Utiliza\u0163i un blog pentru a spune colegilor despre ultimele dezvolt\u0103ri \u00een anumite domenii, s\u0103 v\u0103 face\u0163i expertiza disponibil\u0103 altora, sau pur \u015fi simplu pentru a partaja nout\u0103\u0163ile \u015fi viziunile dumneavoastr\u0103.
jsp.start.share.component.body.people.profiles=Utiliza\u0163i Profiluri pentru a v\u0103 conecta rapid cu persoane corespunz\u0103toare. Pute\u0163i c\u0103uta persoane \u00een func\u0163ie de informa\u0163iile de contact, experien\u0163\u0103 sau expertiz\u0103. Construi\u0163i un set util de contacte prin invitarea persoanelor s\u0103 participe \u00een re\u0163eaua dumneavoastr\u0103. C\u0103uta\u0163i \u015fi conecta\u0163i-v\u0103!
jsp.start.share.component.body.links.dogear=Utiliza\u0163i Semne de carte pentru a depozita, organiza \u015fi partaja semnele dumneavoastr\u0103 de carte din Internet \u015fi intranet de la o loca\u0163ie de \u00eencredere, central\u0103. Pute\u0163i partaja unele sau toate semnele dumneavoastr\u0103 de carte, av\u00e2nd controlul asupra cine \u015fi ce vede. Pute\u0163i de asemenea s\u0103 ajunge\u0163i la resursele organiza\u0163iei dumneavoastr\u0103 v\u0103z\u00e2nd colec\u0163iile de semne de carte ale altor persoane.
jsp.start.share.component.body.library.communities=Utiliza\u0163i o bibliotec\u0103 pentru a organiza, colabora pe ea \u015fi pentru a partaja fi\u015fierele comunit\u0103\u0163ii. Pute\u0163i s\u0103 cere\u0163i colegilor membri s\u0103 examineze ciornele dumneavoastr\u0103 \u015fi s\u0103 profite de caracteristici sociale bogate, precum tagurile, urm\u0103rirea, aprecieri \u015fi comentarii.


jsp.start.share.component.linksTitle.activities=Deplasa\u0163i-v\u0103 la Activit\u0103\u0163i
jsp.start.share.component.linksTitle.blogs=Deplasa\u0163i-v\u0103 la Bloguri
jsp.start.share.component.linksTitle.dogear=Deplasa\u0163i-v\u0103 la Semne de carte
jsp.start.share.component.linksTitle.files=Accesare Fi\u0219iere
jsp.start.share.component.linksTitle.communities=Deplasa\u0163i-v\u0103 la Comunit\u0103\u0163i
jsp.start.share.component.linksTitle.forums=Deplasa\u0163i-v\u0103 la Forumuri
jsp.start.share.component.linksTitle.wikis=Deplasa\u0163i-v\u0103 la Wiki-uri
jsp.start.share.component.linksTitle.profiles=Deplasa\u0163i-v\u0103 la Profiluri
jsp.start.share.component.linksTitle.homepage=Deplasa\u0163i-v\u0103 la vizualizarea de actualiz\u0103ri pagina Acas\u0103

jsp.start.share.info=Face\u0163i clic pe leg\u0103turi pentru mai multe detalii asupra fiec\u0103rei aplica\u0163ii.

# Explore
jsp.start.explore.component.body.activities=Activit\u0103\u0163ile v\u0103 permit s\u0103 v\u0103 organiza\u0163i lucrul echipei dumneavoastr\u0103 \u00een jurul taskurilor de proiect. Crearea unei activit\u0103\u0163i este o metod\u0103 util\u0103 de partajare a informa\u0163iilor \u015fi resurselor, de atribuire \u015fi urm\u0103rire a articolelor de f\u0103cut, de postare a informa\u0163iilor de echip\u0103 \u015fi de organizare a \u00eent\u00e2lnirilor. Pute\u0163i ad\u0103uga membri noi \u00eentr-o activitate \u00een orice moment, permi\u0163\u00e2ndu-v\u0103 s\u0103 aduna\u0163i rapid resursele de care ave\u0163i nevoie pentru un proiect.
jsp.start.explore.component.body.blogs=Blogurile sunt jurnale online pe care le pute\u0163i utiliza pentru a partaja informa\u0163ii cu organiza\u0163ia dumneavoastr\u0103. Un blog este o metod\u0103 bun\u0103 de a comunica ultimele dumneavoastr\u0103 \u015ftiri \u015fi viziuni \u00eentr-un stil eficient \u015fi dinamic. Prin postarea intr\u0103rilor regulat despre un subiect sau o tem\u0103 specific\u0103, pute\u0163i s\u0103 v\u0103 asigura\u0163i c\u0103 persoanele sunt \u0163inute la curent cu cele mai recente dezvolt\u0103ri dintr-o anumit\u0103 zon\u0103.
jsp.start.explore.component.body.dogear=Utiliza\u0163i Semne de carte pentru a depozita \u015fi extrage leg\u0103turi Web marcate cu semn de carte dintr-un spa\u0163iu central. Pute\u0163i partaja unele sau toate semnele dumneavoastr\u0103 de carte. Pute\u0163i de asemenea s\u0103 vede\u0163i colec\u0163iile altor persoane de semne de carte, ceea ce v\u0103 poate oferi un mod de a v\u0103 conecta cu persoane ce au interese similare sau expertiza de care ave\u0163i nevoie.
jsp.start.explore.component.body.communities=O comunitate este un grup de persoane ce au un interes comun. Comunit\u0103\u0163ile furnizeaz\u0103 o cale excelent\u0103 de conectare a membrilor unei echipe \u015fi \u00eei ajut\u0103 s\u0103 p\u0103streze leg\u0103tura \u015fi s\u0103 partajeze informa\u0163ii. Comunit\u0103\u0163ile pot fi publice sau restric\u0163ionate, permi\u0163\u00e2nd proprietarilor comunit\u0103\u0163ii s\u0103 controleze cine poate s\u0103 intre \u00een comunitate \u015fi s\u0103 acceseze con\u0163inutul acesteia. Comunit\u0103\u0163ile pot con\u0163ine sau se pot lega la biblioteci de documente, pot s\u0103 permit\u0103 membrilor s\u0103 se organizeze \u015fi s\u0103 colaboreze pe fi\u015fierele comunit\u0103\u0163ii.
jsp.start.explore.component.body.files=Fi\u015fiere ofer\u0103 o modalitate convenabil\u0103 pentru \u00eenc\u0103rcarea \u015fi depozitarea fi\u015fierelor \u00eentr-o magazie central\u0103. Pute\u0163i partaja fi\u015fierele \u00eenc\u0103rcate cu anumite persoane, aceasta oferindu-v\u0103  mijloacele de a colabora pe un con\u0163inut f\u0103r\u0103 s\u0103 trebuiasc\u0103 s\u0103 trimite\u0163i fi\u015fiere mari prin e-mail. Pute\u0163i de asemenea s\u0103 aprecia\u0163i sau s\u0103 comenta\u0163i fi\u015fierele, s\u0103 organiza\u0163i fi\u015fierele utiliz\u00e2nd foldere \u015fi s\u0103 urm\u0103ri\u0163i diferitele versiuni ale fi\u015fierelor.
jsp.start.explore.component.body.forums=Un forum este un panou de discu\u0163ii online cu accent pe un anumit subiect sau tem\u0103. Pute\u0163i participa \u00eentr-un forum prin postarea de \u00eentreb\u0103ri sau r\u0103spunz\u00e2nd la firele de discu\u0163ie existente. Dori\u0163i s\u0103 g\u0103si\u0163i solu\u0163ia pentru o problem\u0103 ce v\u0103 blocheaz\u0103?  Forumurile reprezint\u0103 o modalitate excelent\u0103 pentru schimbul de idei, colectarea reac\u0163iilor \u015fi pentzru utilizarea eficient\u0103 a expertizei altora.
jsp.start.explore.component.body.profiles=Profiluri este un director cu persoanele din organiza\u0163ia dumneavoastr\u0103 ce v\u0103 permite s\u0103 g\u0103si\u0163i \u015fi s\u0103 v\u0103 conecta\u0163i cu persoanele potrivite rapid. Pute\u0163i c\u0103uta persoane \u00een func\u0163ie de informa\u0163iile acestora de contact, experien\u0163\u0103 sau expertiz\u0103. Spune\u0163i-le celorlal\u0163i cine sunte\u0163i complet\u00e2ndu-v\u0103 propriul profil. Construi\u0163i-v\u0103 propriul set de contacte ad\u0103ug\u00e2nd persoane \u00een re\u0163eaua dumneavoastr\u0103.
jsp.start.explore.component.body.wikis=Un wiki este o colec\u0163ie de pagini web despre un anumit subiect. Wiki-urile sunt un mod excelent de a partaja informa\u0163ii central \u015fi de a \u00eencuraja colaborarea \u00een cadrul echipei dumneavoastr\u0103 de proiect. Membrii wiki pot s\u0103 adauge propriile pagini \u015fi pot edita \u015fi comenta pagini existente, astfel asigur\u00e2ndu-se faptul c\u0103 informa\u0163iile sunt tot timpul actualizate.

jsp.start.explore.introduction.title=Introducere
jsp.start.explore.introduction.body=HCL Connections este un software social pentru afaceri. Acesta v\u0103 ajut\u0103 s\u0103 dezvolta\u021bi, s\u0103 alimenta\u021bi \u0219i s\u0103 r\u0103m\u00e2ne\u021bi \u00een contact cu o re\u021bea a colegilor dvs. s\u0103 r\u0103spunde\u021bi rapid la oportunit\u0103\u021bile de afaceri prin apelarea la expertiza din re\u021beaua dvs. \u0219i de a discuta \u0219i rafina idei noi, creative cu comunit\u0103\u021bile de colegi \u0219i clien\u021bi.
jsp.start.explore.info=Face\u0163i clic pe leg\u0103turi pentru mai multe detalii asupra fiec\u0103rei aplica\u0163ii.

jsp.start.explore.demo.alt=Rulare video demonstrativ
jsp.start.explore.viewdemo=Vizualizare demo
jsp.start.explore.viewCommunitiesDemo=Vizualizare Demo comunit\u0103\u0163i
jsp.start.explore.viewLibraryDemo=Vizualizare Demo bibliotec\u0103

jsp.help.read.transcript = Face\u0163i clic aici pentru a citi o transcriere text a acestui \u00eendrumar.

# River of news strings
jsp.river.more = Mai multe
jsp.river.removeSaved = \u00cenl\u0103turare articol din lista mea de salv\u0103ri
jsp.river.associatedTags = Taguri:
jsp.river.saveForLater= Salvare
jsp.river.saveForLater.alt = Salvare pictogram\u0103
jsp.river.openOriginal = Deschide\u0163i articolul original
jsp.river.linkIcon = Pictogram\u0103 Leg\u0103tur\u0103
jsp.river.deleteSaved = \u00cenl\u0103turare din salvate

jsp.river.discover.introduction = Descoperi\u0163i persoane noi \u015fi contacte noi prin r\u0103sfoirea \u00een toate actualiz\u0103rile publice
jsp.river.topUpdates.introduction = Vizualiza\u0163i actualiz\u0103rile de status din re\u0163eaua dumneavoastr\u0103 \u015fi r\u0103spunsurile c\u0103tre propriile contribu\u0163ii.
jsp.river.filter.show = Afi\u015fare:
jsp.river.filter.allUpdates = Toate actualiz\u0103rile
jsp.river.filter.homepage = Pagina Acas\u0103
jsp.river.filter.activities = Activit\u0103\u0163i
jsp.river.filter.profiles = Profiluri
jsp.river.filter.communities = Comunit\u0103\u0163i
jsp.river.filter.blogs = Bloguri
jsp.river.filter.dogear = Semne de carte
jsp.river.filter.wikis = Wiki-uri
jsp.river.filter.files = Fi\u0219iere

jsp.river.filter.alt.allUpdates = Selecta\u0163i s\u0103 afi\u015fa\u0163i toate actualiz\u0103rile
jsp.river.filter.alt.activities = Selecta\u0163i s\u0103 afi\u015fa\u0163i numai actualiz\u0103rile de la Activit\u0103\u0163i
jsp.river.filter.alt.profiles = Selecta\u0163i s\u0103 afi\u015fa\u0163i numai actualiz\u0103rile de la Profiluri
jsp.river.filter.alt.communities = Selecta\u0163i s\u0103 afi\u015fa\u0163i numai actualiz\u0103rile de la Comunit\u0103\u0163i
jsp.river.filter.alt.blogs = Selecta\u0163i s\u0103 afi\u015fa\u0163i numai actualiz\u0103rile de la Bloguri
jsp.river.filter.alt.dogear = Selecta\u0163i s\u0103 afi\u015fa\u0163i numai actualiz\u0103rile de la Semne de carte
jsp.river.filter.alt.wikis = Selecta\u0163i s\u0103 afi\u015fa\u0163i numai actualiz\u0103rile de la Wiki-uri
jsp.river.filter.alt.files = Selecta\u0163i s\u0103 afi\u015fa\u0163i numai actualiz\u0103rile de la Fi\u015fiere

jsp.river.error.message = Nu se pot afi\u015fa relat\u0103rile de \u015ftiri
jsp.river.error.error = A ap\u0103rut o eroare. Contacta\u0163i-v\u0103 administratorul de sistem. Aceast\u0103 eroare poate fi cauzat\u0103 dac\u0103 serviciul de magazie de \u015ftiri nu ruleaz\u0103 corespunz\u0103tor.
jsp.river.error.details = Afi\u015fare mesaj de eroare complet
jsp.river.error.icon.alt = Pictogram\u0103 Eroare

# Alt text for icons in river of news. Need for screen readers
jsp.river.alt.homepage = Eveniment din pagina Acas\u0103
jsp.river.alt.blogs = Eveniment din Bloguri
jsp.river.alt.wikis = Eveniment din Wiki-uri
jsp.river.alt.files = Eveniment din Fi\u015fiere
jsp.river.alt.dogear = Eveniment din Semne de carte
jsp.river.alt.activities = Eveniment din Activit\u0103\u0163i
jsp.river.alt.profiles = Eveniment din Profiluri
jsp.river.alt.communities = Eveniment din Comunit\u0103\u0163i
jsp.river.alt.thirdParty = Eveniment dintr-o component\u0103 ter\u0163\u0103 parte

# Saved tab messages when no stories to display
jsp.river.savedTab.title.part1 = Nu a\u0163i salvat \u00eenc\u0103 nicio relatare.
jsp.river.savedTab.title.part2 = Pentru a salva relat\u0103ri pentru citire ulterioar\u0103...
jsp.river.savedTab.step1 = Atunci c\u00e2nd vizualiza\u0163i o list\u0103 de relat\u0103ri (\u00een filele Actualiz\u0103ri de top, Descoper\u0103 sau List\u0103 de urm\u0103rire).
jsp.river.savedTab.step2 = Face\u0163i clic pe Mai multe l\u00e2ng\u0103 relatarea pe care dori\u0163i s\u0103 o salva\u0163i.
jsp.river.savedTab.step3 = Face\u0163i clic pe Salveaz\u0103 aceast\u0103 relatare.

# Taop updates messages when no stories to display
# {0} is person name
jsp.river.topUpdates.welcome = Hello {0}!
jsp.river.topUpdates.profiles.update = Spune\u0163i-le persoanelor cine sunte\u0163i \u015fi ce face\u0163i.
jsp.river.topUpdates.profiles.update.part2 = Actualiza\u0163i-v\u0103 profilul.
jsp.river.topUpdates.colleagues.part1 = G\u0103si\u0163i persoane care v\u0103 intereseaz\u0103 \u015fi invita\u0163i-le s\u0103 intre \u00een re\u0163eaua dumneavoastr\u0103.
jsp.river.topUpdates.colleagues.part2 = \u00cencepe\u0163i s\u0103 v\u0103 construi\u0163i propria re\u0163ea.
jsp.river.topUpdates.activities.part1 = Crea\u0163i articole de f\u0103cut \u015fi atribui\u0163i taskuri echipei dumneavoastr\u0103.
jsp.river.topUpdates.activities.part2 = Porni\u0163i o activitate.
jsp.river.topUpdates.blogs.part1 = Partaja\u0163i nout\u0103\u0163ile \u015fi viziunile dumneavoastr\u0103 cu organiza\u0163ia.
jsp.river.topUpdates.blogs.part2 = Crea\u0163i un blog.
jsp.river.topUpdates.communities.part1 = Conecta\u0163i-v\u0103 cu persoane care au un interes comun.
jsp.river.topUpdates.communities.part2 = Intra\u0163i \u00eentr-o comunitate.
jsp.river.topUpdates.dogear.part1 = Salva\u0163i-v\u0103, organiza\u0163i \u015fi partaja\u0163i-v\u0103 semnele de carte.
jsp.river.topUpdates.dogear.part2 = G\u0103si\u0163i semne de carte ce v\u0103 intereseaz\u0103.
jsp.river.topUpdates.files.part1 = Partaja\u0163i informa\u0163ii \u015fi colabora\u0163i cu al\u0163ii.
jsp.river.topUpdates.files.part2 = \u00cenc\u0103rca\u0163i \u015fi partaja\u0163i fi\u015fiere.
jsp.river.topUpdates.wikis.part1 = R\u0103sfoi\u0163i pentru a g\u0103si un wiki la care dori\u0163i s\u0103 contribui\u0163i, sau crea\u0163i un nou wiki.
jsp.river.topUpdates.wikis.part2 = \u00cencepe\u0163i s\u0103 colabora\u0163i.
jsp.river.topUpdates.intro = Atunci c\u00e2nd deveni\u021bi activi \u00een HCL Connections, aceast\u0103 pagin\u0103 va fi populat\u0103 cu cele mai recente actualiz\u0103ri legate de dvs. \u0219i re\u021beaua dvs.

jsp.river.noItems = Nu exist\u0103 actualiz\u0103ri de \u015ftiri de afi\u015fat pentru aceast\u0103 selec\u0163ie.
jsp.statusUpdates.noItems = Nu exist\u0103 actualiz\u0103ri de status de afi\u015fat.
jsp.newsfeed.noItems = Alimentarea dumneavoastr\u0103 cu \u015ftiri este goal\u0103. Ve\u0163i vedea actualiz\u0103ri atunci c\u00e2nd \u00eencepe\u0163i s\u0103 urm\u0103ri\u0163i alte persoane sau con\u0163inut.
jsp.river.discover.noItems = Nu au avut loc actualiz\u0103ri \u00een HCL Connections \u00een acest moment. V\u0103 rug\u0103m s\u0103 reveni\u021bi mai t\u00e2rziu!

jsp.river.watchlist.addPerson = Adaug\u0103 persoan\u0103 la lista mea de supraveghere
jsp.river.watchlist.addPersonConfirm = Lista dumneavoastr\u0103 de supraveghere a fost actualizat\u0103
# {0} is the name of a person
jsp.river.watchlist.addSpecificPerson = Adaug\u0103 {0} la lista mea de supraveghere
# {0} is the name of a person
jsp.river.watchlist.addSpecificPersonConfirm = {0} a fost ad\u0103ugat la lista dumneavoastr\u0103 de supraveghere
jsp.river.watchlist.removePerson = \u00cenl\u0103tur\u0103 persoana din lista mea de supraveghere
jsp.river.watchlist.removePersonConfirm = Lista dumneavoastr\u0103 de supraveghere a fost actualizat\u0103
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPerson = \u00cenl\u0103tur\u0103 {0} din lista mea de supraveghere
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPersonConfirm = {0} a fost \u00eenl\u0103turat din lista dumneavoastr\u0103 de supraveghere

jsp.river.watchlist.addTag = Adaug\u0103 tag la lista mea de supraveghere
jsp.river.watchlist.addTagConfirm = Lista dumneavoastr\u0103 de supraveghere a fost actualizat\u0103
# {0} is a tag
jsp.river.watchlist.addSpecificTag = Adaug\u0103 tag {0} \u00een lista mea de supraveghere
# {0} is a tag
jsp.river.watchlist.addSpecificTagConfirm = Tag {0} a fost ad\u0103ugat \u00een lista dumneavoastr\u0103 de supraveghere
jsp.river.watchlist.removeTag = \u00cenl\u0103tur\u0103 tag din lista mea de supraveghere
jsp.river.watchlist.removeTagConfirm = Lista dumneavoastr\u0103 de supraveghere a fost actualizat\u0103
# {0} is a tag
jsp.river.watchlist.removeSpecificTag = \u00eenl\u0103tura tag {0} din lista mea de supraveghere
# {0} is a tag
jsp.river.watchlist.removeSpecificTagConfirm = Tag {0} a fost \u00eenl\u0103turat din lista dumneavoastr\u0103 de supraveghere


jsp.river.removePerson = \u00cenl\u0103tur\u0103 persoana din actualiz\u0103rile mele
# {0} is the name of a person
jsp.river.removeSpecificPerson = \u00cenl\u0103tur\u0103 {0} din actualiz\u0103rile mele
jsp.river.preview.blogs = Previzualizare intrare

jsp.river.subscribe.alt = Pictograma Alimentare
jsp.river.subscribe = Alimentare pentru aceste relat\u0103ri

# Palette category
jsp.palette.category.all = Toate

# Notification perspective strings
jsp.notifications.received.noItems = Nu a\u0163i primit nicio notificare.
jsp.notifications.sent.noItems = Nu a\u0163i trimis notific\u0103ri.

# General notification strings
jsp.notifications.received.title = Notific\u0103ri primite
jsp.notifications.received.sub.title = Vizualiza\u0163i notific\u0103rile trimise dumneavoastr\u0103 de al\u0163i utilizatori din sistem.
jsp.notifications.sent.title = Notific\u0103ri trimise
jsp.notifications.sent.sub.title = Vizualiza\u0163i notific\u0103rile pe care le-a\u0163i trimis altor utilizatori.
jsp.notifications.new = Nou
# {0} is the name of a person
jsp.notifications.photo = Fotografia lui {0}
jsp.notifications.sent.multiple.photo = Destinatari multiplii
# {0} is the name of a person
jsp.notifications.sent.to.individual = Trimis c\u0103tre: {0}
# {0} is a number greater than 1
jsp.notifications.sent.to.multiple = Trimis c\u0103tre {0} persoane
jsp.notifications.delete = \u015eterge\u0163i aceast\u0103 notificare

# Activities specific notification messages
# {0} is the name of an activity entry, {1} is the name of an activity
jsp.notifications.activities.notify.title = {0} din Activitate: {1}
# {0} is the name of an activity
jsp.notifications.activities.autocomplete.received.title = Activitatea dumneavoastr\u0103 "{0}" va fi marcat\u0103 automat ca \u015fi finalizat\u0103.
jsp.notifications.activities.autocomplete.sent.title = Activitatea dumneavoastr\u0103 "{0}" va fi finalizat\u0103 automat.
jsp.notifications.activities.create.title = A\u0163i creat o nou\u0103 activitate: {0}
jsp.notifications.activities.addmember.received.title = A\u0163i fost ad\u0103ugat la activitate: {0}
jsp.notifications.activities.addmember.sent.title = A\u0163i ad\u0103ugat membri noi \u00een activitate: {0}
jsp.notifications.activities.invite.received.title = A\u0163i fost invitat s\u0103 intra\u0163i \u00een activitate: {0}
jsp.notifications.activities.invite.sent.title = A\u0163i invitate utilizatori s\u0103 intre \u00een activitate: {0}
jsp.notifications.activities.invite.primaryaction = Intra\u0163i \u00een aceast\u0103 activitate.
jsp.notifications.activities.invite.secondaryaction = Refuza\u0163i aceast\u0103 invita\u0163ie.

# Blogs specific notification messages
# {0} is the name of a blog entry, {1} is the name of a blog
jsp.notifications.blogs.notify.title = {0} din Blog: {1}
# {0} is the name of a blog
jsp.notifications.blogs.notifyassignedowner.received = Sunte\u0163i ad\u0103ugat ca \u015fi proprietar al blogului: {0}
jsp.notifications.blogs.notifyassignedowner.sent= A\u0163i ad\u0103ugat un proprietar pentru blog: {0}
jsp.notifications.blogs.notifyassignedauthor.received = A\u0163i fost ad\u0103ugat ca \u015fi autor al blogului: {0}
jsp.notifications.blogs.notifyassignedauthor.sent= A\u0163i ad\u0103ugat un autor al blogului: {0}
jsp.notifications.blogs.notifyassigneddraft.received = A\u0163i fost ad\u0103ugat ca \u015fi contribuitor ciorn\u0103 al blogului: {0}
jsp.notifications.blogs.notifyassigneddraft.sent= A\u0163i ad\u0103ugat un contributor ciorn\u0103 al blogului: {0}

# Ideation Blogs specific notification messages
# {0} is the name of an Ideation Blog entry (idea), {1} is the name of an Ideation Blog
jsp.notifications.ideationblog.notify.title = {0} din blogul de idea\u0163ie: {1}

# Communities specific notification messages
# {0} is the name of a community
jsp.notifications.communities.memberadded.received.title = A\u0163i fost ad\u0103ugat \u00een comunitate: {0}
jsp.notifications.communities.memberadded.sent.title = A\u0163i ad\u0103ugat utilizatori \u00een comunitate: {0}
jsp.notifications.communities.memberremoved.received.title = A\u0163i fost \u00eenl\u0103turat din comunitate: {0}
jsp.notifications.communities.memberremoved.sent.title = A\u0163i \u00eenl\u0103turat utilizatori din comunitate: {0}
jsp.notifications.communities.requesttojoin.received.title = Un utilizator a cerut s\u0103 intre \u00een comunitate: {0}
jsp.notifications.communities.requesttojoin.sent.title = A\u0163i cerut s\u0103 intra\u0163i \u00een comunitate: {0}
jsp.notifications.communities.invite.received.title = A\u0163i fost invitat s\u0103 intra\u0163i \u00een comunitate: {0}
jsp.notifications.communities.invite.sent.title = A\u0163i invitat utilizatori s\u0103 intre \u00een comunitate: {0}
jsp.notifications.communities.invite.primaryaction = Intra\u0163i \u00een aceast\u0103 comunitate.
jsp.notifications.communities.invite.secondaryaction = Refuza\u0163i aceast\u0103 invita\u0163ie.

# Dogear specific notification messages
# {0} is a bookmark title
jsp.notifications.dogear.notify.title = Semn de carte {0}.
jsp.notifications.dogear.notify.multiple.title = Semne de carte multiple.
jsp.notifications.dogear.notify.primaryaction = Edita\u0163i acest semn de carte
# {0} is a bookmark title
jsp.notifications.dogear.brokenurl.title = Semnul dumneavoastr\u0103 de carte numit {0} a fost semnalat ca \u00eentrerupt.
jsp.notifications.dogear.brokenurl.sent.title = A\u0163i semnalat ca \u00eentrerupt semnul de carte numit {0}.
# {0} is the title of a bookmark. {1} is a URL
jsp.notifications.dogear.replaceurl.title = Semnul dumneavoastr\u0103 de carte numit {0} este \u00eentrerupt. Noul URL este: {1}
jsp.notifications.dogear.replaceurl.primaryaction = Edita\u0163i acest semn de carte
jsp.notifications.dogear.replaceurl.secondaryaction = Vizualiza\u0163i semnele de carte \u00eentrerupte.

# Profiles specific notification messages
jsp.notifications.profiles.notify.received.title = Invita\u0163ie pentru al\u0103turarea la re\u0163eaua mea
jsp.notifications.profiles.notify.sent.title = Invita\u0163ie pentru al\u0103turarea la re\u0163eaua dumneavoastr\u0103
jsp.notifications.profiles.notify.primaryaction = Vizualiza\u0163i invita\u0163iile dumneavoastr\u0103

# Files specific notification messages
jsp.notifications.files.mediashare.title = Fi\u015fierul {0}
jsp.notifications.files.collectionmediaadd.title = Fi\u015fierul {0} a fost ad\u0103ugat \u00een folderul {1}
jsp.notifications.files.collectionmemberupdated.title = A\u0163i fost ad\u0103ugat \u00een folderul: {0}
jsp.notifications.files.collectionmemberupdated.sent.title = A\u0163i ad\u0103ugat utilizatori \u00een folderul: {0}
jsp.notifications.files.communityvisibilityupdated.title = Comunitatea {0} a fost f\u0103cut\u0103 public\u0103 \u015fi orice fi\u015fier non-public pe care l-a\u0163i partajat cu comunitatea a fost \u00eenl\u0103turat.
jsp.notifications.files.communityvisibilityupdated.desc = A\u0163i avut unul sau mai multe fi\u015fiere non-publice partajate cu aceast\u0103 comunitate. Aceste fi\u015fiere au fost \u00eenl\u0103turate \u015fi trebuiesc f\u0103cute publice \u00eenainte de a putea fi partajate \u00een aceast\u0103 comunitate.

# Wikis specific notification messages
# {0} is the name of a wiki
jsp.notifications.wikis.received.roleAdd = A\u0163i fost ad\u0103ugat \u00een wiki: {0}
jsp.notifications.wikis.sent.roleAdd = A\u0163i ad\u0103ugat utilizatori \u00een wiki: {0}


# Generic stuffs in case we need after string freeze
jsp.widget.addPage = Ad\u0103ugare pagin\u0103
jsp.widget.removePage = \u00cenl\u0103turare pagin\u0103
jsp.widget.generalPage = Widget-uri generale
jsp.customize.preferences = Preferin\u0163e
# {0} is the name of a page e.g. Important stuff
jsp.widget.defaultPageName = Pagina mea {0}
jsp.widget.listHelp = ad\u0103ugare linie (|) \u00eentre intr\u0103ri.
jsp.widget.required = Introduce\u0163i c\u00e2mpurile necesare, marcate cu *, \u00eenainte de salvare.

jsp.typeAhead.more = {0} rezultate disponibile. Afi\u015farea doar a primelor 15 rezultate.
jsp.typeAhead.error = A ap\u0103rut o eroare \u00een timpul extragerii listei de persoane.
jsp.typeAhead.noResults = Nu sunt rezultate potrivite

jsp.home.status.updates.choose.person = Alege\u0163i o persoan\u0103
jsp.home.filter.by = Afi\u015fare:

jsp.home.filter.status.updates.all = Toate actualiz\u0103rile de stare
jsp.home.filter.status.updates.follow = Persoane pe care le urm\u0103resc
jsp.home.filter.status.updates.network = Re\u021beaua mea
jsp.home.filter.status.updates.network.following =Re\u0163eaua mea \u015fi Persoane pe care le urm\u0103resc
jsp.home.filter.status.updates.mine = Actualiz\u0103rile mele de status

jsp.home.status.updates.comment.count = (1 comentariu)
# {0} is the number of comments
jsp.home.status.updates.comments.count = ({0} comentarii)

jsp.home.status.updates.notpermitted = Nu pute\u0163i sau nu vi se permite s\u0103 comenta\u0163i acest mesaj.

# {0} is the number of extra comments to show
jsp.home.status.updates.show.comments = Afi\u015feaz\u0103 {0} mai multe comenzi...
# {0} is the number of extra comments to hide
jsp.home.status.updates.hide.comments = Ascunde {0} comenzi...
jsp.home.status.updates.post.comment.error = Cererea de trimitere a comentariului dumneavoastr\u0103 a e\u015fuat. V\u0103 rug\u0103m s\u0103 v\u0103 contacta\u0163i administratorul.
jsp.home.status.updates.delete.comment.error = Cererea de \u015ftergere a comentariului dumneavoastr\u0103 a e\u015fuat. V\u0103 rug\u0103m s\u0103 v\u0103 contacta\u0163i administratorul.
jsp.home.status.updates.delete.update.error = Cererea de \u015ftergere a actualiz\u0103rii dumneavoastr\u0103 a e\u015fuat. V\u0103 rug\u0103m s\u0103 v\u0103 contacta\u0163i administratorul.
jsp.home.status.updates.just.now = Chiar acum
jsp.home.status.updates.invalid.comment.entered = Comentariul pe care l-a\u0163i introdus este invalid, v\u0103 rug\u0103m verifica\u0163i \u015fi \u00eencerca\u0163i din nou.
jsp.home.delete.entry = \u015eterge\u0163i aceast\u0103 intrare

#This text is used to identify where a user has written on someone elses board. Typical use is : 'User A' wrote on the board of 'User B'
jsp.home.status.updates.wrote.board.entry = a scris pe panoul
jsp.home.status.updates.wrote.board.you.entry = a scris pe panoul dumneavoastr\u0103.

jsp.home.main.confirm = Confirmare
jsp.home.main.error = Eroare
jsp.home.main.hide = Ascundere

jsp.home.action.submit = Trimitere
jsp.home.action.comments.add = Ad\u0103ugare comentariu

jsp.home.no.content.statusupdates.title = Nu ave\u0163i actualiz\u0103ri de status \u00eenc\u0103.
jsp.home.no.content.statusupdates.desc.line1 = Pentru a primi actualiz\u0103ri de status pentru o persoan\u0103, deschide\u0163i profilul acesteia \u015fi face\u0163i clic pe invit\u0103 \u00een Re\u0163eaua mea, pentru a o ad\u0103uga ca \u015fi coleg, sau Urm\u0103re\u015fte pentru a o urm\u0103ri.
jsp.home.no.content.statusupdates.desc.line2 = Face\u0163i clic pe ceea ce lucra\u0163i acum pentru a v\u0103 actualiza mesajul de stare.
jsp.home.no.content.statusupdates.oneline = Nu ave\u0163i actualiz\u0103ri de status \u00eenc\u0103. Pentru a primi actualiz\u0103ri de status pentru o persoan\u0103, deschide\u0163i profilul acesteia \u015fi face\u0163i clic pe Invit\u0103 \u00een "Re\u0163eaua mea" pentru a o ad\u0103uga ca \u015fi coleg, sau face\u0163i clic pe "Urm\u0103re\u015fte" pentru a o urm\u0103ri. Face\u0163i clic pe "Ceea ce lucra\u0163i acum" pentru a v\u0103 actualiza propriul mesaj de stare.

jsp.home.no.content.newsfeed.title = Nu ave\u0163i actualiz\u0103ri de \u015ftiri \u00eenc\u0103.
jsp.home.no.content.newsfeed.desc.line1 = Trebuie s\u0103 urm\u0103ri\u0163i persoane sau con\u0163inut pentru a primi mesaje de actualizare.
jsp.home.no.content.newsfeed.desc.line2 = Atunci c\u00e2nd vede\u0163i un buton Urm\u0103re\u015fte \u00een interfa\u0163a de utilizator, face\u0163i clic pe acesta pentru a urm\u0103ri persoane sau con\u0163inut.
jsp.home.no.content.newsfeed.oneline = Nu ave\u0163i actualiz\u0103ri de \u015ftiri \u00eenc\u0103. Trebuie s\u0103 urm\u0103ri\u0163i persoane sau con\u0163inut pentru a primi actualiz\u0103ri. Pentru a urm\u0103ri persoane sau con\u0163inut, face\u0163i clic pe butonul "Urm\u0103re\u015fte" acolo unde este disponibil.

jsp.home.no.content.discover.title = Nu exist\u0103 actualiz\u0103ri publice \u00eenc\u0103, \u00eencerca\u0163i din nou mai t\u00e2rziu.
jsp.home.no.content.discover.desc.line1 = Pe m\u0103sur\u0103 ce persoanele \u00eencep s\u0103 adauge con\u0163inut \u00een diferite aplica\u0163ii, aceast\u0103 pagin\u0103 va afi\u015fa orice actualiz\u0103ri publice.
jsp.home.no.content.discover.oneline = Nu exist\u0103 \u00eenc\u0103 actualiz\u0103ri. Pe m\u0103sur\u0103 ce persoanele \u00eencep s\u0103 adauge con\u0163inut, pute\u0163i utiliza aceast\u0103 pagin\u0103 pentru a vizualiza orice actualiz\u0103ri publice.

jsp.home.no.content.saved.title = Nu a\u0163i salvat \u00eenc\u0103 nicio relatare de \u015ftire.
jsp.home.no.content.saved.desc.line1 = Pentru a salva un articol de \u015ftiri, face\u0163i clic pe Mai multe l\u00e2ng\u0103 articol, \u015fi apoi face\u0163i clic pe Salvare.
jsp.home.no.content.saved.oneline = Nu ave\u0163i relat\u0103ri de \u015ftiri salvate. Pentru a salva un articol de \u015ftiri, face\u0163i clic pe Mai multe l\u00e2ng\u0103 articol, \u015fi apoi face\u0163i clic pe Salvare.

jsp.home.tags.main.title=Taguri pe care le urm\u0103resc
jsp.home.tags.filter.title=Filtrare dup\u0103 tag
jsp.home.tags.adding.title=Ad\u0103ugarea de taguri noi
jsp.home.tags.removing.title=\u00cenl\u0103turarea tagurilor
jsp.home.tags.add.title=Ad\u0103ugarea unui tag

jsp.home.tags.remove.filter.title=\u00cenl\u0103turare tag din filtru

jsp.home.tags.filtered.title=Vizualizarea con\u0163inutului taguit :
jsp.home.tags.confirm.text=Noul dumneavoastr\u0103 tag \"{0}\" a fost ad\u0103ugat cu succes. Acum pute\u0163i filtra alimentarea cu acest tag.
jsp.home.tags.multi.confirm.text=Noile dumneavoastr\u0103 taguri \"{0}\" au fost ad\u0103ugate cu succes. Acum pute\u0163i filtra alimentarea cu aceste taguri.
jsp.home.tags.error.text=A fost o problem\u0103 cu gestionarea cererii dumneavoastr\u0103 de abonare la taguri. V\u0103 rug\u0103m s\u0103 verifica\u0163i cu administratorul dumneavoastr\u0103 sau s\u0103 \u00eencerca\u0163i din nou.

jsp.home.show.more=Afi\u015fare mai multe relat\u0103ri...
jsp.home.subscribe.entries=Alimentare pentru aceste intr\u0103ri
jsp.home.loading=\u00cenc\u0103rcare relat\u0103ri noi...

jsp.home.manage.tags.text=Gestionare tagurile mele
jsp.home.saving.for.later= salvare relatare pentru mai t\u00e2rziu...
jsp.home.saved.story=Relatare salvat\u0103
jsp.home.add.saved.item.confirm.text=Relatarea a fost salvat\u0103 cu succes
jsp.home.add.saved.item.error.text=A fost o problem\u0103 cu gestionarea cererii dumneavoastr\u0103 de salvare articol. V\u0103 rug\u0103m s\u0103 verifica\u0163i cu administratorul dumneavoastr\u0103 sau s\u0103 \u00eencerca\u0163i din nou.
jsp.home.remove.saved.item.error.text=A fost o problem\u0103 la \u00eenl\u0103turarea articolului salvat. V\u0103 rug\u0103m s\u0103 verifica\u0163i cu administratorul dumneavoastr\u0103 sau s\u0103 \u00eencerca\u0163i din nou.

jsp.home.error111=Tagul pe care a\u0163i \u00eencercat s\u0103 \u00eel ad\u0103uga\u0163i exist\u0103 deja.


jsp.home.tags.remove.alt.text = \u00cenl\u0103tura\u021bi tagul

jsp.form.login = Formular de logare

jsp.activitystream.title = Actualiz\u0103ri
