# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# str.msgid.ignore=true
str_component_id=CLFRQ

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value

# Updates/Home


jsp.status.updates.title = Atualiza\u00e7\u00f5es de status
jsp.status.updates.sub.title = Visualize as atualiza\u00e7\u00f5es das pessoas que voc\u00ea est\u00e1 seguindo ou de quem est\u00e1 em sua rede. Voc\u00ea tamb\u00e9m pode atualizar o status de seu pr\u00f3prio perfil.

jsp.news.feed.title = Feed de Not\u00edcias
jsp.news.feed.sub.title = Visualize as atualiza\u00e7\u00f5es de conte\u00fado ou pessoas que voc\u00ea est\u00e1 seguindo, seus colegas e respostas ao conte\u00fado postado.

jsp.discover.title = Descobrir
jsp.discover.sub.title = Visualize todas as atualiza\u00e7\u00f5es p\u00fablicas no HCL Connections. Descubra o que os outros est\u00e3o fazendo.

jsp.tags.title = Marca\u00e7\u00f5es que eu sigo
jsp.tags.sub.title = Visualize atualiza\u00e7\u00f5es de marca\u00e7\u00f5es que voc\u00ea est\u00e1 seguindo.

jsp.saved.items.title = Salvas
jsp.saved.items.sub.title = Visualize atualiza\u00e7\u00e3o que voc\u00ea salvou.

# Service names
jsp.common.service.name.activities=Atividades
jsp.common.service.name.dogear=Favoritos
jsp.common.service.name.profiles=Perfis
jsp.common.service.name.blogs=Blogs
jsp.common.service.name.wikis=Wikis
jsp.common.service.name.forums=F\u00f3runs
jsp.common.service.name.files=Arquivos
jsp.common.service.name.communities=Comunidades

# Generic across multiple pages
jsp.homepage.title = P\u00e1gina Inicial do HCL Connections
jsp.homepage.title.short = P\u00e1gina Inicial
jsp.homepage.home = P\u00e1gina Inicial
jsp.homepage.tab.updates = Atualiza\u00e7\u00f5es
jsp.homepage.tab.gettingStarted = Introdu\u00e7\u00e3o
jsp.homepage.tab.admin = Administra\u00e7\u00e3o
jsp.homepage.tab.myPage = Minha P\u00e1gina
jsp.homepage.tab.widgets = Widgets
jsp.homepage.tab.search = Procura
jsp.homepage.logo.alt = Logotipo da P\u00e1gina Inicial
jsp.homepage.copyright.short = Materiais Licenciados \u2013 Propriedade da HCL. \u00a9 Copyright HCL Technologies Limited 2007-2019. Todos os direitos reservados
jsp.homepage.copyright.long = Materiais Licenciados \u2013 Propriedade da HCL. \u00a9 Copyright HCL Technologies Limited 2007-2019. Todos os direitos reservados. Consulte a licen\u00e7a do produto para obter detalhes. Java e todas as marcas baseadas em Java e logotipos s\u00e3o marcas comerciais ou marcas registradas da Oracle e/ou suas afiliadas.
jsp.homepage.nav.activitystream.views = Visualiza\u00e7\u00f5es do Fluxo de Atividades
jsp.homepage.nav.activitystream.imFollowing = Eu Estou Seguindo
jsp.homepage.nav.activitystream.statusUpdates = Atualiza\u00e7\u00f5es de Status
jsp.homepage.nav.activitystream.actionRequired = A\u00e7\u00e3o Requerida
jsp.homepage.nav.activitystream.saved = Salvas
jsp.homepage.nav.activitystream.myNotifications = Minhas Notifica\u00e7\u00f5es
jsp.homepage.nav.activitystream.discover = Descobrir
jsp.homepage.nav.activitystream.myPageDesc = Painel pessoal customizado de seu conte\u00fado e suas comunidades
jsp.homepage.nav.activitystream.imFollowingDesc=Visualize atualiza\u00e7\u00f5es das pessoas e itens que voc\u00ea est\u00e1 seguindo e respostas para seu conte\u00fado
jsp.homepage.nav.activitystream.statusUpdatesDesc=Visualize atualiza\u00e7\u00f5es de status de sua rede, pessoas e comunidades que voc\u00ea est\u00e1 seguindo
jsp.homepage.nav.activitystream.myNotificationsDesc=Visualize atualiza\u00e7\u00f5es e coment\u00e1rios relacionados a seu conte\u00fado e a notifica\u00e7\u00f5es enviadas e recebidas por voc\u00ea
jsp.homepage.nav.activitystream.actionRequiredDesc=Visualize itens que requerem sua resposta
jsp.homepage.nav.activitystream.savedDesc=Visualize as atualiza\u00e7\u00f5es salvas por voc\u00ea
jsp.homepage.nav.activitystream.discoverDesc=Descubra o que as pessoas est\u00e3o compartilhando e fa\u00e7a novas conex\u00f5es
jsp.homepage.nav.activitystream.myNotificationForMeDesc=Visualize as atualiza\u00e7\u00f5es e os coment\u00e1rios relacionados ao seu conte\u00fado e as notifica\u00e7\u00f5es recebidas
jsp.homepage.nav.activitystream.myNotificationFromMeDesc=Visualizar notifica\u00e7\u00f5es enviadas por voc\u00ea
jsp.homepage.nav.landmark.aria=Menu da P\u00e1gina Inicial
jsp.homepage.nav.activitystream.selected=Selecionado

jsp.homepage.nav.badging.mentions.aria=Voc\u00ea tem {0} men\u00e7\u00f5es n\u00e3o lidas.
jsp.homepage.nav.badging.notifications.aria=Voc\u00ea tem {0} notifica\u00e7\u00f5es n\u00e3o lidas.

jsp.homepage.lotusBar.customize = Customizar
jsp.homepage.lotusBar.widgets = In\u00edcio
jsp.homepage.lotusBar.updates = In\u00edcio
jsp.homepage.lotusBar.gettingStarted = In\u00edcio
jsp.homepage.lotusBar.admin = P\u00e1gina Inicial

jsp.homepage.javascript.disabled.msg.title = Ativar JavaScript
jsp.homepage.javascript.disabled.msg.section1 = O JavaScript foi desativado no navegador da Web. O HCL Connections exige JavaScript para que funcione.  Ap\u00f3s ativ\u00e1-lo, atualize a p\u00e1gina.
jsp.homepage.javascript.disabled.msg.section2 = Atualize a p\u00e1gina para continuar.

# search results tab
jsp.search.tab.results = Resultados da procura

#auth/login.jsp auth/error.jsp
jsp.login.title = Login da P\u00e1gina Inicial do HCL Connections
jsp.login.homepage = P\u00e1gina Inicial
jsp.login.strapline = Descubra o que est\u00e1 acontecendo em sua rede.
jsp.login.search = Procurar
jsp.login.straplinesearch = Procura: Tirando o M\u00e1ximo Proveito do Connections
jsp.login.username = Nome de Usu\u00e1rio:
jsp.login.password = Senha:
jsp.login.username.error = O nome de usu\u00e1rio e/ou senha n\u00e3o correspondem a nenhuma conta existente. Verifique e tente novamente.
jsp.login.description.title = O que voc\u00ea pode fazer com esta p\u00e1gina inicial?
jsp.login.description = Criar uma \u00e1rea de trabalho que exibe uma visualiza\u00e7\u00e3o de captura instant\u00e2nea de sua rede social, permanecer atualizado com informa\u00e7\u00f5es de status e atualiza\u00e7\u00f5es, verificar suas pend\u00eancias e encontrar novas pessoas e conte\u00fado que lhe interessam.
jsp.login.login = Efetuar Login
jsp.login.cancel = Cancelar
jsp.login.error = Erro

#web/jsp/main.jsp
jsp.main.function.sorry = A fun\u00e7\u00e3o ainda n\u00e3o est\u00e1 implementada
jsp.main.close = Fechar
jsp.main.skip.link.river = Para acessar as not\u00edcias, pressione a tecla de acesso R ou U
jsp.main.skip.link.palette = Para acessar a paleta, pressione a tecla de acesso P.
jsp.main.skip.link.first.column = Para ignorar a primeira coluna, pressione a tecla de acesso 3.
jsp.main.skip.link.second.column = Para ignorar a segunda coluna, pressione a tecla de acesso 4.
jsp.main.summary.table.layout = Tabela exibindo o layout da p\u00e1gina. Layout de duas colunas para os widgets.
jsp.main.iwidget.loading = Carregando

#web/jsp/welcomeMessage.jspf
jsp.welcome.title = Bem-vindo(a) ao HCL Connections
jsp.welcome.desc = Use a P\u00e1gina Inicial para acessar as atualiza\u00e7\u00f5es mais recentes para as atividades e interesses no HCL Connections. Visualize as \u00faltimas informa\u00e7\u00f5es de sua rede, blogs e comunidades e organize a exibi\u00e7\u00e3o das informa\u00e7\u00f5es de acordo com suas prefer\u00eancias.
jsp.welcome.learn = Aprenda mais
jsp.welcome.demo = Assistir demonstra\u00e7\u00e3o

#web/jsp/about.jsp
jsp.about.homepagehelp = Ajuda \u00e0 p\u00e1gina inicial
jsp.about.help = Ajuda
jsp.about.homepagedemo = Demonstra\u00e7\u00e3o da p\u00e1gina inicial
jsp.about.demo = Assistir demonstra\u00e7\u00e3o
jsp.about.tips = Dicas
jsp.about.tip.1 = Novo no HCL Connections? Selecione a visualiza\u00e7\u00e3o Introdu\u00e7\u00e3o e conhe\u00e7a os diferentes aplicativos em algumas etapas simples.
jsp.about.tip.2 = Se voc\u00ea estiver interessado em marca\u00e7\u00f5es espec\u00edficas, porque n\u00e3o segui-las para que voc\u00ea possa obter as atualiza\u00e7\u00f5es mais recentes para aquelas marca\u00e7\u00f5es diretas da Feed de Not\u00edcias.
jsp.about.tip.3 = Obtenha sugest\u00f5es para pessoas e conte\u00fados que possam lhe interessar a partir dos widgets Voc\u00ea Sabia e Recomenda\u00e7\u00f5es.
jsp.about.headline.title = Por que usar a p\u00e1gina inicial?
jsp.about.headline.desc = Fique atualizado acessando as informa\u00e7\u00f5es necess\u00e1rias quando for necess\u00e1rio, a partir de uma \u00e1rea de trabalho centralizada. Pesquise as atualiza\u00e7\u00f5es mais recentes no HCL Connections, descubra o que est\u00e1 acontecendo com as pessoas e o conte\u00fado que voc\u00ea est\u00e1 seguindo e tenha o controle de sua lista de pend\u00eancias.
jsp.about.breakout.1.title = Precisa de ajuda como um novo usu\u00e1rio?
jsp.about.breakout.1.desc = Use a visualiza\u00e7\u00e3o Introdu\u00e7\u00e3o para ajud\u00e1-lo a obter uma introdu\u00e7\u00e3o sobre algumas tarefas b\u00e1sicas. Siga as etapas para obter uma introdu\u00e7\u00e3o f\u00e1cil e r\u00e1pida para alguns recursos-chave no HCL Connections. Preencha seu perfil para ajudar as pessoas a obterem seu melhor. Descubra quais marca\u00e7\u00f5es s\u00e3o usadas e como s\u00e3o usadas. Descubra como compartilhar informa\u00e7\u00f5es e colaborar usando os recursos diferentes.
jsp.about.breakout.1.aria = Introdu\u00e7\u00e3o
jsp.about.breakout.2.title = Localize as atualiza\u00e7\u00f5es que s\u00e3o relevantes a voc\u00ea
jsp.about.breakout.2.desc = Use as diferentes visualiza\u00e7\u00f5es de Atualiza\u00e7\u00f5es para se inteirar das not\u00edcias mais recentes dos recursos. \u00c9 poss\u00edvel filtrar as atualiza\u00e7\u00f5es por tipo, facilitando o foco nas hist\u00f3rias que mais lhe interessam. Descubra quem reagiu ao conte\u00fado que voc\u00ea criou. Salve as atualiza\u00e7\u00f5es importantes para que seja poss\u00edvel retornar a elas mais tarde. Use o widget Eventos para manter o controle de eventos futuros dos quais voc\u00ea est\u00e1 participando ou que est\u00e1 seguindo. \u00c9 poss\u00edvel indicar itens que voc\u00ea curtiu ou compartilhar informa\u00e7\u00f5es com pessoas que est\u00e3o seguindo voc\u00ea.
jsp.about.breakout.2.aria = Trabalhando com atualiza\u00e7\u00f5es mais recentes
jsp.about.breakout.3.title = Coloque uma mensagem sobre o que voc\u00ea est\u00e1 fazendo
jsp.about.breakout.3.desc = Publicar uma mensagem de status \u00e9 uma maneira r\u00e1pida e f\u00e1cil de compartilhar informa\u00e7\u00f5es com seus colegas de trabalho. \u00c9 poss\u00edvel anexar arquivos \u00e0s suas atualiza\u00e7\u00f5es de status para fornecer informa\u00e7\u00f5es adicionais ou usar hashtags para marcar suas atualiza\u00e7\u00f5es e facilitar sua localiza\u00e7\u00e3o por outros usu\u00e1rios. Selecione Atualiza\u00e7\u00f5es de Status para sintonizar atualiza\u00e7\u00f5es de pessoas em sua rede e de pessoas que o est\u00e3o seguindo.
jsp.about.breakout.3.aria = Atualizando informa\u00e7\u00f5es de status
jsp.about.breakout.4.title = Localize conte\u00fado novo e de interesse
jsp.about.breakout.4.desc = Selecione a visualiza\u00e7\u00e3o Descobrir quando desejar navegar ou procurar por atualiza\u00e7\u00f5es que possam ser de seu interesse. Encontre blogs que voc\u00ea deseja acompanhar ou comunidades nas quais deseja participar. Analise as sugest\u00f5es mais recentes no widget Recomenda\u00e7\u00f5es para localizar conte\u00fado relevante aos seus interesses e conhecimentos.
jsp.about.breakout.4.aria = Como localizar novo conte\u00fado
jsp.about.ibm.logo.alt = Logotipo HCL
jsp.about.java.logo.alt = Logotipo Java
jsp.about.more = Descubra mais
jsp.about.follow.aria = Mais sobre marca\u00e7\u00f5es de acompanhamento

#web/jsp/errorPage.jsp
jsp.errorpage.title = P\u00e1gina Inicial - P\u00e1gina de Erros
jsp.errorpage.error = Ocorreu algo errado - clique no bot\u00e3o Voltar e tente novamente. Se n\u00e3o funcionar, relate o problema ao f\u00f3rum de suporte.
jsp.errorpage.details = Mostrar mensagem de erro completa
jsp.errorpage.hide.details = Ocultar mensagem de erro completa
jsp.errorpage.message = Isso n\u00e3o funcionou
jsp.errorpage.back = Voltar para a P\u00e1gina Inicial
jsp.errorpage.stacktrace = Rastreio de pilha produzido aproximadamente nesta hora:
jsp.errorpage.icon.alt = \u00cdcone de erro

#web/jsp/errorPage403.jsp
error.notauthorized.exception=CLFRQ0405E: Voc\u00ea n\u00e3o est\u00e1 autorizado a acessar esse recurso.

#auth/login.jsp
jsp.loginpage.image.alt.logo = Logotipo da P\u00e1gina inicial

#web/jsp/footer.jspf
jsp.footer.connections = HCL Connections
jsp.footer.help = Ajuda
jsp.footer.tools = Ferramentas
jsp.footer.about = Sobre
jsp.footer.demo = Procurar uma demo
jsp.footer.support.forums = F\u00f3runs de Suporte ao Lotus
jsp.footer.bookmark.plugins = Marcar Plug-ins do Navegador
jsp.footer.plugins = Mais Plug-ins
jsp.footer.a11y = Ferramentas de Acessibilidade
jsp.footer.server.metrics = M\u00e9tricas do servidor
jsp.footer.ibm.com = HCL Connections em hcl.com

#web/jsp/serverMetrics.jsp
homepage.metric.totals.visitor.header = M\u00e9tricas do Usu\u00e1rio
homepage.metric.totals.visitor = N\u00famero total de usu\u00e1rios exclusivos
homepage.metric.totals.visitor.today = N\u00famero total de usu\u00e1rios exclusivos hoje
homepage.metric.totals.visitor.week = N\u00famero total de usu\u00e1rios exclusivos na \u00faltima semana
homepage.metric.totals.visitor.month = N\u00famero total de usu\u00e1rios exclusivos no m\u00eas passado
homepage.metric.totals.visitor.hourly = N\u00famero total de usu\u00e1rios exclusivos na \u00faltima hora

homepage.metric.totals.available.widgets.header = M\u00e9tricas de Uso do Widget
homepage.metric.totals.available.widgets = N\u00famero total de widgets exibidos
homepage.metric.totals.enabled.widgets = N\u00famero total de widgets ativados
homepage.metric.percentile.widgetsPerUser = N\u00famero m\u00e9dio de widgets usados
homepage.metric.totals.customizedPages = N\u00famero total de usu\u00e1rios com p\u00e1ginas customizadas
homepage.metric.topWidgets = Widgets populares

homepage.metric.widgetUsage = Uso do widget

homepage.metric.totals.stories.header = M\u00e9tricas da Hist\u00f3ria
homepage.metric.totals.stories.added = N\u00famero total de hist\u00f3rias inclu\u00eddas
homepage.metric.totals.stories.added.today = N\u00famero total de hist\u00f3rias inclu\u00eddas hoje
homepage.metric.totals.stories.added.week = N\u00famero total de hist\u00f3rias inclu\u00eddas esta semana
homepage.metric.totals.stories.added.month = N\u00famero total de hist\u00f3rias inclu\u00eddas este m\u00eas
homepage.metric.totals.stories.added.hourly = N\u00famero total de hist\u00f3rias inclu\u00eddas h\u00e1 uma hora

homepage.metric.totals.stories.saved = N\u00famero total de hist\u00f3rias salvas
homepage.metric.totals.stories.saved.today = N\u00famero total de hist\u00f3rias salvas hoje
homepage.metric.totals.stories.saved.week = N\u00famero total de hist\u00f3rias salvas esta semana
homepage.metric.totals.stories.saved.month = N\u00famero total de hist\u00f3rias salvas este m\u00eas
homepage.metric.totals.stories.saved.hourly = N\u00famero total de hist\u00f3rias salvas h\u00e1 uma hora


homepage.metric.totals.notifications.header = M\u00e9tricas de Notifica\u00e7\u00e3o
homepage.metric.totals.sentNotifications = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas enviadas
homepage.metric.totals.sentNotifications.today = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas enviadas hoje
homepage.metric.totals.sentNotifications.week = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas enviadas esta semana
homepage.metric.totals.sentNotifications.month = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas enviadas este m\u00eas
homepage.metric.totals.sentNotifications.hourly = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas enviadas nesta hora


homepage.metric.totals.receivedNotifications = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas recebidas
homepage.metric.totals.receivedNotifications.today = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas recebidas hoje
homepage.metric.totals.receivedNotifications.week = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas recebidas esta semana
homepage.metric.totals.receivedNotifications.month = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas recebidas este m\u00eas
homepage.metric.totals.receivedNotifications.hourly = N\u00famero total de notifica\u00e7\u00f5es n\u00e3o limpas recebidas na \u00faltima hora

homepage.metric.totals.user = N\u00famero total de usu\u00e1rios exclusivos
homepage.metric.totals.visitorPast24Hours = N\u00famero total de visitantes nas \u00faltimas 24 horas
homepage.metric.totals.visitorPastHour = N\u00famero total de visitantes h\u00e1 uma hora
homepage.metric.totals.visitorPast7Days = N\u00famero total de visitantes nos \u00faltimos 7 dias
homepage.metric.totals.visitorPast30Days = N\u00famero total de visitantes nos \u00faltimos 30 dias
#homepage.metric.totals.customizedPages = Total number of users with customized pages.
#homepage.metric.topWidgets = The most popular widgets and their counts.

homepage.metric.totals.user.desc = N\u00famero total de usu\u00e1rios exclusivos que acessaram a P\u00e1gina Inicial
homepage.metric.totals.available.widgets.desc = N\u00famero total de widgets implementados na P\u00e1gina Inicial
homepage.metric.totals.enabled.widgets.desc = N\u00famero total de widgets atualmente ativados e dispon\u00edveis aos usu\u00e1rios na P\u00e1gina Inicial.
homepage.metric.percentile.widgetsPerUser.desc = N\u00famero m\u00e9dio de widgets usados por um usu\u00e1rio da P\u00e1gina Inicial. Um widget usado \u00e9 aquele que o usu\u00e1rio abriu.
homepage.metric.totals.visitorPast24Hours.desc = N\u00famero total de visitantes exclusivos nas \u00faltimas 24 horas.
homepage.metric.totals.visitorPastHour.desc = N\u00famero total de visitantes exclusivos na \u00faltima hora.
homepage.metric.totals.visitorPast7Days.desc = N\u00famero total de visitantes exclusivos nos \u00faltimos 7 dias
homepage.metric.totals.visitorPast30Days.desc = N\u00famero total de visitantes exclusivos nos \u00faltimos 30 dias
homepage.metric.widgetUsage.desc = Para cada widget, o n\u00famero total de inst\u00e2ncias de widgets usados. Um widget usado \u00e9 o que o usu\u00e1rio abriu, e n\u00e3o o acoplado na barra lateral.

label.metrics.title = M\u00e9tricas da p\u00e1gina inicial
label.metrics.name = Nome
label.metrics.value = Valor
label.metrics.asof = A partir de:
label.metrics.months = Janeiro Fevereiro Mar\u00e7o Abril Maio Junho Julho Agosto Setembro Outubro Novembro Dezembro
label.metrics.notSet= As m\u00e9tricas do sistema ainda n\u00e3o est\u00e3o dispon\u00edveis ou o administrador as desativou. Entre em contato com o administrador para obter informa\u00e7\u00f5es.
label.metrics.storyLifeTime= Hist\u00f3rias e notifica\u00e7\u00f5es s\u00e3o limpas ap\u00f3s {0} dias.
# Search strings
# Common to multiple pages
# Only used in isolation for buttons
# used for tabs in search result ui and advanced search options
jsp.search.allAreas = Todas as \u00c1reas
jsp.search.activities = Atividades
jsp.search.blogs = Blogs
jsp.search.communities = Comunidades
jsp.search.dogear = Favoritos
jsp.search.profiles = Perfis
jsp.search.wiki = Wiki
jsp.search.files = Arquivos
jsp.search.search.verb = Procurar
jsp.search.twisty.collapse = Clique para reduzir a se\u00e7\u00e3o
jsp.search.help.link = Ajuda

#web/jsp/search.jspf
jsp.search.searchbox.default.text = Todo o  Connections
jsp.search.searchbox.searchdropdown = Refinar as op\u00e7\u00f5es de procura
jsp.search.searchbox.search.activities = Atividades
jsp.search.searchbox.search.blogs = Blogs
jsp.search.searchbox.search.communities = Comunidades
jsp.search.searchbox.search.dogear = Favoritos
jsp.search.searchbox.search.profiles = Perfis
jsp.search.searchbox.search.wikis = Wikis
jsp.search.searchbox.search.files = Arquivos
jsp.search.searchbox.search.forums = F\u00f3runs
jsp.search.searchbox.search.status_updates = Atualiza\u00e7\u00f5es de Status
jsp.search.searchbox.search.directory = Diret\u00f3rio
jsp.search.searchbox.search.directory_named =Diret\u00f3rio {0}
jsp.search.searchbox.search.advanced = Avan\u00e7ado
jsp.search.searchbox.a11y.title = Digitar texto da procura
jsp.search.searchbox.search.alt = Procurar

#web/jsp/searchResults.jsp
jsp.search.results.title = P\u00e1gina Inicial - Resultados da Procura
jsp.search.results.advanced.search.button = Nova Procura Avan\u00e7ada
jsp.search.comments.Comments = Coment\u00e1rios
#web/jsp/searchComponents.jspf
jsp.search.components.results.from = Tipos de Conte\u00fados
jsp.search.components.all = Todas as \u00e1reas
jsp.search.components.help = Obtenha uma decomposi\u00e7\u00e3o dos resultados da procura. Clique nos links para exibir os resultados associados a cada aplicativo. O n\u00famero ao lado de cada nome do aplicativo indica quantos resultados existem para este aplicativo.

#web/jsp/seachTags.jspf
jsp.search.tags.tags = Marca\u00e7\u00f5es
jsp.search.tags.find = Localizar marca\u00e7\u00f5es
jsp.search.tags.search = Enviar procura de marca\u00e7\u00e3o
jsp.search.tags.active = Marca\u00e7\u00f5es Relacionadas
jsp.search.tags.help = Clique em uma marca\u00e7\u00e3o para exibir os resultados marcados com o termo espec\u00edfico. Pesquise uma marca\u00e7\u00e3o espec\u00edfica digitando essa marca\u00e7\u00e3o no campo de procura. Arraste a r\u00e9gua de controle para ajustar o tamanho da nuvem de marca\u00e7\u00f5es.
jsp.search.tags.view.cloud = Visualizar como nuvem
jsp.search.tags.view.list = Visualizar como lista

#web/jsp/searchPeople.jspf
jsp.search.people.people = Pessoas
jsp.search.people.most.active = Pessoas Relacionadas
jsp.search.people.help = Visualize as pessoas associadas aos resultados da procura. Clique em um nome para exibir os resultados da procura associados a uma pessoa espec\u00edfica.

#web/jsp/searchDate.jspf
jsp.search.dates.dates = Datas
jsp.search.dates.most.active = Datas Relacionadas
jsp.search.dates.help = Para exibir os resultados que foram criados ou atualizados em um per\u00edodo de tempo espec\u00edfico, expanda a seta e filtre as informa\u00e7\u00f5es por ano, m\u00eas e data.
#web/jsp/searchResults.jspf
jsp.search.results.page.heading = Resultados da procura

# Translator: In the next two properties, parameters {0} and {1} are user input
jsp.search.searched.for = Voc\u00ea pesquisou este termo: {0}
jsp.search.searched.for.refined = Voc\u00ea pesquisou este termo: {0} com esses filtros: {1}

#the next two strings are used in the context Results 1 to 10 of 100
jsp.search.results.range = Resultados {0} para {1} de {2}
jsp.search.results.previous = Anterior
jsp.search.results.next = Pr\u00f3ximo
jsp.search.results.page = P\u00e1gina
jsp.search.results.first = Primeiro
jsp.search.results.last = \u00daltima

# In the next property, please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.noresults = A procura n\u00e3o retornou resultados. Clique <a href="{0}">aqui</a> para tentar novamente.

# The two strings below are used in the context Show: 10 | 20 | 50 | 100 | All items
# Because of design, they cannot be resourced in one single string.
# Please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.paging.show = Mostrar:
jsp.search.results.paging.all = <a href="{0}">Todos</a> os itens

# {0} and {1} contain only numbers
jsp.search.results.paging.jump = Ir para p\u00e1gina {0} de {1}

#web/jsp/advancedSearch.jsp
jsp.search.advancedsearch.page.title = P\u00e1gina Inicial - Procura Avan\u00e7ada
jsp.search.advancedsearch.title = Procura Avan\u00e7ada
jsp.search.advancedsearch.tips = Dicas
jsp.search.advancedsearch.tip.1 = Novo no HCL Connections?
jsp.search.advancedsearch.tip.2 = Est\u00e1 procurando conte\u00fado de uma \u00e1rea espec\u00edfica? Direcione os resultados da procura selecionando apenas os aplicativos de seu interesse. Amplie a procura clicando em <B>Procurar Todos</B>.
jsp.search.advancedsearch.tip.3 = Insira uma ou mais palavras-chave para localizar diferentes tipos de conte\u00fado que cont\u00e9m essa palavra-chave.
jsp.search.advancedsearch.description = Digite uma ou mais palavras-chave para procurar conte\u00fado relacionado.
jsp.search.advancedsearch.step.one = Etapa um
jsp.search.advancedsearch.step.two = Etapa dois
jsp.search.advancedsearch.step.three = Etapa tr\u00eas
jsp.search.advancedsearch.keywords.label = Procurar palavra-chaves:
jsp.search.advancedsearch.features.select = Selecione os aplicativos que deseja procurar.
jsp.search.advancedsearch.features.all = Procurar Todos
jsp.search.advancedsearch.keywords.description = Por exemplo, procurar por "design" exibe uma lista de pessoas, blogs, atividades, comunidades e favoritos que cont\u00e9m a palavra "design" no t\u00edtulo, descri\u00e7\u00e3o, marca\u00e7\u00f5es ou conte\u00fado.
jsp.search.advancedsearch.tags.only = Procurar apenas marca\u00e7\u00f5es
#web/jsp/advancedSearch.jsp - All Areas Tab
jsp.search.advancedsearch.all.caption = Use os campos abaixo para procurar algumas ou todas as \u00e1reas
jsp.search.advancedsearch.keyword.label = Palavras-chave
jsp.search.advancedsearch.keyword.description = Insira uma palavra-chave para localizar o conte\u00fado que cont\u00e9m essa palavra-chave.
jsp.search.advancedsearch.tags.label = Marca\u00e7\u00f5es
jsp.search.advancedsearch.tags.description = Insira uma marca\u00e7\u00e3o para localizar pessoas ou conte\u00fado marcado com um termo espec\u00edfico.
jsp.search.advancedsearch.person.label = Pessoa
jsp.search.advancedsearch.person.description = Digite um nome de pessoa para localizar seu perfil e todo conte\u00fado que ela tenha autorizado.
jsp.search.advancedsearch.time.label = Intervalo de Tempo
jsp.search.advancedsearch.time.description = Selecione o per\u00edodo de tempo no qual procurar
jsp.search.advancedsearch.areas.label = \u00c1reas de Procura
jsp.search.advancedsearch.areas.description = Desmarque para excluir da procura
jsp.search.advancedsearch.searchAllContent = Procurar todo o conte\u00fado
jsp.search.advancedsearch.searchMyContent = Procurar meu conte\u00fado

#web/jsp/noIndex.jsp
jsp.search.noIndex.title = P\u00e1gina Inicial - O \u00edndice est\u00e1 ausente ou corrompido
jsp.search.noIndex.message = A procura n\u00e3o est\u00e1 dispon\u00edvel neste servidor porque o \u00edndice est\u00e1 ausente ou corrompido.  Clique em Voltar para tentar novamente.  Se esta mensagem persistir, entre em contato com o administrador.
jsp.search.error = Erro

#web/jsp/opensearch.jsp
#this jsp is used to provide details about Connections search to browsers so they can include Connections search in their built in search forms
# the service name cannot be longer than 16 characters for the opensearch spec
jsp.search.opensearch.service.name = Connections
# long service name may be up to 48 characters
jsp.search.opensearch.service.long.name = Procurar no Connections
# the description must be less than 1024 characters for the opensearch spec
jsp.search.opensearch.description = Procurar em todo o conte\u00fado do Connections
# developer must not be longer than 64 characters
jsp.search.opensearch.service.developer = Equipe de Desenvolvimento do Connections


# Admin UI: admin/admin.jsp
jsp.admin.title = P\u00e1gina Inicial do Administrador
jsp.admin.description = Use esta p\u00e1gina para definir os aplicativos dispon\u00edveis aos usu\u00e1rios da P\u00e1gina inicial.
jsp.admin.widgets.click = Clique em um nome de aplicativo para selecion\u00e1-lo.
jsp.admin.enabled.widgets = Aplicativos ativados
jsp.admin.enabled.widgets.comment = Aplicativos ativados aparecem na P\u00e1gina inicial
jsp.admin.disabled.widgets = Aplicativos desativados
jsp.admin.disabled.widgets.comment = Aplicativos desativados n\u00e3o aparecem na P\u00e1gina inicial
jsp.admin.button.disable = Desativar
jsp.admin.button.edit = Editar
jsp.admin.button.remove = Remover
jsp.admin.button.enable = Ativar
jsp.admin.button.add = Incluir outro aplicativo
jsp.admin.button.refresh = Atualizar cache
jsp.admin.button.add.mapping = Incluir Mapeamento
jsp.admin.button.edit.mapping = Editar Mapeamento
jsp.admin.button.delete.mapping = Excluir Mapeamento
jsp.admin.test.mode.title = Modo de Teste:
jsp.admin.test.mode.checkbox = Permitir aplicativos desativados
jsp.admin.add.page.title = Incluir novo aplicativo
jsp.admin.edit.page.title = Editar aplicativo
jsp.admin.edit.widget.type = Tipo de Aplicativo:
jsp.admin.edit.widget.type.comment = Selecione o tipo de aplicativo.
jsp.admin.edit.widget.type.iwidget = iWidget
# OpenSocial should not be translated as it's the name of a standard
jsp.admin.edit.widget.type.osgadget = OpenSocial Gadget
jsp.admin.edit.widget.name = T\u00edtulo de Aplicativo:
jsp.admin.edit.widget.name.comment = Insira um nome do aplicativo. Por exemplo, Blogs.
jsp.admin.edit.widget.description = Descri\u00e7\u00e3o:
jsp.admin.edit.widget.description.comment = Insira uma descri\u00e7\u00e3o de aplicativo. Por exemplo, coment\u00e1rios e entradas de Blogs Mais Recentes.
jsp.admin.edit.widget.url = Endere\u00e7o de URL:
jsp.admin.edit.widget.url.comment = Insira o local do aplicativo. Ele deve ser um endere\u00e7o da web absolutamente seguro. Por exemplo, http://myserver.com/mywidget.xml.
jsp.admin.edit.widget.secureurl = Endere\u00e7o de URL Seguro:
jsp.admin.edit.widget.secureurl.comment = Insira a localiza\u00e7\u00e3o do aplicativo. Ele deve ser um endere\u00e7o da web absolutamente seguro. Por exemplo, https://myserver.com/mywidget.xml.
jsp.admin.edit.widget.iconurl = URL de \u00edcone:
jsp.admin.edit.widget.iconurl.comment = Insira a localiza\u00e7\u00e3o de um \u00edcone para exibir o aplicativo acoplado. A imagem deve ter 16 x 16 pixels de tamanho (favicons s\u00e3o aceit\u00e1veis).
jsp.admin.edit.widget.iconsecureurl = URL de \u00cdcone Segura:
jsp.admin.edit.widget.iconsecureurl.comment = Insira a localiza\u00e7\u00e3o de um \u00edcone para exibir o aplicativo acoplado. A imagem deve ter 16 x 16 pixels de tamanho (favicons s\u00e3o aceit\u00e1veis).
jsp.admin.edit.widget.homepagespecific = Usar as marca\u00e7\u00f5es espec\u00edficas do HCL Connections:
jsp.admin.edit.widget.cache = Descritor de aplicativo em cache:
jsp.admin.edit.widget.preview = Visualizar URL da Imagem:
jsp.admin.edit.widget.preview.comment = Insira o local de uma imagem de visualiza\u00e7\u00e3o. Pode ser um endere\u00e7o da Web absoluto ou relativo. Por exemplo, http://myserver.com/images/image.gif.
jsp.admin.edit.widget.category = Categoria:
jsp.admin.edit.widget.category.comment = Por exemplo, Favoritos
jsp.admin.edit.widget.tab.widget = Exibir em Minha P\u00e1gina:
jsp.admin.edit.widget.tab.widget.comment = Deve-se escolher uma \u00e1rea para exibir o aplicativo, na Minha P\u00e1gina ou nas p\u00e1ginas de Atualiza\u00e7\u00f5es. Ative ambas as op\u00e7\u00f5es para exibir o aplicativo em ambas as \u00e1reas.
jsp.admin.edit.widget.tab.update =  Exibir nas p\u00e1ginas de Atualiza\u00e7\u00f5es:
jsp.admin.edit.widget.tab.update.comment = Deve-se escolher uma \u00e1rea para exibir o aplicativo, na Minha P\u00e1gina ou nas p\u00e1ginas de Atualiza\u00e7\u00f5es. Ative ambas as op\u00e7\u00f5es para exibir o aplicativo em ambas as \u00e1reas.
jsp.admin.edit.widget.opened = Aberto por padr\u00e3o:
jsp.admin.edit.widget.opened.comment = Selecione esta op\u00e7\u00e3o para exibir o aplicativo quando o usu\u00e1rio efetuar login pela primeira vez na P\u00e1gina inicial.
jsp.admin.edit.widget.view = M\u00faltiplos aplicativos:
jsp.admin.edit.widget.view.comment = Selecione esta op\u00e7\u00e3o para ativar m\u00faltiplas inst\u00e2ncias do aplicativo a serem exibidas.
jsp.admin.edit.widget.prereqs = Pr\u00e9-requisitos:
jsp.admin.edit.button.ok = Ok
jsp.admin.edit.button.save = Salvar
jsp.admin.edit.button.cancel = Cancelar
jsp.admin.tips = Dicas
jsp.admin.tip.header = Novo Administrador?
jsp.admin.tip.1 = Use a p\u00e1gina de Administra\u00e7\u00e3o para ativar e desativar aplicativos individuais e editar os detalhes.
jsp.admin.tip.2 = Aprimore a funcionalidade da p\u00e1gina Inicial incluindo novos aplicativos a partir de sua organiza\u00e7\u00e3o ou terceiros.
jsp.admin.error.select.widget = Selecione um aplicativo antes de executar uma a\u00e7\u00e3o.
jsp.admin.error.empty.name = Insira um t\u00edtulo para o aplicativo antes de salv\u00e1-lo.
jsp.admin.error.empty.url = Insira uma URL para o aplicativo antes de salv\u00e1-lo.
jsp.admin.error.system.widgets = Aplicativos de sistema n\u00e3o podem ser removidos.
jsp.admin.error.protocol = Protocolo n\u00e3o suportado para recursos do aplicativo.
jsp.admin.error.url = O recurso n\u00e3o foi encontrado neste local.
jsp.admin.error.verified = N\u00e3o foi poss\u00edvel verificar o recurso. Entre em contato com o seu administrador do sistema.
jsp.admin.error.widgettab = Selecione uma ou mais op\u00e7\u00f5es de exibi\u00e7\u00e3o. Deve-se exibir o aplicativo na visualiza\u00e7\u00e3o de Atualiza\u00e7\u00f5es, na visualiza\u00e7\u00e3o de Aplicativos ou ambas.
jsp.admin.error.newwidget = Ocorreu um erro ao criar o novo aplicativo. O aplicativo est\u00e1 dispon\u00edvel, mas pode n\u00e3o funcionar corretamente.
jsp.admin.error.enablewidget = Ocorreu um erro ao ativar o aplicativo. O aplicativo est\u00e1 dispon\u00edvel, mas pode n\u00e3o funcionar corretamente.
jsp.admin.error.editwidget = Ocorreu um erro ao salvar o aplicativo. O aplicativo est\u00e1 dispon\u00edvel, mas pode n\u00e3o funcionar corretamente.
jsp.admin.error.refreshcache = Ocorreu um erro ao atualizar o cache para o aplicativo.
jsp.admin.gadgetSettings.legend = Configura\u00e7\u00f5es do dispositivo com o di\u00e1logo Fluxo de Atividades ou Compartilhamento
jsp.admin.gadgetSettings.gadgetSecurityLabel = Seguran\u00e7a:
jsp.admin.gadgetSettings.gadgetsecurityUnrestriced = Confi\u00e1vel
jsp.admin.gadgetSettings.gadgetsso = Use SSO.
jsp.admin.gadgetSettings.gadgetSecurityRestricted = Restrito
jsp.admin.gadgetSettings.gadgetSettingsHelp = Dispositivos confi\u00e1veis podem acessar as APIs que podem ter dados potencialmente sens\u00edveis.
jsp.admin.gadgetSettings.gadgetsecurityLabel = Pontos de integra\u00e7\u00e3o de UI:
jsp.admin.gadgetSettings.gadgetshareboxLabel = Mostrar no di\u00e1logo Compartilhamento ap\u00f3s o dispositivo:
jsp.admin.gadgetSettings.gadgeteeLabel = Mostrar para os eventos do Fluxo de Atividades.
jsp.admin.gadgetSettings.gadgeturlaccesslabel = Acesso ao servidor via Proxy:
jsp.admin.gadgetSettings.gadgeturlaccessExternal = Somente fora da intranet.
jsp.admin.gadgetSettings.gadgeturlaccessAny = Todos os servidores.
jsp.admin.gadgetSettings.gadgeturlaccessCustom = Regra customizada definida para este dispositivo no arquivo proxy-policy.dynamic.
jsp.admin.gadgetSettings.widgetOrGadgetHelp = Quais URLs o dispositivo pode acessar.
jsp.admin.gadgetSettings.gadgetoauthLabel = Cliente OAuth:
jsp.admin.gadgetSettings.serviceName=Nome do Servi\u00e7o:
jsp.admin.gadgetSettings.oauthMappings= Mapeie o servi\u00e7o para o cliente Oauth ou selecione um mapeamento para editar.
jsp.admin.gadgetSettings.serviceMappings= Mapeamentos de Servi\u00e7o:
jsp.admin.alert.willupdate=A mudan\u00e7a nas configura\u00e7\u00f5es nesta tela gerar\u00e1 uma atualiza\u00e7\u00e3o que colocar\u00e1 o foco na parte superior da p\u00e1gina
jsp.admin.alert.willupdate.2=A mudan\u00e7a de {0} gerar\u00e1 uma atualiza\u00e7\u00e3o que colocar\u00e1 o foco na parte superior da p\u00e1gina

# Getting Start UI: web/gettingStartedPage.action
jsp.start.title = Introdu\u00e7\u00e3o ao HCL Connections
jsp.start.sub.title = Use esta guia para orient\u00e1-lo por algumas tarefas b\u00e1sicas e ajud\u00e1-lo a obter uma introdu\u00e7\u00e3o a alguns recursos-chave.
jsp.start.checkbox.label = N\u00e3o mostrar esta tela no in\u00edcio
jsp.start.step1.tab.title.nocaps = Bem-vindo(a)
jsp.start.step1.tab.title = BEM-VINDO(A)
jsp.start.step1.title = Introdu\u00e7\u00e3o ao HCL Connections.
jsp.start.step1.sub.title = Esta p\u00e1gina de destino permite customizar sua primeira experi\u00eancia de usu\u00e1rio com o HCL Connections.
jsp.start.step1.text = Os administradores podem customizar as etapas na p\u00e1gina Introdu\u00e7\u00e3o ao editar o gettingstarted-config.xml. Eles podem incluir ou remover etapas e fornecer conte\u00fado customizado, como uma mensagem de boas-vindas do CEO.
jsp.start.share.sub.title = Descubra como voc\u00ea pode se conectar a outras pessoas e compartilhar informa\u00e7\u00f5es.
jsp.start.explore.tab.title.nocaps = Explorar
jsp.start.explore.tab.title = EXPLORAR
jsp.start.explore.title = Explorar
jsp.start.explore.sub.title = Saiba mais sobre os recursos do HCL Connections.

jsp.start.welcome.title = Bem-vindo(a) ao HCL Connections
jsp.start.welcome.sub.title = Descubra o que \u00e9 o HCL Connections e como us\u00e1-lo.
jsp.start.welcome.text.line1 = O HCL Connections traz a rede social para a empresa, permitindo que voc\u00ea se comunique, colabore e construa rela\u00e7\u00f5es fortes com outras pessoas. Se voc\u00ea deseja compartilhar informa\u00e7\u00f5es importantes, construir uma rede de contatos \u00fateis ou seguir as pessoas que lhe interessam, h\u00e1 um aplicativo para voc\u00ea.
jsp.start.welcome.text.line3 = Clique em <b>Compartilhar</b> para iniciar.  Conecte-se com outras pessoas e inicie a troca de informa\u00e7\u00f5es e ideias. Em seguida, clique na guia <b>Explorar</b> para ser introduzida nos aplicativos diferentes e aprenda como utiliz\u00e1-los.

# Getting started - Visitor tab

jsp.start.welcome.visitor.text.line1 = Algu\u00e9m nessa organiza\u00e7\u00e3o convidou voc\u00ea para participar de uma comunidade do HCL Connections ou compartilhou um arquivo com voc\u00ea. HCL Connections fornece as ferramentas necess\u00e1rias para voc\u00ea colaborar com os outros. Quando voc\u00ea participa do HCL Connections, torna-se um usu\u00e1rio externo nessa organiza\u00e7\u00e3o.
jsp.start.welcome.visitor.text.line2 = Para continuar, clique em {0} ou {1} para ver se h\u00e1 alguma mensagem esperando por voc\u00ea.
jsp.start.welcome.visitor.text.line3 = Deseja saber mais? Clique em {0} para descobrir.
jsp.start.welcome.visitor.text.homepage = O {0} lhe ajudar\u00e1 a descobrir rapidamente o que h\u00e1 de novo, o que requer aten\u00e7\u00e3o e quando as pessoas est\u00e3o mencionando voc\u00ea. Para aproveitar ao m\u00e1ximo esta p\u00e1gina, certifique-se de seguir comunidades e arquivos para poder se manter atualizado facilmente sobre as mudan\u00e7as mais recentes. Para abrir a p\u00e1gina inicial, clique no \u00edcone In\u00edcio
jsp.start.welcome.visitor.text.communities = Use {0} para participar de uma comunidade de seu interesse, onde \u00e9 poss\u00edvel compartilhar arquivos, controlar projetos, fazer e responder perguntas, co-editar informa\u00e7\u00f5es e trocar novas ideias. Para localizar as comunidades das quais faz parte, clique no \u00edcone Comunidades.
jsp.start.welcome.visitor.text.files = {0} permite que voc\u00ea compartilhar arquivos com outras pessoas e veja os arquivos que as outras pessoas compartilharam com voc\u00ea. Fixe os arquivos que deseja receber de volta para localiz\u00e1-los rapidamente. Deixe coment\u00e1rios sobre os arquivos, fa\u00e7a download da vers\u00e3o mais recente ou use os recursos de coedi\u00e7\u00e3o para fazer mudan\u00e7as nos arquivos on-line.
jsp.start.welcome.visitor.homepage = P\u00e1gina inicial
jsp.start.welcome.visitor.help = O que eu posso fazer como um usu\u00e1rio externo?

# Getting started - share tab
jsp.start.share.tab.title.nocaps=Compartilhar
jsp.start.share.tab.title=COMPARTILHAR
jsp.start.share.title=O que deseja fazer a seguir?
jsp.start.share.component.headline.documents=Compartilhar documentos e recursos de trabalho
jsp.start.share.component.headline.collaborate=Criar uma localidade central para minha equipe colaborar
jsp.start.share.component.headline.ideas=Criar um local para minha equipe compartilhar ideias
jsp.start.share.component.headline.knowledge=Manter um log pessoal para compartilhar meu conhecimento e experi\u00eancia
jsp.start.share.component.headline.people=Localizar pessoas com as quais se conectar
jsp.start.share.component.headline.links=Compartilhar meus links com sites
jsp.start.share.component.headline.library=Solicitar uma revis\u00e3o de documento de meus peers

jsp.start.share.component.body.title.tryMultiple=Tentar {0} ou {1}
jsp.start.share.component.body.title.try=Tentar {0}

jsp.start.share.component.body.documents.files=Use Arquivos quando quiser carregar, compartilhar e armazenar documentos em uma localidade central.
jsp.start.share.component.body.documents.activities=Voc\u00ea pode usar Atividades para compartilhar documentos de trabalho. Uma atividade permite organizar o trabalho e os recursos de sua equipe em tarefas do projeto.

jsp.start.share.component.body.collaborate.communities=Uma comunidade agrupa pessoas que compartilham um interesse comum. Use os recursos fornecidos pelas Comunidades para atingir, organizar e iniciar uma conex\u00e3o. Encoraje sua equipe a colaborar e compartilhar informa\u00e7\u00f5es incluindo blogs, wikis, atividades, f\u00f3runs e favoritos.
jsp.start.share.component.body.ideas.forums=F\u00f3runs s\u00e3o locais \u00fateis para sua equipe discutir ideias e coletar feedback. Use um f\u00f3rum para compartilhar ideias com sua equipe e discutir t\u00f3picos de interesse comum.
jsp.start.share.component.body.ideas.wikis=Crie uma wiki para fornecer \u00e0 sua equipe um local central para compartilhar e desenvolver ideias de uma forma din\u00e2mica e colaborativa.
jsp.start.share.component.body.knowledge.blogs=Blogs s\u00e3o di\u00e1rios on-line que voc\u00ea pode usar para compartilhar informa\u00e7\u00f5es com sua organiza\u00e7\u00e3o. Use um blog para contar aos colegas sobre os desenvolvimentos mais recentes em uma determinada \u00e1rea, tornar seu conhecimento dispon\u00edvel para outras pessoas ou simplesmente compartilhar suas not\u00edcias e visualiza\u00e7\u00f5es.
jsp.start.share.component.body.people.profiles=Use Perfis para se conectar \u00e0s pessoas corretas rapidamente. Voc\u00ea pode procurar pessoas com base nas informa\u00e7\u00f5es, na experi\u00eancia ou conhecimento de seus contatos. Crie um conjunto \u00fatil de contatos convidando as pessoas a participar da sua rede. Fa\u00e7a novos contatos e fique conectado!
jsp.start.share.component.body.links.dogear=Use Favoritos para armazenar, organizar e compartilhar seus favoritos de Internet e intranet a partir de uma localidade central, conveniente. Voc\u00ea pode compartilhar alguns ou todos os seus favoritos, tendo o controle sobre quem v\u00ea o que. Voc\u00ea tamb\u00e9m pode ver os recursos dispon\u00edveis de sua organiza\u00e7\u00e3o visualizando as cole\u00e7\u00f5es de favoritos de outras pessoas.
jsp.start.share.component.body.library.communities=Use uma biblioteca para armazenar, organizar, colaborar e compartilhar arquivos da comunidade. \u00c9 poss\u00edvel solicitar membros amigos para revisar seus rascunhos e aproveitar os recursos sociais avan\u00e7ados, como identificar, seguir, curtir e comentar.


jsp.start.share.component.linksTitle.activities=Ir para Atividades
jsp.start.share.component.linksTitle.blogs=Ir para Blogs
jsp.start.share.component.linksTitle.dogear=Ir para Favoritos
jsp.start.share.component.linksTitle.files=Ir para Arquivos
jsp.start.share.component.linksTitle.communities=Ir para Comunidades
jsp.start.share.component.linksTitle.forums=Ir para F\u00f3runs
jsp.start.share.component.linksTitle.wikis=Ir para Wikis
jsp.start.share.component.linksTitle.profiles=Ir para Perfis
jsp.start.share.component.linksTitle.homepage=Acesse a visualiza\u00e7\u00e3o de atualiza\u00e7\u00f5es da p\u00e1gina inicial

jsp.start.share.info=Clique nos links para obter mais detalhes sobre cada aplicativo.

# Explore
jsp.start.explore.component.body.activities=Atividades permitem que voc\u00ea organize o trabalho de sua equipe em tarefas do projeto. A cria\u00e7\u00e3o de uma atividade \u00e9 uma maneira \u00fatil de compartilhar informa\u00e7\u00f5es e recursos, designar e controlar itens de pend\u00eancias, postar informa\u00e7\u00f5es da equipe e organizar reuni\u00f5es. Voc\u00ea pode incluir novos membros a uma atividade a qualquer momento, permitindo agrupar rapidamente os recursos que voc\u00ea necessita para um projeto.
jsp.start.explore.component.body.blogs=Blogs s\u00e3o di\u00e1rios on-line que voc\u00ea pode usar para compartilhar informa\u00e7\u00f5es com o resto de sua organiza\u00e7\u00e3o. Um blog \u00e9 uma \u00f3tima forma de comunicar suas not\u00edcias e visualiza\u00e7\u00f5es mais recentes em um estilo eficiente e din\u00e2mico. Postando entradas regulares sobre um assunto ou tema espec\u00edfico, voc\u00ea pode certificar-se de que as pessoas fiquem atualizadas com os desenvolvimentos mais recentes em uma determinada \u00e1rea.
jsp.start.explore.component.body.dogear=Use Favoritos para armazenar e recuperar links da Web inclu\u00eddos a partir de um espa\u00e7o central. Voc\u00ea pode compartilhar alguns ou todos os seus favoritos. Voc\u00ea tamb\u00e9m pode ver as cole\u00e7\u00f5es de favoritos de outras pessoas, fornecendo meios de se conectar a pessoas com interesses semelhantes ou experi\u00eancias que voc\u00ea necessita.
jsp.start.explore.component.body.communities=Uma comunidade \u00e9 um grupo de pessoas que compartilham um interesse comum. Comunidades fornecem uma excelente forma de se conectar a membros de uma equipe e ajud\u00e1-los a permanecer conectados e compartilhar informa\u00e7\u00f5es. Comunidades podem ser p\u00fablicas ou restritas, permitindo que os propriet\u00e1rios da comunidade controlem quem pode participar da comunidade e acessar seu conte\u00fado. As comunidades podem conter ou vincular-se a bibliotecas de documentos, permitindo que os membros organizem e colaborem com arquivos da comunidade.
jsp.start.explore.component.body.files=Arquivos oferecem uma forma conveniente de carregar e armazenar arquivos em um reposit\u00f3rio central. \u00c9 poss\u00edvel compartilhar arquivos transferidos por upload com pessoas selecionadas, dando a voc\u00ea um meio de colaborar no conte\u00fado sem precisar enviar arquivos grandes por e-mail. \u00c9 poss\u00edvel tamb\u00e9m curtir e fazer coment\u00e1rios sobre os arquivos, organizar arquivos usando pastas e controlar diferentes vers\u00f5es dos arquivos.
jsp.start.explore.component.body.forums=Um f\u00f3rum \u00e9 um quadro de discuss\u00e3o on-line com foco em um determinado t\u00f3pico ou tema. Voc\u00ea pode participar de um f\u00f3rum postando quest\u00f5es ou respondendo a t\u00f3picos de discuss\u00f5es existentes. Deseja encontrar a solu\u00e7\u00e3o para um problema que o est\u00e1 impedindo de continuar?  F\u00f3runs s\u00e3o uma \u00f3tima forma de discutir ideias, coletar feedback e alavancar o conhecimento de outros.
jsp.start.explore.component.body.profiles=Perfis s\u00e3o diret\u00f3rios de pessoas em sua organiza\u00e7\u00e3o que permitem que voc\u00ea localize e se conecte \u00e0s pessoas corretas rapidamente. Voc\u00ea pode procurar pessoas com base nas informa\u00e7\u00f5es, na experi\u00eancia ou no conhecimento de seus contatos. Deixe que as pessoas saibam quem preenchendo seu pr\u00f3prio perfil. Crie seu pr\u00f3prio conjunto de contatos incluindo pessoas \u00e0 sua rede.
jsp.start.explore.component.body.wikis=Um wiki \u00e9 uma cole\u00e7\u00e3o de p\u00e1ginas da Web sobre um determinado t\u00f3pico. Wikis s\u00e3o uma \u00f3tima forma de compartilhar informa\u00e7\u00f5es centralmente e encorajar a colabora\u00e7\u00e3o dentro da equipe do projeto. Membros de wikis podem incluir suas pr\u00f3prias p\u00e1ginas, editar e comentar sobre p\u00e1ginas existentes, garantindo assim que essas informa\u00e7\u00f5es estejam sempre atualizadas.

jsp.start.explore.introduction.title=Introdu\u00e7\u00e3o
jsp.start.explore.introduction.body=O HCL Connections \u00e9 um software social para empresas. Ele permite que voc\u00ea desenvolva, estimule e permane\u00e7a em contato com uma rede de colegas, responda rapidamente a oportunidades de neg\u00f3cios recorrendo ao conhecimento em sua rede e discuta e aperfei\u00e7oe novas ideias criativas com comunidades de colaboradores e clientes.
jsp.start.explore.info=Clique nos links para obter mais detalhes sobre cada aplicativo.

jsp.start.explore.demo.alt=Reproduzir v\u00eddeo de demonstra\u00e7\u00e3o
jsp.start.explore.viewdemo=Visualizar Demo
jsp.start.explore.viewCommunitiesDemo=Visualizar Demo de Comunidades
jsp.start.explore.viewLibraryDemo=Visualizar Demo de Biblioteca

jsp.help.read.transcript = Clique aqui para ler uma transcri\u00e7\u00e3o de texto deste tutorial.

# River of news strings
jsp.river.more = Mais
jsp.river.removeSaved = Remover item da minha lista salva
jsp.river.associatedTags = Marca\u00e7\u00f5es:
jsp.river.saveForLater= Salvar
jsp.river.saveForLater.alt = \u00cdcone de salvamento
jsp.river.openOriginal = Abrir item original
jsp.river.linkIcon = \u00cdcone de Link
jsp.river.deleteSaved = Remover de itens salvos

jsp.river.discover.introduction = Descubra novas pessoas e novo conte\u00fado navegando por todas as atualiza\u00e7\u00f5es p\u00fablicas
jsp.river.topUpdates.introduction = Visualize atualiza\u00e7\u00f5es de status de sua rede e respostas a suas pr\u00f3prias contribui\u00e7\u00f5es.
jsp.river.filter.show = Mostrar:
jsp.river.filter.allUpdates = Todas as atualiza\u00e7\u00f5es
jsp.river.filter.homepage = P\u00e1gina Inicial
jsp.river.filter.activities = Atividades
jsp.river.filter.profiles = Perfis
jsp.river.filter.communities = Comunidades
jsp.river.filter.blogs = Blogs
jsp.river.filter.dogear = Favoritos
jsp.river.filter.wikis = Wikis
jsp.river.filter.files = Arquivos

jsp.river.filter.alt.allUpdates = Selecione para exibir todas as atualiza\u00e7\u00f5es
jsp.river.filter.alt.activities = Selecione para exibir somente as atualiza\u00e7\u00f5es de Atividades
jsp.river.filter.alt.profiles = Selecione para exibir somente as atualiza\u00e7\u00f5es de Perfis
jsp.river.filter.alt.communities = Selecione para exibir somente as atualiza\u00e7\u00f5es de Comunidades
jsp.river.filter.alt.blogs = Selecione para exibir somente as atualiza\u00e7\u00f5es de Blogs
jsp.river.filter.alt.dogear = Selecione para exibir apenas as atualiza\u00e7\u00f5es de Favoritos
jsp.river.filter.alt.wikis = Selecione para exibir somente as atualiza\u00e7\u00f5es de Wikis
jsp.river.filter.alt.files = Selecione para exibir somente as atualiza\u00e7\u00f5es de Arquivos

jsp.river.error.message = N\u00e3o \u00e9 poss\u00edvel exibir novas hist\u00f3rias
jsp.river.error.error = Ocorreu um erro. Entre em contato com o administrador do sistema. Este erro pode ser causado se o novo servi\u00e7o do reposit\u00f3rio n\u00e3o estiver sendo executado corretamente.
jsp.river.error.details = Mostrar mensagem de erro completa
jsp.river.error.icon.alt = \u00cdcone de erro

# Alt text for icons in river of news. Need for screen readers
jsp.river.alt.homepage = Evento da P\u00e1gina Inicial
jsp.river.alt.blogs = Evento de Blogs
jsp.river.alt.wikis = Evento de Wikis
jsp.river.alt.files = Evento de Arquivos
jsp.river.alt.dogear = Evento de Favoritos
jsp.river.alt.activities = Evento de Atividades
jsp.river.alt.profiles = Evento de Perfis
jsp.river.alt.communities = Evento de Comunidades
jsp.river.alt.thirdParty = Evento a partir de um componente de terceiros

# Saved tab messages when no stories to display
jsp.river.savedTab.title.part1 = Voc\u00ea ainda n\u00e3o salvou nenhuma hist\u00f3ria.
jsp.river.savedTab.title.part2 = Para salvar hist\u00f3rias para ler posteriormente...
jsp.river.savedTab.step1 = Ao visualizar uma lista de hist\u00f3rias (nas guia Primeiras Atualiza\u00e7\u00f5es, Descoberta ou Lista de Observa\u00e7\u00e3o).
jsp.river.savedTab.step2 = Clique em Mais, pr\u00f3ximo \u00e0 hist\u00f3ria que deseja salvar.
jsp.river.savedTab.step3 = Clique em Salvar esta hist\u00f3ria.

# Taop updates messages when no stories to display
# {0} is person name
jsp.river.topUpdates.welcome = Ol\u00e1 {0}!
jsp.river.topUpdates.profiles.update = Deixe que as pessoas saibam quem voc\u00ea \u00e9 o que faz.
jsp.river.topUpdates.profiles.update.part2 = Atualize seu perfil.
jsp.river.topUpdates.colleagues.part1 = Encontre pessoas de seu interesse e convide-as para participar da sua rede.
jsp.river.topUpdates.colleagues.part2 = Comece a construir sua rede.
jsp.river.topUpdates.activities.part1 = Crie itens de pend\u00eancias e designe tarefas para sua equipe.
jsp.river.topUpdates.activities.part2 = Inicie uma atividade.
jsp.river.topUpdates.blogs.part1 = Compartilhe suas not\u00edcias e visualiza\u00e7\u00f5es com a organiza\u00e7\u00e3o.
jsp.river.topUpdates.blogs.part2 = Crie um blog.
jsp.river.topUpdates.communities.part1 = Conecte-se com pessoas que compartilham um interesse comum.
jsp.river.topUpdates.communities.part2 = Participe de uma comunidade.
jsp.river.topUpdates.dogear.part1 = Salve, organize e compartilhe seus favoritos.
jsp.river.topUpdates.dogear.part2 = Encontre favoritos de seu interesse.
jsp.river.topUpdates.files.part1 = Compartilhe informa\u00e7\u00f5es e colabore com outros.
jsp.river.topUpdates.files.part2 = Carregue e compartilhe arquivos.
jsp.river.topUpdates.wikis.part1 = Navegue para localizar uma wiki com o qual voc\u00ea deseja contribuir, ou crie uma nova wiki.
jsp.river.topUpdates.wikis.part2 = Comece a colaborar.
jsp.river.topUpdates.intro = Ao tornar-se ativo no HCL Connections, esta p\u00e1gina ser\u00e1 preenchida com as atualiza\u00e7\u00f5es mais recentes relacionadas a voc\u00ea e sua rede.

jsp.river.noItems = N\u00e3o existem atualiza\u00e7\u00f5es de not\u00edcias para mostrar nesta sele\u00e7\u00e3o.
jsp.statusUpdates.noItems = N\u00e3o existem atualiza\u00e7\u00f5es de status para mostrar.
jsp.newsfeed.noItems = Seu feed de not\u00edcias est\u00e1 vazio. Voc\u00ea ver\u00e1 as atualiza\u00e7\u00f5es quando come\u00e7ar a seguir outras pessoas ou conte\u00fado.
jsp.river.discover.noItems = Nenhuma atualiza\u00e7\u00e3o ocorrida no HCL Connections no momento. Volte mais tarde!

jsp.river.watchlist.addPerson = Incluir pessoa \u00e0 minha lista de observa\u00e7\u00e3o
jsp.river.watchlist.addPersonConfirm = Sua lista de observa\u00e7\u00e3o foi atualizada
# {0} is the name of a person
jsp.river.watchlist.addSpecificPerson = Incluir {0} \u00e0 minha lista de observa\u00e7\u00e3o
# {0} is the name of a person
jsp.river.watchlist.addSpecificPersonConfirm = {0} foi inclu\u00eddo \u00e0 sua lista de observa\u00e7\u00e3o
jsp.river.watchlist.removePerson = Remover pessoa de minha lista de observa\u00e7\u00e3o
jsp.river.watchlist.removePersonConfirm = Sua lista de observa\u00e7\u00e3o foi atualizada
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPerson = Remover {0} de minha lista de observa\u00e7\u00e3o
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPersonConfirm = {0} foi removido de sua lista de observa\u00e7\u00e3o

jsp.river.watchlist.addTag = Incluir marca\u00e7\u00e3o \u00e0 minha lista de observa\u00e7\u00e3o
jsp.river.watchlist.addTagConfirm = Sua lista de observa\u00e7\u00e3o foi atualizada
# {0} is a tag
jsp.river.watchlist.addSpecificTag = Incluir a marca\u00e7\u00e3o {0} \u00e0 minha lista de observa\u00e7\u00e3o
# {0} is a tag
jsp.river.watchlist.addSpecificTagConfirm = A marca\u00e7\u00e3o {0} foi inclu\u00edda \u00e0 sua lista de observa\u00e7\u00e3o
jsp.river.watchlist.removeTag = Remover marca\u00e7\u00e3o da minha lista de observa\u00e7\u00e3o
jsp.river.watchlist.removeTagConfirm = Sua lista de observa\u00e7\u00e3o foi atualizada
# {0} is a tag
jsp.river.watchlist.removeSpecificTag = remover marca\u00e7\u00e3o {0} da minha lista de observa\u00e7\u00e3o
# {0} is a tag
jsp.river.watchlist.removeSpecificTagConfirm = A marca\u00e7\u00e3o {0} foi removida de sua lista de observa\u00e7\u00e3o


jsp.river.removePerson = Remover pessoa de minhas atualiza\u00e7\u00f5es
# {0} is the name of a person
jsp.river.removeSpecificPerson = Remover {0} de minhas atualiza\u00e7\u00f5es
jsp.river.preview.blogs = Visualizar Entrada

jsp.river.subscribe.alt = \u00cdcone de feed
jsp.river.subscribe = Feed para estas hist\u00f3rias

# Palette category
jsp.palette.category.all = Todos

# Notification perspective strings
jsp.notifications.received.noItems = Voc\u00ea n\u00e3o recebeu nenhuma notifica\u00e7\u00e3o.
jsp.notifications.sent.noItems = Voc\u00ea n\u00e3o enviou nenhuma notifica\u00e7\u00e3o.

# General notification strings
jsp.notifications.received.title = Notifica\u00e7\u00f5es Recebidas
jsp.notifications.received.sub.title = Visualize as notifica\u00e7\u00f5es enviadas a voc\u00ea por outros usu\u00e1rios ou pelo sistema.
jsp.notifications.sent.title = Notifica\u00e7\u00f5es Enviadas
jsp.notifications.sent.sub.title = Visualize as notifica\u00e7\u00f5es que voc\u00ea enviou para outros usu\u00e1rios.
jsp.notifications.new = Novo
# {0} is the name of a person
jsp.notifications.photo = Foto de {0}
jsp.notifications.sent.multiple.photo = V\u00e1rios destinat\u00e1rios
# {0} is the name of a person
jsp.notifications.sent.to.individual = Enviado para: {0}
# {0} is a number greater than 1
jsp.notifications.sent.to.multiple = Enviado para {0} pessoas
jsp.notifications.delete = Excluir esta notifica\u00e7\u00e3o

# Activities specific notification messages
# {0} is the name of an activity entry, {1} is the name of an activity
jsp.notifications.activities.notify.title = {0} da Atividade: {1}
# {0} is the name of an activity
jsp.notifications.activities.autocomplete.received.title = Sua atividade "{0}" est\u00e1 prestes a ser automaticamente marcada como conclu\u00edda.
jsp.notifications.activities.autocomplete.sent.title = Sua Atividade "{0}" est\u00e1 prestes a ser conclu\u00edda automaticamente.
jsp.notifications.activities.create.title = Voc\u00ea criou uma nova atividade: {0}
jsp.notifications.activities.addmember.received.title = Voc\u00ea foi inclu\u00eddo na atividade: {0}
jsp.notifications.activities.addmember.sent.title = Voc\u00ea incluiu novos membros na atividade: {0}
jsp.notifications.activities.invite.received.title = Voc\u00ea foi convidado a participar da atividade: {0}
jsp.notifications.activities.invite.sent.title = Voc\u00ea convidou usu\u00e1rios para participar da atividade: {0}
jsp.notifications.activities.invite.primaryaction = Participar desta atividade.
jsp.notifications.activities.invite.secondaryaction = Recusar este convite.

# Blogs specific notification messages
# {0} is the name of a blog entry, {1} is the name of a blog
jsp.notifications.blogs.notify.title = {0} do Blog: {1}
# {0} is the name of a blog
jsp.notifications.blogs.notifyassignedowner.received = Voc\u00ea foi inclu\u00eddo como propriet\u00e1rio do blog: {0}
jsp.notifications.blogs.notifyassignedowner.sent= Voc\u00ea incluiu um propriet\u00e1rio para o blog: {0}
jsp.notifications.blogs.notifyassignedauthor.received = Voc\u00ea foi inclu\u00eddo como um autor do blog: {0}
jsp.notifications.blogs.notifyassignedauthor.sent= Voc\u00ea incluiu um autor no blog: {0}
jsp.notifications.blogs.notifyassigneddraft.received = Voc\u00ea foi inclu\u00eddo como um contribuidor de rascunho do blog: {0}
jsp.notifications.blogs.notifyassigneddraft.sent= Voc\u00ea incluiu um contribuidor de rascunho no blog: {0}

# Ideation Blogs specific notification messages
# {0} is the name of an Ideation Blog entry (idea), {1} is the name of an Ideation Blog
jsp.notifications.ideationblog.notify.title = {0} do Blog de Ideias: {1}

# Communities specific notification messages
# {0} is the name of a community
jsp.notifications.communities.memberadded.received.title = Voc\u00ea foi inclu\u00eddo na comunidade: {0}
jsp.notifications.communities.memberadded.sent.title = Voc\u00ea incluiu usu\u00e1rios na comunidade: {0}
jsp.notifications.communities.memberremoved.received.title = Voc\u00ea foi removido da comunidade: {0}
jsp.notifications.communities.memberremoved.sent.title = Voc\u00ea removeu usu\u00e1rios da comunidade: {0}
jsp.notifications.communities.requesttojoin.received.title = Um usu\u00e1rio solicitou para participar da comunidade: {0}
jsp.notifications.communities.requesttojoin.sent.title = Voc\u00ea solicitou para participar da comunidade: {0}
jsp.notifications.communities.invite.received.title = Voc\u00ea foi convidado a participar da comunidade: {0}
jsp.notifications.communities.invite.sent.title = Voc\u00ea convidou usu\u00e1rios para participar da comunidade: {0}
jsp.notifications.communities.invite.primaryaction = Participar desta comunidade.
jsp.notifications.communities.invite.secondaryaction = Recusar este convite.

# Dogear specific notification messages
# {0} is a bookmark title
jsp.notifications.dogear.notify.title = Favorito {0}.
jsp.notifications.dogear.notify.multiple.title = Diversos favoritos.
jsp.notifications.dogear.notify.primaryaction = Editar este favorito.
# {0} is a bookmark title
jsp.notifications.dogear.brokenurl.title = Seu favorito denominado {0} foi sinalizado como quebrado.
jsp.notifications.dogear.brokenurl.sent.title = Voc\u00ea sinalizou o favorito denominado {0} como quebrado.
# {0} is the title of a bookmark. {1} is a URL
jsp.notifications.dogear.replaceurl.title = Seu favorito, denominado {0}, est\u00e1 interrompido. A nova URL \u00e9: {1}
jsp.notifications.dogear.replaceurl.primaryaction = Editar este favorito.
jsp.notifications.dogear.replaceurl.secondaryaction = Visualizar favoritos interrompidos.

# Profiles specific notification messages
jsp.notifications.profiles.notify.received.title = Convite para participar da minha rede
jsp.notifications.profiles.notify.sent.title = Convite para participar da sua rede
jsp.notifications.profiles.notify.primaryaction = Visualizar seus convites

# Files specific notification messages
jsp.notifications.files.mediashare.title = Arquivo {0}
jsp.notifications.files.collectionmediaadd.title = {0} O arquivo foi inclu\u00eddo \u00e0 {1} pasta
jsp.notifications.files.collectionmemberupdated.title = Voc\u00ea foi inclu\u00eddo \u00e0 pasta: {0}
jsp.notifications.files.collectionmemberupdated.sent.title = Voc\u00ea incluiu usu\u00e1rios \u00e0 pasta: {0}
jsp.notifications.files.communityvisibilityupdated.title = A comunidade {0} tornou-se p\u00fabica e todo arquivo n\u00e3o p\u00fablico que voc\u00ea compartilhou com ela foi removido.
jsp.notifications.files.communityvisibilityupdated.desc = Voc\u00ea tinha um ou mais arquivos n\u00e3o p\u00fablicos compartilhados com esta comunidade. Esses arquivos foram removidos e devem se tornar p\u00fablicos para que possam ser compartilhados com esta comunidade.

# Wikis specific notification messages
# {0} is the name of a wiki
jsp.notifications.wikis.received.roleAdd = Voc\u00ea foi inclu\u00eddo na Wiki: {0}
jsp.notifications.wikis.sent.roleAdd = Voc\u00ea incluiu usu\u00e1rios na Wiki: {0}


# Generic stuffs in case we need after string freeze
jsp.widget.addPage = Incluir P\u00e1gina
jsp.widget.removePage = Remover P\u00e1gina
jsp.widget.generalPage = Widgets Gerais
jsp.customize.preferences = Prefer\u00eancias
# {0} is the name of a page e.g. Important stuff
jsp.widget.defaultPageName = Minha P\u00e1gina {0}
jsp.widget.listHelp = incluir barra vertical (|) entre as entradas.
jsp.widget.required = Inserir campos obrigat\u00f3rios, marcados com *, antes de salvar.

jsp.typeAhead.more = {0} resultados dispon\u00edveis. Exibindo apenas os primeiros 15 resultados.
jsp.typeAhead.error = Erro ao recuperar a lista de pessoas.
jsp.typeAhead.noResults = Nenhum resultado correspondente

jsp.home.status.updates.choose.person = Escolher uma pessoa
jsp.home.filter.by = Mostrar:

jsp.home.filter.status.updates.all = Todas as Atualiza\u00e7\u00f5es de Status
jsp.home.filter.status.updates.follow = Pessoas que Estou Seguindo
jsp.home.filter.status.updates.network = Minha Rede
jsp.home.filter.status.updates.network.following =Minha Rede e Pessoas que Estou Seguindo
jsp.home.filter.status.updates.mine = Minhas Atualiza\u00e7\u00f5es de Status

jsp.home.status.updates.comment.count = (1 coment\u00e1rio)
# {0} is the number of comments
jsp.home.status.updates.comments.count = ({0} coment\u00e1rios)

jsp.home.status.updates.notpermitted = N\u00e3o \u00e9 poss\u00edvel ou n\u00e3o \u00e9 permitido comentar essa mensagem.

# {0} is the number of extra comments to show
jsp.home.status.updates.show.comments = Mostrar {0} mais coment\u00e1rios...
# {0} is the number of extra comments to hide
jsp.home.status.updates.hide.comments = Ocultar {0} coment\u00e1rios...
jsp.home.status.updates.post.comment.error = A solicita\u00e7\u00e3o para enviar seu coment\u00e1rio falhou. Entre em contato com o seu administrador.
jsp.home.status.updates.delete.comment.error = A solicita\u00e7\u00e3o para excluir seu coment\u00e1rio falhou. Entre em contato com o seu administrador.
jsp.home.status.updates.delete.update.error = A solicita\u00e7\u00e3o para excluir sua atualiza\u00e7\u00e3o falhou. Entre em contato com o seu administrador.
jsp.home.status.updates.just.now = Imediatamente
jsp.home.status.updates.invalid.comment.entered = O coment\u00e1rio que voc\u00ea inseriu \u00e9 inv\u00e1lido, verifique e tente outra vez.
jsp.home.delete.entry = Excluir esta entrada

#This text is used to identify where a user has written on someone elses board. Typical use is : 'User A' wrote on the board of 'User B'
jsp.home.status.updates.wrote.board.entry = escreveu no quadro de
jsp.home.status.updates.wrote.board.you.entry = escreveu em seu quadro.

jsp.home.main.confirm = Confirmar
jsp.home.main.error = Erro
jsp.home.main.hide = Ocultar

jsp.home.action.submit = Enviar
jsp.home.action.comments.add = Incluir Coment\u00e1rio

jsp.home.no.content.statusupdates.title = Voc\u00ea ainda n\u00e3o tem atualiza\u00e7\u00f5es de status.
jsp.home.no.content.statusupdates.desc.line1 = Para receber atualiza\u00e7\u00f5es de status de uma pessoa, abra o respectivo perfil e clique em Convidar para Minha Rede, para inclu\u00ed-la como colega, ou clique em Seguir para acompanh\u00e1-la.
jsp.home.no.content.statusupdates.desc.line2 = Clique em "Em que voc\u00ea est\u00e1 trabalhando agora" para atualizar sua mensagem de status.
jsp.home.no.content.statusupdates.oneline = Voc\u00ea ainda n\u00e3o tem atualiza\u00e7\u00f5es de status. Para receber atualiza\u00e7\u00f5es de status de uma pessoa, abra o respectivo perfil e clique em "Convidar para Minha Rede", para inclu\u00ed-la como colega, ou clique em "Seguir" para acompanh\u00e1-la. Clique em "Em que voc\u00ea est\u00e1 trabalhando agora" para atualizar sua mensagem de status.

jsp.home.no.content.newsfeed.title = Voc\u00ea ainda n\u00e3o tem atualiza\u00e7\u00f5es de not\u00edcias.
jsp.home.no.content.newsfeed.desc.line1 = Voc\u00ea deve seguir outra pessoa ou conte\u00fado para receber atualiza\u00e7\u00f5es.
jsp.home.no.content.newsfeed.desc.line2 = Onde voc\u00ea vir um bot\u00e3o Seguir na interface com o usu\u00e1rio, clique nele para seguir a pessoa ou o conte\u00fado.
jsp.home.no.content.newsfeed.oneline = Voc\u00ea ainda n\u00e3o tem atualiza\u00e7\u00f5es de not\u00edcias. Voc\u00ea deve seguir outra pessoa ou conte\u00fado para receber atualiza\u00e7\u00f5es. Para seguir pessoas ou conte\u00fado, clique no bot\u00e3o "Seguir" quando estiver dispon\u00edvel.

jsp.home.no.content.discover.title = Ainda n\u00e3o existem atualiza\u00e7\u00f5es p\u00fablicas, tente novamente mais tarde.
jsp.home.no.content.discover.desc.line1 = Quando as pessoas come\u00e7am a incluir conte\u00fado em diferentes aplicativos, esta p\u00e1gina exibe todas as atualiza\u00e7\u00f5es p\u00fablicas.
jsp.home.no.content.discover.oneline = Ainda n\u00e3o existem atualiza\u00e7\u00f5es. Quando as pessoas come\u00e7am a incluir conte\u00fado, voc\u00ea pode usar esta p\u00e1gina para visualizar todas as atualiza\u00e7\u00f5es p\u00fablicas.

jsp.home.no.content.saved.title = Voc\u00ea ainda n\u00e3o salvou nenhuma hist\u00f3ria de not\u00edcias.
jsp.home.no.content.saved.desc.line1 = Para salvar uma hist\u00f3ria de not\u00edcias, clique em Mais ao lado da hist\u00f3ria e, em seguida, clique em Salvar.
jsp.home.no.content.saved.oneline = Voc\u00ea n\u00e3o possui hist\u00f3rias de not\u00edcias salvas. Para salvar uma hist\u00f3ria de not\u00edcias, clique em Mais ao lado da hist\u00f3ria e, em seguida, clique em Salvar.

jsp.home.tags.main.title=Marca\u00e7\u00f5es que eu sigo
jsp.home.tags.filter.title=Filtrar por marca\u00e7\u00e3o
jsp.home.tags.adding.title=Incluindo novas marca\u00e7\u00f5es
jsp.home.tags.removing.title=Removendo marca\u00e7\u00f5es
jsp.home.tags.add.title=Incluindo uma marca\u00e7\u00e3o

jsp.home.tags.remove.filter.title=Remover a marca\u00e7\u00e3o do filtro

jsp.home.tags.filtered.title=Visualizando conte\u00fado marcado:
jsp.home.tags.confirm.text=Sua nova marca\u00e7\u00e3o \"{0}\" foi inclu\u00edda com \u00eaxito. Agora voc\u00ea pode filtrar o feed com essa marca\u00e7\u00e3o.
jsp.home.tags.multi.confirm.text=Suas novas marca\u00e7\u00f5es \"{0}\" foram inclu\u00eddas com \u00eaxito. Agora voc\u00ea pode filtrar o feed com essas marca\u00e7\u00f5es.
jsp.home.tags.error.text=Houve um problema ao manipular sua solicita\u00e7\u00e3o de inscri\u00e7\u00e3o de marca\u00e7\u00e3o. Verifique com seu administrador ou tente novamente.

jsp.home.show.more=Mostrar mais hist\u00f3rias...
jsp.home.subscribe.entries=Feed para estas entradas
jsp.home.loading=Carregando novas hist\u00f3rias...

jsp.home.manage.tags.text=Gerenciar minhas marca\u00e7\u00f5es
jsp.home.saving.for.later= salvando a est\u00f3ria para depois...
jsp.home.saved.story=Hist\u00f3ria Salva
jsp.home.add.saved.item.confirm.text=A hist\u00f3ria foi salva com \u00eaxito
jsp.home.add.saved.item.error.text=Houve um problema ao manipular sua solicita\u00e7\u00e3o de salvamento de item. Verifique com seu administrador ou tente novamente.
jsp.home.remove.saved.item.error.text=Houve um problema ao remover o item salvo. Verifique com seu administrador ou tente novamente.

jsp.home.error111=A marca\u00e7\u00e3o que voc\u00ea tentou incluir j\u00e1 existe.


jsp.home.tags.remove.alt.text = Remover Marca\u00e7\u00e3o

jsp.form.login = Formul\u00e1rio de login

jsp.activitystream.title = Atualiza\u00e7\u00f5es
