# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# str.msgid.ignore=true
str_component_id=CLFRQ

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value

# Updates/Home


jsp.status.updates.title = \u6700\u65b0\u306e\u72b6\u6cc1
jsp.status.updates.sub.title = \u30d5\u30a9\u30ed\u30fc\u3057\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fc\u307e\u305f\u306f\u81ea\u5206\u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u5185\u306b\u3044\u308b\u30e6\u30fc\u30b6\u30fc\u304b\u3089\u306e\u66f4\u65b0\u3092\u8868\u793a\u3057\u307e\u3059\u3002 \u81ea\u5206\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u72b6\u6cc1\u3092\u66f4\u65b0\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002

jsp.news.feed.title = \u30cb\u30e5\u30fc\u30b9\u30fb\u30d5\u30a3\u30fc\u30c9
jsp.news.feed.sub.title = \u30d5\u30a9\u30ed\u30fc\u3057\u3066\u3044\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u307e\u305f\u306f\u30e6\u30fc\u30b6\u30fc\u306e\u66f4\u65b0\u60c5\u5831\u3001\u30ef\u30fc\u30af\u30fb\u30e1\u30f3\u30d0\u30fc\u306e\u66f4\u65b0\u60c5\u5831\u3001\u6295\u7a3f\u3057\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u3078\u306e\u8fd4\u7b54\u306e\u66f4\u65b0\u60c5\u5831\u3092\u8868\u793a\u3057\u307e\u3059\u3002

jsp.discover.title = \u3059\u3079\u3066
jsp.discover.sub.title = HCL Connections \u5168\u4f53\u3067\u306e\u3001\u3059\u3079\u3066\u306e\u516c\u958b\u3055\u308c\u3066\u3044\u308b\u66f4\u65b0\u60c5\u5831\u3092\u8868\u793a\u3057\u307e\u3059\u3002 \u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u4f55\u3092\u3057\u3066\u3044\u308b\u304b\u3092\u77e5\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002

jsp.tags.title = \u30d5\u30a9\u30ed\u30fc\u5bfe\u8c61\u306e\u30bf\u30b0
jsp.tags.sub.title = \u30d5\u30a9\u30ed\u30fc\u3057\u3066\u3044\u308b\u30bf\u30b0\u304b\u3089\u306e\u66f4\u65b0\u3092\u8868\u793a\u3057\u307e\u3059\u3002

jsp.saved.items.title = \u4fdd\u5b58\u6e08\u307f
jsp.saved.items.sub.title = \u4fdd\u5b58\u3057\u305f\u66f4\u65b0\u3092\u8868\u793a\u3057\u307e\u3059\u3002

# Service names
jsp.common.service.name.activities=\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc
jsp.common.service.name.dogear=\u30d6\u30c3\u30af\u30de\u30fc\u30af
jsp.common.service.name.profiles=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
jsp.common.service.name.blogs=\u30d6\u30ed\u30b0
jsp.common.service.name.wikis=Wiki
jsp.common.service.name.forums=\u30d5\u30a9\u30fc\u30e9\u30e0
jsp.common.service.name.files=\u30d5\u30a1\u30a4\u30eb
jsp.common.service.name.communities=\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc

# Generic across multiple pages
jsp.homepage.title = HCL Connections \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8
jsp.homepage.title.short = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8
jsp.homepage.home = \u30db\u30fc\u30e0
jsp.homepage.tab.updates = \u66f4\u65b0
jsp.homepage.tab.gettingStarted = \u306f\u3058\u3081\u306b
jsp.homepage.tab.admin = \u7ba1\u7406
jsp.homepage.tab.myPage = \u81ea\u5206\u306e\u30da\u30fc\u30b8
jsp.homepage.tab.widgets = \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8
jsp.homepage.tab.search = \u691c\u7d22
jsp.homepage.logo.alt = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30ed\u30b4
jsp.homepage.copyright.short = Licensed Materials \u2013 Property of HCL. \u00a9 Copyright HCL Technologies Limited 2007-2019. All rights reserved.
jsp.homepage.copyright.long = Licensed Materials \u2013 Property of HCL. \u00a9 Copyright HCL Technologies Limited 2007-2019. All rights reserved. \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u88fd\u54c1\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002Java \u304a\u3088\u3073\u3059\u3079\u3066\u306e Java \u95a2\u9023\u306e\u5546\u6a19\u304a\u3088\u3073\u30ed\u30b4\u306f Oracle \u3084\u305d\u306e\u95a2\u9023\u4f1a\u793e\u306e\u7c73\u56fd\u304a\u3088\u3073\u305d\u306e\u4ed6\u306e\u56fd\u306b\u304a\u3051\u308b\u5546\u6a19\u307e\u305f\u306f\u767b\u9332\u5546\u6a19\u3067\u3059\u3002
jsp.homepage.nav.activitystream.views = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u30fb\u30b9\u30c8\u30ea\u30fc\u30e0\u30fb\u30d3\u30e5\u30fc
jsp.homepage.nav.activitystream.imFollowing = \u81ea\u5206\u304c\u30d5\u30a9\u30ed\u30fc
jsp.homepage.nav.activitystream.statusUpdates = \u6700\u65b0\u306e\u72b6\u6cc1
jsp.homepage.nav.activitystream.actionRequired = \u30a2\u30af\u30b7\u30e7\u30f3\u304c\u5fc5\u8981
jsp.homepage.nav.activitystream.saved = \u4fdd\u5b58\u6e08\u307f
jsp.homepage.nav.activitystream.myNotifications = \u81ea\u5206\u306e\u901a\u77e5
jsp.homepage.nav.activitystream.discover = \u3059\u3079\u3066
jsp.homepage.nav.activitystream.myPageDesc = \u30b3\u30f3\u30c6\u30f3\u30c4\u3068\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306e\u3001\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u53ef\u80fd\u306a\u500b\u4eba\u306e\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9
jsp.homepage.nav.activitystream.imFollowingDesc=\u81ea\u5206\u304c\u30d5\u30a9\u30ed\u30fc\u3057\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fc\u3084\u7269\u4e8b\u306e\u66f4\u65b0\u3001\u81ea\u5206\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3078\u306e\u8fd4\u7b54\u3092\u8868\u793a\u3057\u307e\u3059
jsp.homepage.nav.activitystream.statusUpdatesDesc=\u81ea\u5206\u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u3001\u30d5\u30a9\u30ed\u30fc\u3057\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fc\u3084\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u304b\u3089\u306e\u6700\u65b0\u306e\u72b6\u6cc1\u3092\u8868\u793a\u3057\u307e\u3059
jsp.homepage.nav.activitystream.myNotificationsDesc=\u81ea\u5206\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u95a2\u9023\u3059\u308b\u66f4\u65b0\u3084\u30b3\u30e1\u30f3\u30c8\u3001\u81ea\u5206\u304c\u9001\u4fe1\u3057\u305f\u308a\u53d7\u4fe1\u3057\u305f\u901a\u77e5\u3092\u8868\u793a\u3057\u307e\u3059
jsp.homepage.nav.activitystream.actionRequiredDesc=\u81ea\u5206\u306e\u8fd4\u7b54\u5f85\u3061\u306b\u306a\u3063\u3066\u3044\u308b\u9805\u76ee\u3092\u8868\u793a\u3057\u307e\u3059
jsp.homepage.nav.activitystream.savedDesc=\u4fdd\u5b58\u3057\u305f\u66f4\u65b0\u3092\u8868\u793a\u3057\u307e\u3059
jsp.homepage.nav.activitystream.discoverDesc=\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u5171\u6709\u3059\u308b\u60c5\u5831\u3092\u78ba\u8a8d\u3067\u304d\u307e\u3059\u3002\u65b0\u3057\u3044\u3064\u306a\u304c\u308a\u3092\u898b\u3064\u3051\u3066\u307f\u3066\u304f\u3060\u3055\u3044
jsp.homepage.nav.activitystream.myNotificationForMeDesc=\u81ea\u5206\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u95a2\u9023\u3059\u308b\u66f4\u65b0\u3084\u30b3\u30e1\u30f3\u30c8\u3068\u3001\u81ea\u5206\u304c\u53d7\u4fe1\u3057\u305f\u901a\u77e5\u3092\u8868\u793a\u3057\u307e\u3059
jsp.homepage.nav.activitystream.myNotificationFromMeDesc=\u81ea\u5206\u304c\u9001\u4fe1\u3057\u305f\u901a\u77e5\u3092\u8868\u793a\u3057\u307e\u3059
jsp.homepage.nav.landmark.aria=\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30e1\u30cb\u30e5\u30fc
jsp.homepage.nav.activitystream.selected=\u9078\u629e\u6e08\u307f

jsp.homepage.nav.badging.mentions.aria={0} \u4ef6\u306e\u672a\u8aad\u306e\u81ea\u5206\u5b9b\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u3042\u308a\u307e\u3059
jsp.homepage.nav.badging.notifications.aria={0} \u4ef6\u306e\u672a\u8aad\u306e\u901a\u77e5\u304c\u3042\u308a\u307e\u3059

jsp.homepage.lotusBar.customize = \u30ab\u30b9\u30bf\u30de\u30a4\u30ba
jsp.homepage.lotusBar.widgets = \u30db\u30fc\u30e0
jsp.homepage.lotusBar.updates = \u30db\u30fc\u30e0
jsp.homepage.lotusBar.gettingStarted = \u30db\u30fc\u30e0
jsp.homepage.lotusBar.admin = \u30db\u30fc\u30e0

jsp.homepage.javascript.disabled.msg.title = JavaScript \u3092\u30aa\u30f3\u306b\u3059\u308b
jsp.homepage.javascript.disabled.msg.section1 = \u3054\u4f7f\u7528\u306e Web \u30d6\u30e9\u30a6\u30b6\u30fc\u3067 JavaScript \u304c\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002 HCL Connections \u304c\u6a5f\u80fd\u3059\u308b\u306b\u306f JavaScript \u304c\u5fc5\u8981\u3067\u3059\u3002  \u30aa\u30f3\u306b\u3057\u305f\u3089\u3001\u30da\u30fc\u30b8\u3092\u66f4\u65b0\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.homepage.javascript.disabled.msg.section2 = \u30da\u30fc\u30b8\u3092\u66f4\u65b0\u3057\u3066\u7d9a\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# search results tab
jsp.search.tab.results = \u691c\u7d22\u7d50\u679c

#auth/login.jsp auth/error.jsp
jsp.login.title = HCL Connections \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30ed\u30b0\u30a4\u30f3
jsp.login.homepage = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8
jsp.login.strapline = \u73fe\u5728\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u3067\u884c\u308f\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u8abf\u3079\u307e\u3059\u3002
jsp.login.search = \u691c\u7d22
jsp.login.straplinesearch = \u691c\u7d22: HCL Connections \u3092\u6700\u5927\u9650\u306b\u6d3b\u7528
jsp.login.username = \u30e6\u30fc\u30b6\u30fc\u540d:
jsp.login.password = \u30d1\u30b9\u30ef\u30fc\u30c9:
jsp.login.username.error = \u30e6\u30fc\u30b6\u30fc\u540d/\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u65e2\u5b58\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306b\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002 \u78ba\u8a8d\u3057\u3066\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.login.description.title = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u3067\u3067\u304d\u308b\u3053\u3068
jsp.login.description = \u30bd\u30fc\u30b7\u30e3\u30eb\u30fb\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306e\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u30fb\u30d3\u30e5\u30fc\u3092\u8868\u793a\u3059\u308b\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306e\u4f5c\u6210\u3001\u5e38\u306b\u6700\u65b0\u306e\u72b6\u6cc1\u60c5\u5831\u3068\u66f4\u65b0\u306e\u5165\u624b\u3001To Do \u306e\u78ba\u8a8d\u3001\u95a2\u5fc3\u3092\u5f15\u304f\u65b0\u898f\u30e1\u30f3\u30d0\u30fc\u3068\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u691c\u7d22\u3002
jsp.login.login = \u30ed\u30b0\u30a4\u30f3
jsp.login.cancel = \u30ad\u30e3\u30f3\u30bb\u30eb
jsp.login.error = \u30a8\u30e9\u30fc

#web/jsp/main.jsp
jsp.main.function.sorry = \u6a5f\u80fd\u306f\u307e\u3060\u5b9f\u88c5\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
jsp.main.close = \u9589\u3058\u308b
jsp.main.skip.link.river = River of News \u306b\u30b9\u30ad\u30c3\u30d7\u3059\u308b\u306b\u306f\u3001\u30a2\u30af\u30bb\u30b9\u30fb\u30ad\u30fc R \u307e\u305f\u306f U \u3092\u62bc\u3057\u307e\u3059\u3002
jsp.main.skip.link.palette = \u30d1\u30ec\u30c3\u30c8\u306b\u30b9\u30ad\u30c3\u30d7\u3059\u308b\u306b\u306f\u3001\u30a2\u30af\u30bb\u30b9\u30fb\u30ad\u30fc P \u3092\u62bc\u3057\u307e\u3059\u3002
jsp.main.skip.link.first.column = \u6700\u521d\u306e\u5217\u306b\u30b9\u30ad\u30c3\u30d7\u3059\u308b\u306b\u306f\u3001\u30a2\u30af\u30bb\u30b9\u30fb\u30ad\u30fc 3 \u3092\u62bc\u3057\u307e\u3059\u3002
jsp.main.skip.link.second.column = 2 \u756a\u76ee\u306e\u5217\u306b\u30b9\u30ad\u30c3\u30d7\u3059\u308b\u306b\u306f\u3001\u30a2\u30af\u30bb\u30b9\u30fb\u30ad\u30fc 4 \u3092\u62bc\u3057\u307e\u3059\u3002
jsp.main.summary.table.layout = \u30da\u30fc\u30b8\u306e\u30ec\u30a4\u30a2\u30a6\u30c8\u3092\u8868\u793a\u3059\u308b\u30c6\u30fc\u30d6\u30eb\u3002\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u7528\u306e 2 \u5217\u306e\u30ec\u30a4\u30a2\u30a6\u30c8\u3002
jsp.main.iwidget.loading = \u30ed\u30fc\u30c9\u4e2d

#web/jsp/welcomeMessage.jspf
jsp.welcome.title = HCL Connections \u3078\u3088\u3046\u3053\u305d
jsp.welcome.desc = HCL Connections \u3067\u306e\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u3068\u95a2\u5fc3\u5206\u91ce\u306e\u6700\u65b0\u306e\u66f4\u65b0\u60c5\u5831\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u306b\u306f\u3001\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u3001\u30d6\u30ed\u30b0\u3001\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u304b\u3089\u306e\u6700\u65b0\u60c5\u5831\u3092\u78ba\u8a8d\u3057\u3001\u60c5\u5831\u306e\u8868\u793a\u65b9\u6cd5\u3092\u4f7f\u7528\u3057\u3084\u3059\u3044\u3088\u3046\u306b\u5909\u66f4\u3067\u304d\u307e\u3059\u3002
jsp.welcome.learn = \u8a73\u7d30
jsp.welcome.demo = \u30c7\u30e2\u306e\u8868\u793a

#web/jsp/about.jsp
jsp.about.homepagehelp = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30d8\u30eb\u30d7
jsp.about.help = \u30d8\u30eb\u30d7
jsp.about.homepagedemo = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30c7\u30e2
jsp.about.demo = \u30c7\u30e2\u306e\u8868\u793a
jsp.about.tips = \u30d2\u30f3\u30c8
jsp.about.tip.1 = HCL Connections \u306e\u4f7f\u3044\u65b9 \u300c\u306f\u3058\u3081\u306b\u300d\u30d3\u30e5\u30fc\u3092\u9078\u629e\u3057\u3001\u7c21\u5358\u306a\u3044\u304f\u3064\u304b\u306e\u30b9\u30c6\u30c3\u30d7\u3067\u3001\u5404\u7a2e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u3064\u3044\u3066\u7406\u89e3\u3092\u6df1\u3081\u3066\u304f\u3060\u3055\u3044\u3002
jsp.about.tip.2 = \u7279\u5b9a\u306e\u30bf\u30b0\u306b\u95a2\u5fc3\u304c\u3042\u308b\u5834\u5408\u306f\u3001\u305d\u308c\u3089\u3092\u30d5\u30a9\u30ed\u30fc\u3059\u308b\u3068\u3001\u30cb\u30e5\u30fc\u30b9\u30fb\u30d5\u30a3\u30fc\u30c9\u304b\u3089\u76f4\u63a5\u305d\u308c\u3089\u306e\u30bf\u30b0\u306e\u6700\u65b0\u306e\u66f4\u65b0\u3092\u53d6\u5f97\u3067\u304d\u307e\u3059\u3002
jsp.about.tip.3 = \u300c\u3054\u5b58\u3058\u3067\u3059\u304b\u300d\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3068\u300c\u304a\u3059\u3059\u3081\u300d\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u304b\u3089\u3001\u81ea\u5206\u304c\u95a2\u5fc3\u3092\u6301\u3064\u53ef\u80fd\u6027\u306e\u3042\u308b\u30e6\u30fc\u30b6\u30fc\u3068\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u63d0\u6848\u3092\u53d6\u5f97\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.about.headline.title = \u3053\u3093\u306a\u3068\u304d\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u3092\u3054\u5229\u7528\u304f\u3060\u3055\u3044
jsp.about.headline.desc = \u30bb\u30f3\u30c8\u30e9\u30eb\u30fb\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u304b\u3089\u3001\u5fc5\u8981\u306a\u3068\u304d\u306b\u5fc5\u8981\u306a\u60c5\u5831\u306b\u30a2\u30af\u30bb\u30b9\u3057\u3066\u3001\u6700\u65b0\u72b6\u6cc1\u3092\u628a\u63e1\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 HCL Connections \u5168\u4f53\u306b\u308f\u305f\u308b\u6700\u65b0\u306e\u66f4\u65b0\u3092\u53c2\u7167\u3057\u3001\u30d5\u30a9\u30ed\u30fc\u3057\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fc\u3068\u30b3\u30f3\u30c6\u30f3\u30c4\u3067\u4f55\u304c\u8d77\u3053\u3063\u3066\u3044\u308b\u304b\u3092\u8abf\u3079\u3001\u81ea\u5206\u306e To Do \u30ea\u30b9\u30c8\u3092\u5e38\u306b\u628a\u63e1\u3057\u3066\u304a\u304d\u307e\u3059\u3002
jsp.about.breakout.1.title = \u65b0\u898f\u30e6\u30fc\u30b6\u30fc\u3078\u306e\u30d2\u30f3\u30c8\u304c\u5fc5\u8981\u3067\u3059\u304b?
jsp.about.breakout.1.desc = \u300c\u306f\u3058\u3081\u306b\u300d\u30d3\u30e5\u30fc\u306f\u3001\u3044\u304f\u3064\u304b\u306e\u57fa\u672c\u7684\u306a\u30bf\u30b9\u30af\u3092\u521d\u3081\u3066\u4f7f\u7528\u3059\u308b\u969b\u306b\u5f79\u7acb\u3061\u307e\u3059\u3002 \u30b9\u30c6\u30c3\u30d7\u306b\u5f93\u3046\u3053\u3068\u3067\u3001HCL Connections \u306e\u4e3b\u8981\u306a\u6a5f\u80fd\u306e\u6982\u8981\u3092\u77ed\u6642\u9593\u3067\u5bb9\u6613\u306b\u7406\u89e3\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \u81ea\u5206\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u8a18\u5165\u3057\u3066\u3001\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u3042\u306a\u305f\u3092\u3088\u304f\u7406\u89e3\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u30bf\u30b0\u3068\u306f\u4f55\u304b\u3001\u304a\u3088\u3073\u30bf\u30b0\u306e\u4f7f\u7528\u306b\u3064\u3044\u3066\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u5404\u7a2e\u6a5f\u80fd\u3092\u4f7f\u7528\u3057\u3066\u60c5\u5831\u3092\u5171\u6709\u3057\u305f\u308a\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u3059\u308b\u65b9\u6cd5\u306b\u3064\u3044\u3066\u3082\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.about.breakout.1.aria = \u306f\u3058\u3081\u306b
jsp.about.breakout.2.title = \u3042\u306a\u305f\u306b\u95a2\u9023\u3059\u308b\u66f4\u65b0\u306e\u691c\u7d22
jsp.about.breakout.2.desc = \u3055\u307e\u3056\u307e\u306a\u66f4\u65b0\u30d3\u30e5\u30fc\u3092\u4f7f\u7528\u3057\u3066\u3001\u6a5f\u80fd\u5168\u4f53\u304b\u3089\u6700\u65b0\u306e\u30cb\u30e5\u30fc\u30b9\u3092\u5165\u624b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u66f4\u65b0\u3092\u30bf\u30a4\u30d7\u3067\u30d5\u30a3\u30eb\u30bf\u30fc\u3059\u308b\u3053\u3068\u3067\u3001\u6700\u3082\u95a2\u5fc3\u306e\u3042\u308b\u30b9\u30c8\u30fc\u30ea\u30fc\u306b\u7c21\u5358\u306b\u7d5e\u308a\u8fbc\u3080\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u81ea\u5206\u304c\u4f5c\u6210\u3057\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u8fd4\u7b54\u3057\u305f\u30e6\u30fc\u30b6\u30fc\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002\u91cd\u8981\u306a\u66f4\u65b0\u3092\u4fdd\u5b58\u3057\u3066\u304a\u304f\u3068\u3001\u5f8c\u3067\u623b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u30a4\u30d9\u30f3\u30c8\u30fb\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u4f7f\u7528\u3057\u3066\u3001\u53c2\u52a0\u3059\u308b\u307e\u305f\u306f\u30d5\u30a9\u30ed\u30fc\u3057\u3066\u3044\u308b\u8fd1\u65e5\u4e2d\u306e\u30a4\u30d9\u30f3\u30c8\u3092\u8ffd\u8de1\u3067\u304d\u307e\u3059\u3002\u304a\u6c17\u306b\u5165\u308a\u306e\u3082\u306e\u3092\u793a\u3057\u305f\u308a\u3001\u518d\u6295\u7a3f\u306b\u3088\u308a\u81ea\u5206\u3092\u30d5\u30a9\u30ed\u30fc\u3057\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fc\u3068\u60c5\u5831\u3092\u5171\u6709\u3057\u305f\u308a\u3067\u304d\u307e\u3059\u3002
jsp.about.breakout.2.aria = \u6700\u65b0\u306e\u66f4\u65b0\u306e\u51e6\u7406
jsp.about.breakout.3.title = \u3042\u306a\u305f\u306e\u8fd1\u6cc1\u3092\u516c\u958b\u3057\u307e\u3059
jsp.about.breakout.3.desc = \u72b6\u6cc1\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u6295\u7a3f\u3059\u308b\u3068\u3001\u8077\u5834\u306e\u540c\u50da\u3068\u7c21\u5358\u306b\u60c5\u5831\u3092\u5171\u6709\u3067\u304d\u307e\u3059\u3002\u6700\u65b0\u306e\u72b6\u6cc1\u306b\u30d5\u30a1\u30a4\u30eb\u3092\u6dfb\u4ed8\u3057\u3066\u8ffd\u52a0\u60c5\u5831\u3092\u63d0\u4f9b\u3057\u305f\u308a\u3001\u30cf\u30c3\u30b7\u30e5\u30bf\u30b0\u3067\u66f4\u65b0\u3092\u30bf\u30b0\u4ed8\u3051\u3057\u3066\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u66f4\u65b0\u3092\u7c21\u5358\u306b\u691c\u7d22\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u305f\u308a\u3067\u304d\u307e\u3059\u3002\u3042\u306a\u305f\u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u5185\u306e\u30e6\u30fc\u30b6\u30fc\u3084\u3042\u306a\u305f\u304c\u30d5\u30a9\u30ed\u30fc\u3057\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fc\u304b\u3089\u306e\u66f4\u65b0\u3092\u95a2\u5fc3\u5bfe\u8c61\u306b\u5165\u308c\u308b\u306b\u306f\u3001\u300c\u6700\u65b0\u306e\u72b6\u6cc1\u300d\u3092\u9078\u629e\u3057\u307e\u3059\u3002
jsp.about.breakout.3.aria = \u72b6\u6cc1\u60c5\u5831\u306e\u66f4\u65b0
jsp.about.breakout.4.title = \u65b0\u3057\u3044\u5185\u5bb9\u3084\u95a2\u5fc3\u306e\u3042\u308b\u5185\u5bb9\u306e\u691c\u7d22
jsp.about.breakout.4.desc = \u95a2\u5fc3\u306e\u3042\u308b\u66f4\u65b0\u3092\u53c2\u7167\u3057\u305f\u308a\u691c\u7d22\u3057\u305f\u308a\u3059\u308b\u5834\u5408\u306f\u3001\u300c\u3059\u3079\u3066\u300d\u30d3\u30e5\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002\u3053\u3053\u3067\u3001\u30d5\u30a9\u30ed\u30fc\u3057\u305f\u3044\u30d6\u30ed\u30b0\u307e\u305f\u306f\u53c2\u52a0\u3057\u305f\u3044\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3092\u898b\u3064\u3051\u307e\u3059\u3002\u300c\u304a\u3059\u3059\u3081\u300d\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u304b\u3089\u306e\u6700\u65b0\u306e\u63d0\u793a\u9805\u76ee\u3092\u78ba\u8a8d\u3057\u3066\u3001\u81ea\u5206\u306e\u95a2\u5fc3\u5206\u91ce\u3068\u5c02\u9580\u77e5\u8b58\u306b\u95a2\u9023\u3059\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u898b\u3064\u3051\u3066\u304f\u3060\u3055\u3044\u3002
jsp.about.breakout.4.aria = \u65b0\u898f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u691c\u7d22\u3059\u308b\u65b9\u6cd5
jsp.about.ibm.logo.alt = HCL \u30ed\u30b4
jsp.about.java.logo.alt = Java \u30ed\u30b4
jsp.about.more = \u8a73\u7d30\u60c5\u5831
jsp.about.follow.aria = \u30bf\u30b0\u306e\u30d5\u30a9\u30ed\u30fc\u306b\u3064\u3044\u3066\u306e\u8a73\u7d30

#web/jsp/errorPage.jsp
jsp.errorpage.title = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8 - \u30a8\u30e9\u30fc\u30fb\u30da\u30fc\u30b8
jsp.errorpage.error = \u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u300c\u623b\u308b\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3001\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u3053\u308c\u3067\u554f\u984c\u304c\u89e3\u6c7a\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u30b5\u30dd\u30fc\u30c8\u30fb\u30d5\u30a9\u30fc\u30e9\u30e0\u306b\u554f\u984c\u3092\u5831\u544a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.errorpage.details = \u8a73\u7d30\u306a\u30a8\u30e9\u30fc\u30fb\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u8868\u793a
jsp.errorpage.hide.details = \u8a73\u7d30\u306a\u30a8\u30e9\u30fc\u30fb\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u975e\u8868\u793a
jsp.errorpage.message = \u64cd\u4f5c\u304c\u5931\u6557\u3057\u307e\u3057\u305f
jsp.errorpage.back = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u306b\u623b\u308b
jsp.errorpage.stacktrace = \u307b\u307c\u6b21\u306e\u6642\u523b\u306b\u751f\u6210\u3055\u308c\u305f\u30b9\u30bf\u30c3\u30af\u30fb\u30c8\u30ec\u30fc\u30b9:
jsp.errorpage.icon.alt = \u300c\u30a8\u30e9\u30fc\u300d\u30a2\u30a4\u30b3\u30f3

#web/jsp/errorPage403.jsp
error.notauthorized.exception=CLFRQ0405E: \u30e6\u30fc\u30b6\u30fc\u306b\u306f\u3053\u306e\u30ea\u30bd\u30fc\u30b9\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u8a31\u53ef\u304c\u3042\u308a\u307e\u305b\u3093\u3002

#auth/login.jsp
jsp.loginpage.image.alt.logo = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30ed\u30b4

#web/jsp/footer.jspf
jsp.footer.connections = HCL Connections
jsp.footer.help = \u30d8\u30eb\u30d7
jsp.footer.tools = \u30c4\u30fc\u30eb
jsp.footer.about = \u8a73\u7d30\u60c5\u5831
jsp.footer.demo = \u30c7\u30e2\u306e\u8868\u793a
jsp.footer.support.forums = Lotus \u30b5\u30dd\u30fc\u30c8\u30fb\u30d5\u30a9\u30fc\u30e9\u30e0
jsp.footer.bookmark.plugins = \u30d6\u30c3\u30af\u30de\u30fc\u30af\u30fb\u30d6\u30e9\u30a6\u30b6\u30fc\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3
jsp.footer.plugins = \u305d\u306e\u4ed6\u306e\u30d7\u30e9\u30b0\u30a4\u30f3
jsp.footer.a11y = \u30a2\u30af\u30bb\u30b7\u30d3\u30ea\u30c6\u30a3\u30fc\u30fb\u30c4\u30fc\u30eb
jsp.footer.server.metrics = \u30b5\u30fc\u30d0\u30fc\u30fb\u30e1\u30c8\u30ea\u30c3\u30af
jsp.footer.ibm.com = hcl.com \u3067\u306e HCL Connections \u30b5\u30a4\u30c8

#web/jsp/serverMetrics.jsp
homepage.metric.totals.visitor.header = \u30e6\u30fc\u30b6\u30fc\u30fb\u30e1\u30c8\u30ea\u30c3\u30af
homepage.metric.totals.visitor = \u56fa\u6709\u30e6\u30fc\u30b6\u30fc\u306e\u7dcf\u6570
homepage.metric.totals.visitor.today = \u4eca\u65e5\u306e\u56fa\u6709\u30e6\u30fc\u30b6\u30fc\u306e\u7dcf\u6570
homepage.metric.totals.visitor.week = \u904e\u53bb 1 \u9031\u9593\u306b\u304a\u3051\u308b\u56fa\u6709\u30e6\u30fc\u30b6\u30fc\u306e\u7dcf\u6570
homepage.metric.totals.visitor.month = \u904e\u53bb 1 \u30ab\u6708\u306b\u304a\u3051\u308b\u56fa\u6709\u30e6\u30fc\u30b6\u30fc\u306e\u7dcf\u6570
homepage.metric.totals.visitor.hourly = \u904e\u53bb 1 \u6642\u9593\u306b\u304a\u3051\u308b\u56fa\u6709\u30e6\u30fc\u30b6\u30fc\u306e\u7dcf\u6570

homepage.metric.totals.available.widgets.header = \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u4f7f\u7528\u72b6\u6cc1\u30e1\u30c8\u30ea\u30c3\u30af
homepage.metric.totals.available.widgets = \u30c7\u30d7\u30ed\u30a4\u3055\u308c\u305f\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u7dcf\u6570
homepage.metric.totals.enabled.widgets = \u6709\u52b9\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u7dcf\u6570
homepage.metric.percentile.widgetsPerUser = \u4f7f\u7528\u6e08\u307f\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u5e73\u5747\u6570
homepage.metric.totals.customizedPages = \u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u6e08\u307f\u306e\u30da\u30fc\u30b8\u3092\u6301\u3064\u30e6\u30fc\u30b6\u30fc\u306e\u7dcf\u6570
homepage.metric.topWidgets = \u4eba\u6c17\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8

homepage.metric.widgetUsage = \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u4f7f\u7528\u72b6\u6cc1

homepage.metric.totals.stories.header = \u30b9\u30c8\u30fc\u30ea\u30fc\u30fb\u30e1\u30c8\u30ea\u30c3\u30af
homepage.metric.totals.stories.added = \u8ffd\u52a0\u3055\u308c\u305f\u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u7dcf\u6570
homepage.metric.totals.stories.added.today = \u4eca\u65e5\u8ffd\u52a0\u3055\u308c\u305f\u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u7dcf\u6570
homepage.metric.totals.stories.added.week = \u4eca\u9031\u8ffd\u52a0\u3055\u308c\u305f\u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u7dcf\u6570
homepage.metric.totals.stories.added.month = \u4eca\u6708\u8ffd\u52a0\u3055\u308c\u305f\u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u7dcf\u6570
homepage.metric.totals.stories.added.hourly = \u904e\u53bb 1 \u6642\u9593\u306b\u8ffd\u52a0\u3055\u308c\u305f\u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u7dcf\u6570

homepage.metric.totals.stories.saved = \u4fdd\u5b58\u3055\u308c\u305f\u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u7dcf\u6570
homepage.metric.totals.stories.saved.today = \u4eca\u65e5\u4fdd\u5b58\u3055\u308c\u305f\u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u7dcf\u6570
homepage.metric.totals.stories.saved.week = \u4eca\u9031\u4fdd\u5b58\u3055\u308c\u305f\u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u7dcf\u6570
homepage.metric.totals.stories.saved.month = \u4eca\u6708\u4fdd\u5b58\u3055\u308c\u305f\u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u7dcf\u6570
homepage.metric.totals.stories.saved.hourly = \u904e\u53bb 1 \u6642\u9593\u306b\u4fdd\u5b58\u3055\u308c\u305f\u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u7dcf\u6570


homepage.metric.totals.notifications.header = \u901a\u77e5\u30e1\u30c8\u30ea\u30c3\u30af
homepage.metric.totals.sentNotifications = \u9001\u4fe1\u3055\u308c\u305f\u672a\u30d1\u30fc\u30b8\u901a\u77e5\u306e\u7dcf\u6570
homepage.metric.totals.sentNotifications.today = \u4eca\u65e5\u9001\u4fe1\u3055\u308c\u305f\u672a\u30d1\u30fc\u30b8\u901a\u77e5\u306e\u7dcf\u6570
homepage.metric.totals.sentNotifications.week = \u4eca\u9031\u9001\u4fe1\u3055\u308c\u305f\u672a\u30d1\u30fc\u30b8\u901a\u77e5\u306e\u7dcf\u6570
homepage.metric.totals.sentNotifications.month = \u4eca\u6708\u9001\u4fe1\u3055\u308c\u305f\u672a\u30d1\u30fc\u30b8\u901a\u77e5\u306e\u7dcf\u6570
homepage.metric.totals.sentNotifications.hourly = \u904e\u53bb 1 \u6642\u9593\u306b\u9001\u4fe1\u3055\u308c\u305f\u672a\u30d1\u30fc\u30b8\u901a\u77e5\u306e\u7dcf\u6570


homepage.metric.totals.receivedNotifications = \u53d7\u4fe1\u3055\u308c\u305f\u672a\u30d1\u30fc\u30b8\u901a\u77e5\u306e\u7dcf\u6570
homepage.metric.totals.receivedNotifications.today = \u4eca\u65e5\u53d7\u4fe1\u3055\u308c\u305f\u672a\u30d1\u30fc\u30b8\u901a\u77e5\u306e\u7dcf\u6570
homepage.metric.totals.receivedNotifications.week = \u4eca\u9031\u53d7\u4fe1\u3057\u305f\u672a\u30d1\u30fc\u30b8\u901a\u77e5\u306e\u7dcf\u6570
homepage.metric.totals.receivedNotifications.month = \u4eca\u6708\u53d7\u4fe1\u3057\u305f\u672a\u30d1\u30fc\u30b8\u901a\u77e5\u306e\u7dcf\u6570
homepage.metric.totals.receivedNotifications.hourly = \u904e\u53bb 1 \u6642\u9593\u306b\u53d7\u4fe1\u3057\u305f\u672a\u30d1\u30fc\u30b8\u901a\u77e5\u306e\u7dcf\u6570

homepage.metric.totals.user = \u56fa\u6709\u30e6\u30fc\u30b6\u30fc\u306e\u7dcf\u6570
homepage.metric.totals.visitorPast24Hours = \u904e\u53bb 24 \u6642\u9593\u306b\u304a\u3051\u308b\u30a2\u30af\u30bb\u30b9\u8005\u306e\u7dcf\u6570
homepage.metric.totals.visitorPastHour = \u904e\u53bb 1 \u6642\u9593\u306b\u304a\u3051\u308b\u30a2\u30af\u30bb\u30b9\u8005\u306e\u7dcf\u6570
homepage.metric.totals.visitorPast7Days = \u904e\u53bb 7 \u65e5\u306b\u304a\u3051\u308b\u30a2\u30af\u30bb\u30b9\u8005\u306e\u7dcf\u6570
homepage.metric.totals.visitorPast30Days = \u904e\u53bb 30 \u65e5\u306b\u304a\u3051\u308b\u30a2\u30af\u30bb\u30b9\u8005\u306e\u7dcf\u6570
#homepage.metric.totals.customizedPages = Total number of users with customized pages.
#homepage.metric.topWidgets = The most popular widgets and their counts.

homepage.metric.totals.user.desc = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u306b\u30a2\u30af\u30bb\u30b9\u3057\u305f\u56fa\u6709\u30e6\u30fc\u30b6\u30fc\u306e\u7dcf\u6570\u3002
homepage.metric.totals.available.widgets.desc = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u306b\u30c7\u30d7\u30ed\u30a4\u3055\u308c\u305f\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u7dcf\u6570\u3002
homepage.metric.totals.enabled.widgets.desc = \u73fe\u5728\u6709\u52b9\u3067\u3001\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u3067\u30e6\u30fc\u30b6\u30fc\u304c\u4f7f\u7528\u53ef\u80fd\u306a\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u7dcf\u6570\u3002
homepage.metric.percentile.widgetsPerUser.desc = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30e6\u30fc\u30b6\u30fc\u304c\u4f7f\u7528\u3059\u308b\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u5e73\u5747\u6570\u3002 \u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3068\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u958b\u3044\u3066\u3044\u308b\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3067\u3059\u3002
homepage.metric.totals.visitorPast24Hours.desc = \u904e\u53bb 24 \u6642\u9593\u306b\u304a\u3051\u308b\u65b0\u898f\u8a2a\u554f\u8005\u306e\u7dcf\u6570\u3002
homepage.metric.totals.visitorPastHour.desc = \u904e\u53bb 1 \u6642\u9593\u306b\u304a\u3051\u308b\u65b0\u898f\u8a2a\u554f\u8005\u306e\u7dcf\u6570\u3002
homepage.metric.totals.visitorPast7Days.desc = \u904e\u53bb 7 \u65e5\u306b\u304a\u3051\u308b\u65b0\u898f\u8a2a\u554f\u8005\u306e\u7dcf\u6570\u3002
homepage.metric.totals.visitorPast30Days.desc = \u904e\u53bb 30 \u65e5\u306b\u304a\u3051\u308b\u65b0\u898f\u8a2a\u554f\u8005\u306e\u7dcf\u6570\u3002
homepage.metric.widgetUsage.desc = \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3054\u3068\u306e\u3001\u4f7f\u7528\u6e08\u307f\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u7dcf\u6570\u3002 \u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3068\u306f\u3001\u30b5\u30a4\u30c9\u30fb\u30d0\u30fc\u306b\u30c9\u30c3\u30ad\u30f3\u30b0\u3055\u308c\u305f\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3067\u306f\u306a\u304f\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u958b\u3044\u3066\u3044\u308b\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3067\u3059\u3002

label.metrics.title = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30e1\u30c8\u30ea\u30c3\u30af
label.metrics.name = \u540d\u524d
label.metrics.value = \u5024
label.metrics.asof = \u5024\u306e\u66f4\u65b0:
label.metrics.months = 1 \u6708 2 \u6708 3 \u6708 4 \u6708 5 \u6708 6 \u6708 7 \u6708 8 \u6708 9 \u6708 10 \u6708 11 \u6708 12 \u6708
label.metrics.notSet= \u30b7\u30b9\u30c6\u30e0\u30fb\u30e1\u30c8\u30ea\u30c3\u30af\u306f\u307e\u3060\u4f7f\u7528\u53ef\u80fd\u3067\u306a\u3044\u304b\u3001\u7ba1\u7406\u8005\u304c\u30e1\u30c8\u30ea\u30c3\u30af\u3092\u7121\u52b9\u306b\u8a2d\u5b9a\u3057\u307e\u3057\u305f\u3002 \u8a73\u3057\u304f\u306f\u3001\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
label.metrics.storyLifeTime= \u30b9\u30c8\u30fc\u30ea\u30fc\u3068\u901a\u77e5\u306f {0} \u65e5\u5f8c\u306b\u30d1\u30fc\u30b8\u3055\u308c\u307e\u3059\u3002
# Search strings
# Common to multiple pages
# Only used in isolation for buttons
# used for tabs in search result ui and advanced search options
jsp.search.allAreas = \u5168\u9818\u57df
jsp.search.activities = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc
jsp.search.blogs = \u30d6\u30ed\u30b0
jsp.search.communities = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc
jsp.search.dogear = \u30d6\u30c3\u30af\u30de\u30fc\u30af
jsp.search.profiles = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
jsp.search.wiki = Wiki
jsp.search.files = \u30d5\u30a1\u30a4\u30eb
jsp.search.search.verb = \u691c\u7d22
jsp.search.twisty.collapse = \u30af\u30ea\u30c3\u30af\u3057\u3066\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u7701\u7565\u8868\u793a
jsp.search.help.link = \u30d8\u30eb\u30d7

#web/jsp/search.jspf
jsp.search.searchbox.default.text = Connections \u5168\u4f53
jsp.search.searchbox.searchdropdown = \u691c\u7d22\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u7d5e\u308a\u8fbc\u307f
jsp.search.searchbox.search.activities = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc
jsp.search.searchbox.search.blogs = \u30d6\u30ed\u30b0
jsp.search.searchbox.search.communities = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc
jsp.search.searchbox.search.dogear = \u30d6\u30c3\u30af\u30de\u30fc\u30af
jsp.search.searchbox.search.profiles = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
jsp.search.searchbox.search.wikis = Wiki
jsp.search.searchbox.search.files = \u30d5\u30a1\u30a4\u30eb
jsp.search.searchbox.search.forums = \u30d5\u30a9\u30fc\u30e9\u30e0
jsp.search.searchbox.search.status_updates = \u6700\u65b0\u306e\u72b6\u6cc1
jsp.search.searchbox.search.directory = \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc
jsp.search.searchbox.search.directory_named ={0} \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc
jsp.search.searchbox.search.advanced = \u8a73\u7d30\u691c\u7d22
jsp.search.searchbox.a11y.title = \u691c\u7d22\u30c6\u30ad\u30b9\u30c8\u306e\u5165\u529b
jsp.search.searchbox.search.alt = \u691c\u7d22

#web/jsp/searchResults.jsp
jsp.search.results.title = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8 - \u691c\u7d22\u7d50\u679c
jsp.search.results.advanced.search.button = \u65b0\u898f\u8a73\u7d30\u691c\u7d22
jsp.search.comments.Comments = \u30b3\u30e1\u30f3\u30c8
#web/jsp/searchComponents.jspf
jsp.search.components.results.from = \u30b3\u30f3\u30c6\u30f3\u30c4\u30fb\u30bf\u30a4\u30d7
jsp.search.components.all = \u5168\u9818\u57df
jsp.search.components.help = \u691c\u7d22\u7d50\u679c\u306e\u660e\u7d30\u3092\u53d6\u5f97\u3057\u307e\u3059\u3002 \u30ea\u30f3\u30af\u3092\u30af\u30ea\u30c3\u30af\u3059\u308c\u3070\u3001\u5404\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u95a2\u9023\u3057\u305f\u7d50\u679c\u3092\u8868\u793a\u3067\u304d\u307e\u3059\u3002 \u5404\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u540d\u306e\u6a2a\u306e\u6570\u5b57\u306f\u3001\u305d\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u95a2\u3059\u308b\u7d50\u679c\u306e\u6570\u3067\u3059\u3002

#web/jsp/seachTags.jspf
jsp.search.tags.tags = \u30bf\u30b0
jsp.search.tags.find = \u30bf\u30b0\u306e\u691c\u7d22
jsp.search.tags.search = \u30bf\u30b0\u691c\u7d22\u306e\u5b9f\u884c
jsp.search.tags.active = \u95a2\u9023\u30bf\u30b0
jsp.search.tags.help = \u30bf\u30b0\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u7279\u5b9a\u306e\u7528\u8a9e\u3067\u30bf\u30b0\u4ed8\u3051\u3055\u308c\u3066\u3044\u308b\u7d50\u679c\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u7279\u5b9a\u306e\u30bf\u30b0\u3092\u691c\u7d22\u3059\u308b\u306b\u306f\u3001\u305d\u306e\u30bf\u30b0\u3092\u691c\u7d22\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u5165\u529b\u3057\u307e\u3059\u3002 \u30bf\u30b0\u30fb\u30af\u30e9\u30a6\u30c9\u306e\u30b5\u30a4\u30ba\u3092\u8abf\u6574\u3059\u308b\u306b\u306f\u3001\u30b9\u30e9\u30a4\u30c0\u30fc\u3092\u30c9\u30e9\u30c3\u30b0\u3057\u307e\u3059\u3002
jsp.search.tags.view.cloud = \u30af\u30e9\u30a6\u30c9\u3068\u3057\u3066\u8868\u793a
jsp.search.tags.view.list = \u30ea\u30b9\u30c8\u3068\u3057\u3066\u8868\u793a

#web/jsp/searchPeople.jspf
jsp.search.people.people = \u30e6\u30fc\u30b6\u30fc
jsp.search.people.most.active = \u95a2\u9023\u30e6\u30fc\u30b6\u30fc
jsp.search.people.help = \u691c\u7d22\u7d50\u679c\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u8868\u793a\u3057\u307e\u3059\u3002 \u540d\u524d\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u7279\u5b9a\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u691c\u7d22\u7d50\u679c\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002

#web/jsp/searchDate.jspf
jsp.search.dates.dates = \u65e5\u4ed8
jsp.search.dates.most.active = \u95a2\u9023\u3059\u308b\u65e5\u4ed8
jsp.search.dates.help = \u7279\u5b9a\u306e\u671f\u9593\u306b\u4f5c\u6210\u307e\u305f\u306f\u66f4\u65b0\u3055\u308c\u305f\u7d50\u679c\u3092\u8868\u793a\u3059\u308b\u306b\u306f\u3001\u4e09\u89d2\u30a2\u30a4\u30b3\u30f3\u3092\u5c55\u958b\u3057\u3066\u3001\u60c5\u5831\u3092\u5e74\u3001\u6708\u3001\u65e5\u3067\u30d5\u30a3\u30eb\u30bf\u30fc\u3057\u307e\u3059\u3002
#web/jsp/searchResults.jspf
jsp.search.results.page.heading = \u691c\u7d22\u7d50\u679c

# Translator: In the next two properties, parameters {0} and {1} are user input
jsp.search.searched.for = \u3053\u306e\u7528\u8a9e: {0} \u3092\u691c\u7d22\u3057\u307e\u3057\u305f
jsp.search.searched.for.refined = \u3053\u306e\u7528\u8a9e: {0} \u3092\u30d5\u30a3\u30eb\u30bf\u30fc: {1} \u3067\u691c\u7d22\u3057\u307e\u3057\u305f

#the next two strings are used in the context Results 1 to 10 of 100
jsp.search.results.range = {2} \u4ef6\u4e2d {0} \u304b\u3089 {1} \u4ef6\u76ee\u306e\u7d50\u679c
jsp.search.results.previous = \u524d\u3078
jsp.search.results.next = \u6b21\u3078
jsp.search.results.page = \u30da\u30fc\u30b8
jsp.search.results.first = \u6700\u521d
jsp.search.results.last = \u6700\u5f8c

# In the next property, please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.noresults = \u691c\u7d22\u7d50\u679c\u306f\u3042\u308a\u307e\u305b\u3093\u3002 <a href="{0}">\u3053\u3053</a>\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3001\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# The two strings below are used in the context Show: 10 | 20 | 50 | 100 | All items
# Because of design, they cannot be resourced in one single string.
# Please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.paging.show = \u8868\u793a:
jsp.search.results.paging.all = <a href="{0}">\u3059\u3079\u3066\u306e</a>\u9805\u76ee

# {0} and {1} contain only numbers
jsp.search.results.paging.jump = {0}/{1} \u30da\u30fc\u30b8\u3078\u30b8\u30e3\u30f3\u30d7

#web/jsp/advancedSearch.jsp
jsp.search.advancedsearch.page.title = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8 - \u8a73\u7d30\u691c\u7d22
jsp.search.advancedsearch.title = \u8a73\u7d30\u691c\u7d22
jsp.search.advancedsearch.tips = \u30d2\u30f3\u30c8
jsp.search.advancedsearch.tip.1 = HCL Connections \u306e\u4f7f\u3044\u65b9
jsp.search.advancedsearch.tip.2 = \u7279\u5b9a\u9818\u57df\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u304a\u63a2\u3057\u306e\u5834\u5408\u306f\u3001 \u95a2\u5fc3\u306e\u3042\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u307f\u3092\u9078\u629e\u3057\u3066\u691c\u7d22\u7d50\u679c\u3092\u7d5e\u308a\u8fbc\u3093\u3067\u304f\u3060\u3055\u3044\u3002 <b>\u300c\u5168\u691c\u7d22\u300d</b>\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u691c\u7d22\u306e\u5bfe\u8c61\u3092\u5e83\u3052\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
jsp.search.advancedsearch.tip.3 = \u30ad\u30fc\u30ef\u30fc\u30c9\u3092\u542b\u3080\u7570\u306a\u308b\u30bf\u30a4\u30d7\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u691c\u7d22\u3059\u308b\u306b\u306f\u3001\u30ad\u30fc\u30ef\u30fc\u30c9 (\u8907\u6570\u53ef) \u3092\u5165\u529b\u3057\u307e\u3059\u3002
jsp.search.advancedsearch.description = \u95a2\u9023\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u691c\u7d22\u3059\u308b\u306b\u306f\u3001\u30ad\u30fc\u30ef\u30fc\u30c9 (\u8907\u6570\u53ef) \u3092\u5165\u529b\u3057\u307e\u3059\u3002
jsp.search.advancedsearch.step.one = \u30b9\u30c6\u30c3\u30d7 1
jsp.search.advancedsearch.step.two = \u30b9\u30c6\u30c3\u30d7 2
jsp.search.advancedsearch.step.three = \u30b9\u30c6\u30c3\u30d7 3
jsp.search.advancedsearch.keywords.label = \u30ad\u30fc\u30ef\u30fc\u30c9\u306e\u691c\u7d22:
jsp.search.advancedsearch.features.select = \u691c\u7d22\u3059\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u307e\u3059\u3002
jsp.search.advancedsearch.features.all = \u5168\u691c\u7d22
jsp.search.advancedsearch.keywords.description = \u4f8b: \u300cdesign\u300d\u3067\u691c\u7d22\u3059\u308b\u3068\u3001\u30bf\u30a4\u30c8\u30eb\u3001\u8aac\u660e\u3001\u30bf\u30b0\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u300cdesign\u300d\u3068\u3044\u3046\u8a9e\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fc\u3001\u30d6\u30ed\u30b0\u3001\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u3001\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3001\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u30ea\u30b9\u30c8\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002
jsp.search.advancedsearch.tags.only = \u30bf\u30b0\u306e\u307f\u3067\u691c\u7d22
#web/jsp/advancedSearch.jsp - All Areas Tab
jsp.search.advancedsearch.all.caption = \u4ee5\u4e0b\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u4f7f\u7528\u3057\u3066\u3001\u9818\u57df\u306e\u4e00\u90e8\u307e\u305f\u306f\u3059\u3079\u3066\u3092\u691c\u7d22\u3057\u307e\u3059
jsp.search.advancedsearch.keyword.label = \u30ad\u30fc\u30ef\u30fc\u30c9
jsp.search.advancedsearch.keyword.description = \u30ad\u30fc\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u3001\u305d\u306e\u30ad\u30fc\u30ef\u30fc\u30c9\u3092\u542b\u3080\u5185\u5bb9\u3092\u691c\u7d22\u3057\u307e\u3059\u3002
jsp.search.advancedsearch.tags.label = \u30bf\u30b0
jsp.search.advancedsearch.tags.description = \u30bf\u30b0\u3092\u5165\u529b\u3057\u3066\u7279\u5b9a\u306e\u8a9e\u53e5\u3067\u30bf\u30b0\u4ed8\u3051\u3055\u308c\u308b\u30e6\u30fc\u30b6\u30fc\u307e\u305f\u306f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u898b\u3064\u3051\u307e\u3059\u3002
jsp.search.advancedsearch.person.label = \u30e6\u30fc\u30b6\u30fc
jsp.search.advancedsearch.person.description = \u30e6\u30fc\u30b6\u30fc\u540d\u3092\u5165\u529b\u3059\u308b\u3068\u3001\u305d\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u4f5c\u6210\u3057\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u691c\u7d22\u3067\u304d\u307e\u3059\u3002
jsp.search.advancedsearch.time.label = \u6642\u9593\u30d5\u30ec\u30fc\u30e0
jsp.search.advancedsearch.time.description = \u691c\u7d22\u3092\u5b9f\u884c\u3059\u308b\u671f\u9593\u3092\u9078\u629e
jsp.search.advancedsearch.areas.label = \u691c\u7d22\u3059\u308b\u9818\u57df
jsp.search.advancedsearch.areas.description = \u30c1\u30a7\u30c3\u30af\u3092\u6d88\u53bb\u3057\u3066\u691c\u7d22\u5bfe\u8c61\u304b\u3089\u9664\u5916
jsp.search.advancedsearch.searchAllContent = \u3059\u3079\u3066\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u691c\u7d22
jsp.search.advancedsearch.searchMyContent = \u81ea\u5206\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u691c\u7d22

#web/jsp/noIndex.jsp
jsp.search.noIndex.title = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8 - \u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u6b20\u843d\u3057\u3066\u3044\u308b\u304b\u7834\u640d\u3057\u3066\u3044\u307e\u3059\u3002
jsp.search.noIndex.message = \u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u6b20\u843d\u3057\u3066\u3044\u308b\u304b\u7834\u640d\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3067\u691c\u7d22\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002  \u300c\u623b\u308b\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002  \u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u89e3\u6c7a\u3055\u308c\u306a\u3044\u5834\u5408\u306f\u3001\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
jsp.search.error = \u30a8\u30e9\u30fc

#web/jsp/opensearch.jsp
#this jsp is used to provide details about Connections search to browsers so they can include Connections search in their built in search forms
# the service name cannot be longer than 16 characters for the opensearch spec
jsp.search.opensearch.service.name = HCL Connections
# long service name may be up to 48 characters
jsp.search.opensearch.service.long.name = HCL Connections \u306e\u691c\u7d22
# the description must be less than 1024 characters for the opensearch spec
jsp.search.opensearch.description = HCL Connections \u5168\u4f53\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u691c\u7d22
# developer must not be longer than 64 characters
jsp.search.opensearch.service.developer = HCL Connections \u958b\u767a\u30c1\u30fc\u30e0


# Admin UI: admin/admin.jsp
jsp.admin.title = \u7ba1\u7406\u8005\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8
jsp.admin.description = \u3053\u306e\u30da\u30fc\u30b8\u3092\u4f7f\u7528\u3057\u3066\u3001\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30e6\u30fc\u30b6\u30fc\u304c\u4f7f\u7528\u3059\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
jsp.admin.widgets.click = \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u540d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u9078\u629e\u3057\u307e\u3059\u3002
jsp.admin.enabled.widgets = \u4f7f\u7528\u53ef\u80fd\u306a\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
jsp.admin.enabled.widgets.comment = \u4f7f\u7528\u53ef\u80fd\u306a\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u306b\u8868\u793a\u3055\u308c\u307e\u3059
jsp.admin.disabled.widgets = \u4f7f\u7528\u4e0d\u53ef\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
jsp.admin.disabled.widgets.comment = \u4f7f\u7528\u4e0d\u53ef\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u306b\u8868\u793a\u3055\u308c\u307e\u305b\u3093
jsp.admin.button.disable = \u4f7f\u7528\u4e0d\u53ef
jsp.admin.button.edit = \u7de8\u96c6
jsp.admin.button.remove = \u524a\u9664
jsp.admin.button.enable = \u4f7f\u7528\u53ef\u80fd
jsp.admin.button.add = \u5225\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u8ffd\u52a0
jsp.admin.button.refresh = \u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u66f4\u65b0
jsp.admin.button.add.mapping = \u30de\u30c3\u30d4\u30f3\u30b0\u306e\u8ffd\u52a0
jsp.admin.button.edit.mapping = \u30de\u30c3\u30d4\u30f3\u30b0\u306e\u7de8\u96c6
jsp.admin.button.delete.mapping = \u30de\u30c3\u30d4\u30f3\u30b0\u306e\u524a\u9664
jsp.admin.test.mode.title = \u30c6\u30b9\u30c8\u30fb\u30e2\u30fc\u30c9:
jsp.admin.test.mode.checkbox = \u4f7f\u7528\u4e0d\u53ef\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u8a31\u53ef
jsp.admin.add.page.title = \u65b0\u898f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u8ffd\u52a0
jsp.admin.edit.page.title = \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u7de8\u96c6
jsp.admin.edit.widget.type = \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30bf\u30a4\u30d7:
jsp.admin.edit.widget.type.comment = \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.admin.edit.widget.type.iwidget = iWidget
# OpenSocial should not be translated as it's the name of a standard
jsp.admin.edit.widget.type.osgadget = OpenSocial \u30ac\u30b8\u30a7\u30c3\u30c8
jsp.admin.edit.widget.name = \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30bf\u30a4\u30c8\u30eb:
jsp.admin.edit.widget.name.comment = \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u4f8b: Blogs\u3002
jsp.admin.edit.widget.description = \u8aac\u660e:
jsp.admin.edit.widget.description.comment = \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u8aac\u660e\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u4f8b: \u6700\u65b0\u306e\u30d6\u30ed\u30b0\u30fb\u30a8\u30f3\u30c8\u30ea\u30fc\u3068\u30b3\u30e1\u30f3\u30c8\u3002
jsp.admin.edit.widget.url = URL \u30a2\u30c9\u30ec\u30b9:
jsp.admin.edit.widget.url.comment = \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u5834\u6240\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u3053\u308c\u306f\u3001\u7d76\u5bfe\u30bb\u30ad\u30e5\u30a2 Web \u30a2\u30c9\u30ec\u30b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u4f8b: http://myserver.com/mywidget.xml\u3002
jsp.admin.edit.widget.secureurl = \u30bb\u30ad\u30e5\u30a2 URL \u30a2\u30c9\u30ec\u30b9:
jsp.admin.edit.widget.secureurl.comment = \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u5834\u6240\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u3053\u308c\u306f\u3001\u7d76\u5bfe\u30bb\u30ad\u30e5\u30a2 Web \u30a2\u30c9\u30ec\u30b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u4f8b: https://myserver.com/mywidget.xml\u3002
jsp.admin.edit.widget.iconurl = \u30a2\u30a4\u30b3\u30f3\u306e URL:
jsp.admin.edit.widget.iconurl.comment = \u30c9\u30c3\u30ad\u30f3\u30b0\u3055\u308c\u305f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u8868\u793a\u3059\u308b\u30a2\u30a4\u30b3\u30f3\u306e\u5834\u6240\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u30a2\u30a4\u30b3\u30f3\u30fb\u30a4\u30e1\u30fc\u30b8\u306e\u30b5\u30a4\u30ba\u306f\u300116 x 16 \u30d4\u30af\u30bb\u30eb\u3067\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059 (\u30d5\u30a1\u30d3\u30b3\u30f3\u3082\u6307\u5b9a\u3067\u304d\u307e\u3059)\u3002
jsp.admin.edit.widget.iconsecureurl = \u30a2\u30a4\u30b3\u30f3\u306e\u30bb\u30ad\u30e5\u30a2 URL:
jsp.admin.edit.widget.iconsecureurl.comment = \u30c9\u30c3\u30ad\u30f3\u30b0\u3055\u308c\u305f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u8868\u793a\u3059\u308b\u30a2\u30a4\u30b3\u30f3\u306e\u5834\u6240\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u30a2\u30a4\u30b3\u30f3\u30fb\u30a4\u30e1\u30fc\u30b8\u306e\u30b5\u30a4\u30ba\u306f\u300116 x 16 \u30d4\u30af\u30bb\u30eb\u3067\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059 (\u30d5\u30a1\u30d3\u30b3\u30f3\u3082\u6307\u5b9a\u3067\u304d\u307e\u3059)\u3002
jsp.admin.edit.widget.homepagespecific = HCL Connections \u56fa\u6709\u306e\u30bf\u30b0\u3092\u4f7f\u7528:
jsp.admin.edit.widget.cache = \u30ad\u30e3\u30c3\u30b7\u30e5\u30fb\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u8a18\u8ff0\u5b50:
jsp.admin.edit.widget.preview = \u30d7\u30ec\u30d3\u30e5\u30fc\u30fb\u30a4\u30e1\u30fc\u30b8 URL:
jsp.admin.edit.widget.preview.comment = \u30d7\u30ec\u30d3\u30e5\u30fc\u30fb\u30a4\u30e1\u30fc\u30b8\u306e\u5834\u6240\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u3053\u308c\u306f\u3001\u7d76\u5bfe\u307e\u305f\u306f\u76f8\u5bfe Web \u30a2\u30c9\u30ec\u30b9\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \u4f8b: http://myserver.com/images/image.gif\u3002
jsp.admin.edit.widget.category = \u30ab\u30c6\u30b4\u30ea\u30fc:
jsp.admin.edit.widget.category.comment = \u4f8b: \u30d6\u30c3\u30af\u30de\u30fc\u30af
jsp.admin.edit.widget.tab.widget = \u300c\u81ea\u5206\u306e\u30da\u30fc\u30b8\u300d\u306b\u8868\u793a:
jsp.admin.edit.widget.tab.widget.comment = \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u8868\u793a\u3059\u308b\u9818\u57df\u3092\u3001\u300c\u81ea\u5206\u306e\u30da\u30fc\u30b8\u300d\u307e\u305f\u306f\u300c\u66f4\u65b0\u30da\u30fc\u30b8\u300d\u306e\u3044\u305a\u308c\u304b\u3067\u9078\u629e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002 \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u4e21\u65b9\u306e\u9818\u57df\u306b\u8868\u793a\u3059\u308b\u306b\u306f\u3001\u4e21\u65b9\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\u3002
jsp.admin.edit.widget.tab.update =  \u300c\u66f4\u65b0\u30da\u30fc\u30b8\u300d\u306b\u8868\u793a:
jsp.admin.edit.widget.tab.update.comment = \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u8868\u793a\u3059\u308b\u9818\u57df\u3092\u3001\u300c\u81ea\u5206\u306e\u30da\u30fc\u30b8\u300d\u307e\u305f\u306f\u300c\u66f4\u65b0\u30da\u30fc\u30b8\u300d\u306e\u3044\u305a\u308c\u304b\u3067\u9078\u629e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002 \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u4e21\u65b9\u306e\u9818\u57df\u306b\u8868\u793a\u3059\u308b\u306b\u306f\u3001\u4e21\u65b9\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\u3002
jsp.admin.edit.widget.opened = \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u958b\u304f:
jsp.admin.edit.widget.opened.comment = \u30e6\u30fc\u30b6\u30fc\u304c\u6700\u521d\u306b\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u306b\u30ed\u30b0\u30a4\u30f3\u3057\u305f\u3068\u304d\u306b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u8868\u793a\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.admin.edit.widget.view = \u8907\u6570\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3:
jsp.admin.edit.widget.view.comment = \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u8907\u6570\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u8868\u793a\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u5834\u5408\u306f\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u307e\u3059\u3002
jsp.admin.edit.widget.prereqs = \u524d\u63d0\u6761\u4ef6:
jsp.admin.edit.button.ok = OK
jsp.admin.edit.button.save = \u4fdd\u5b58
jsp.admin.edit.button.cancel = \u30ad\u30e3\u30f3\u30bb\u30eb
jsp.admin.tips = \u30d2\u30f3\u30c8
jsp.admin.tip.header = \u65b0\u898f\u7ba1\u7406\u8005\u3067\u3059\u304b?
jsp.admin.tip.1 = \u300c\u7ba1\u7406\u300d\u30da\u30fc\u30b8\u3092\u4f7f\u7528\u3057\u3066\u3001\u500b\u3005\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u53ef\u80fd\u304a\u3088\u3073\u4f7f\u7528\u4e0d\u53ef\u306b\u8a2d\u5b9a\u3057\u3001\u8a73\u7d30\u3092\u7de8\u96c6\u3057\u307e\u3059\u3002
jsp.admin.tip.2 = \u7d44\u7e54\u307e\u305f\u306f\u30b5\u30fc\u30c9\u30fb\u30d1\u30fc\u30c6\u30a3\u30fc\u306e\u65b0\u898f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0\u3057\u3066\u3001\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u306e\u6a5f\u80fd\u3092\u5f37\u5316\u3057\u307e\u3059\u3002
jsp.admin.error.select.widget = \u30a2\u30af\u30b7\u30e7\u30f3\u3092\u5b9f\u884c\u3059\u308b\u524d\u306b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.admin.error.empty.name = \u4fdd\u5b58\u3059\u308b\u524d\u306b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30bf\u30a4\u30c8\u30eb\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.admin.error.empty.url = \u4fdd\u5b58\u3059\u308b\u524d\u306b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e URL \u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.admin.error.system.widgets = \u30b7\u30b9\u30c6\u30e0\u30fb\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
jsp.admin.error.protocol = \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30ea\u30bd\u30fc\u30b9\u3067\u306f\u30d7\u30ed\u30c8\u30b3\u30eb\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u305b\u3093\u3002
jsp.admin.error.url = \u30ea\u30bd\u30fc\u30b9\u540d\u304c\u3053\u306e\u5834\u6240\u3067\u691c\u51fa\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
jsp.admin.error.verified = \u30ea\u30bd\u30fc\u30b9\u3092\u691c\u67fb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
jsp.admin.error.widgettab = \u8868\u793a\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044 (\u8907\u6570\u53ef)\u3002 \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u3001\u300c\u66f4\u65b0\u300d\u30d3\u30e5\u30fc\u304b\u300c\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u300d\u30d3\u30e5\u30fc\u3001\u307e\u305f\u306f\u305d\u306e\u4e21\u65b9\u306b\u8868\u793a\u3057\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
jsp.admin.error.newwidget = \u65b0\u898f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u3059\u304c\u3001\u6b63\u3057\u304f\u6a5f\u80fd\u3057\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
jsp.admin.error.enablewidget = \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u8a2d\u5b9a\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u3059\u304c\u3001\u6b63\u3057\u304f\u6a5f\u80fd\u3057\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
jsp.admin.error.editwidget = \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u4fdd\u5b58\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u3059\u304c\u3001\u6b63\u3057\u304f\u6a5f\u80fd\u3057\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
jsp.admin.error.refreshcache = \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u66f4\u65b0\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
jsp.admin.gadgetSettings.legend = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u30fb\u30b9\u30c8\u30ea\u30fc\u30e0\u307e\u305f\u306f\u5171\u6709\u30c0\u30a4\u30a2\u30ed\u30b0\u3092\u4f7f\u7528\u3057\u305f\u30ac\u30b8\u30a7\u30c3\u30c8\u8a2d\u5b9a
jsp.admin.gadgetSettings.gadgetSecurityLabel = \u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc:
jsp.admin.gadgetSettings.gadgetsecurityUnrestriced = \u4fe1\u983c\u6e08\u307f
jsp.admin.gadgetSettings.gadgetsso = SSO \u3092\u4f7f\u7528\u3059\u308b\u3002
jsp.admin.gadgetSettings.gadgetSecurityRestricted = \u5236\u9650\u4ed8\u304d
jsp.admin.gadgetSettings.gadgetSettingsHelp = \u4fe1\u983c\u3055\u308c\u305f\u30ac\u30b8\u30a7\u30c3\u30c8\u306f\u3001\u6a5f\u5bc6\u30c7\u30fc\u30bf\u3092\u542b\u3080\u53ef\u80fd\u6027\u306e\u3042\u308b API \u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\u3002
jsp.admin.gadgetSettings.gadgetsecurityLabel = UI \u7d71\u5408\u30dd\u30a4\u30f3\u30c8:
jsp.admin.gadgetSettings.gadgetshareboxLabel = \u30ac\u30b8\u30a7\u30c3\u30c8\u306e\u5f8c\u306e\u5171\u6709\u30c0\u30a4\u30a2\u30ed\u30b0\u306b\u8868\u793a:
jsp.admin.gadgetSettings.gadgeteeLabel = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u30fb\u30b9\u30c8\u30ea\u30fc\u30e0\u30fb\u30a4\u30d9\u30f3\u30c8\u7528\u306b\u8868\u793a\u3057\u307e\u3059\u3002
jsp.admin.gadgetSettings.gadgeturlaccesslabel = \u30d7\u30ed\u30ad\u30b7\u30fc\u7d4c\u7531\u3067\u306e\u30b5\u30fc\u30d0\u30fc\u30fb\u30a2\u30af\u30bb\u30b9:
jsp.admin.gadgetSettings.gadgeturlaccessExternal = \u30a4\u30f3\u30c8\u30e9\u30cd\u30c3\u30c8\u5916\u90e8\u306e\u307f\u3002
jsp.admin.gadgetSettings.gadgeturlaccessAny = \u3059\u3079\u3066\u306e\u30b5\u30fc\u30d0\u30fc\u3002
jsp.admin.gadgetSettings.gadgeturlaccessCustom = \u3053\u306e\u30ac\u30b8\u30a7\u30c3\u30c8\u306b\u5bfe\u3057\u3066 proxy-policy.dynamic \u30d5\u30a1\u30a4\u30eb\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30ab\u30b9\u30bf\u30e0\u30fb\u30eb\u30fc\u30eb\u3002
jsp.admin.gadgetSettings.widgetOrGadgetHelp = \u30a2\u30af\u30bb\u30b9\u3067\u304d\u308b URL \u30ac\u30b8\u30a7\u30c3\u30c8\u3002
jsp.admin.gadgetSettings.gadgetoauthLabel = OAuth \u30af\u30e9\u30a4\u30a2\u30f3\u30c8:
jsp.admin.gadgetSettings.serviceName=\u30b5\u30fc\u30d3\u30b9\u540d:
jsp.admin.gadgetSettings.oauthMappings= \u30b5\u30fc\u30d3\u30b9\u3092 Oauth \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u30de\u30c3\u30d7\u3059\u308b\u304b\u3001\u7de8\u96c6\u3059\u308b\u30de\u30c3\u30d4\u30f3\u30b0\u3092\u9078\u629e\u3057\u307e\u3059\u3002
jsp.admin.gadgetSettings.serviceMappings= \u30b5\u30fc\u30d3\u30b9\u30fb\u30de\u30c3\u30d4\u30f3\u30b0:
jsp.admin.alert.willupdate=\u3053\u306e\u753b\u9762\u306e\u8a2d\u5b9a\u3092\u5909\u66f4\u3059\u308b\u3068\u3001\u6700\u65b0\u8868\u793a\u306b\u3088\u308a\u30d5\u30a9\u30fc\u30ab\u30b9\u304c\u30da\u30fc\u30b8\u306e\u5148\u982d\u306b\u79fb\u52d5\u3057\u307e\u3059
jsp.admin.alert.willupdate.2={0} \u3092\u5909\u66f4\u3059\u308b\u3068\u3001\u6700\u65b0\u8868\u793a\u306b\u3088\u308a\u30d5\u30a9\u30fc\u30ab\u30b9\u304c\u30da\u30fc\u30b8\u306e\u5148\u982d\u306b\u79fb\u52d5\u3057\u307e\u3059

# Getting Start UI: web/gettingStartedPage.action
jsp.start.title = \u306f\u3058\u3081\u306b: HCL Connections
jsp.start.sub.title = \u3053\u306e\u30bf\u30d6\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u3044\u304f\u3064\u304b\u306e\u57fa\u672c\u7684\u306a\u30bf\u30b9\u30af\u3092\u6307\u793a\u306b\u5f93\u3063\u3066\u5b9f\u884c\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u3001\u3044\u304f\u3064\u304b\u306e\u4e3b\u8981\u306a\u6a5f\u80fd\u306e\u4f7f\u7528\u3092\u958b\u59cb\u3059\u308b\u969b\u306b\u5f79\u7acb\u3061\u307e\u3059\u3002
jsp.start.checkbox.label = \u958b\u59cb\u6642\u306b\u3053\u306e\u753b\u9762\u3092\u8868\u793a\u3057\u306a\u3044
jsp.start.step1.tab.title.nocaps = \u3088\u3046\u3053\u305d
jsp.start.step1.tab.title = \u3088\u3046\u3053\u305d
jsp.start.step1.title = \u306f\u3058\u3081\u306b: HCL Connections
jsp.start.step1.sub.title = \u3053\u306e\u30da\u30fc\u30b8\u3067\u306f\u3001HCL Connections \u3092\u8d77\u52d5\u3057\u305f\u6642\u306e\u4f5c\u696d\u74b0\u5883\u3092\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3067\u304d\u307e\u3059\u3002
jsp.start.step1.text = \u7ba1\u7406\u8005\u306f\u3001gettingstarted-config.xml \u3092\u7de8\u96c6\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u3001\u300c\u306f\u3058\u3081\u306b\u300d\u30da\u30fc\u30b8\u3067\u306e\u30b9\u30c6\u30c3\u30d7\u3092\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3067\u304d\u307e\u3059\u3002 \u30b9\u30c6\u30c3\u30d7\u3092\u8ffd\u52a0\u307e\u305f\u306f\u524a\u9664\u3057\u305f\u308a\u3001CEO \u304b\u3089\u306e\u30a6\u30a7\u30eb\u30ab\u30e0\u30fb\u30e1\u30c3\u30bb\u30fc\u30b8\u306a\u3069\u306e\u30ab\u30b9\u30bf\u30e0\u30fb\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u63d0\u4f9b\u3057\u305f\u308a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
jsp.start.share.sub.title = \u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u3068\u9023\u7d61\u3092\u53d6\u308b\u65b9\u6cd5\u3068\u3001\u60c5\u5831\u306e\u5171\u6709\u65b9\u6cd5\u304c\u5206\u304b\u308a\u307e\u3059\u3002
jsp.start.explore.tab.title.nocaps = \u63a2\u7d22
jsp.start.explore.tab.title = \u63a2\u7d22
jsp.start.explore.title = \u63a2\u7d22
jsp.start.explore.sub.title = HCL Connections \u306e\u6a5f\u80fd\u306b\u3064\u3044\u3066\u3055\u3089\u306b\u8a73\u3057\u304f\u77e5\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002

jsp.start.welcome.title = HCL Connections \u3078\u3088\u3046\u3053\u305d
jsp.start.welcome.sub.title = \u3053\u3053\u3067\u306f\u3001HCL Connections \u306e\u6982\u8981\u3068\u4f7f\u7528\u65b9\u6cd5\u306b\u3064\u3044\u3066\u8aac\u660e\u3057\u307e\u3059\u3002
jsp.start.welcome.text.line1 = HCL Connections \u306f\u4f01\u696d\u306b\u304a\u3051\u308b\u30bd\u30fc\u30b7\u30e3\u30eb\u30fb\u30cd\u30c3\u30c8\u30ef\u30fc\u30ad\u30f3\u30b0\u74b0\u5883\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\u3053\u308c\u3092\u4f7f\u3063\u3066\u3001\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u3068\u306e\u30b3\u30df\u30e5\u30cb\u30b1\u30fc\u30b7\u30e7\u30f3\u3001\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u3001\u5f37\u56fa\u306a\u95a2\u4fc2\u3092\u69cb\u7bc9\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u91cd\u8981\u306a\u60c5\u5831\u3092\u8ab0\u304b\u306b\u5171\u6709\u3057\u305f\u3044\u5834\u5408\u3001\u4ed5\u4e8b\u3092\u9032\u3081\u308b\u4e0a\u3067\u5fc5\u8981\u306a\u4eba\u8108\u306e\u69cb\u7bc9\u3001\u95a2\u5fc3\u306e\u3042\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u30d5\u30a9\u30ed\u30fc\u3057\u305f\u3044\u5834\u5408\u306a\u3069\u3001\u305d\u308c\u3089\u306b\u9069\u3057\u305f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u7528\u610f\u3055\u308c\u3066\u3044\u307e\u3059\u3002
jsp.start.welcome.text.line3 = \u6700\u521d\u306b<b>\u300c\u5171\u6709\u300d</b>\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u958b\u59cb\u3057\u3066\u307f\u307e\u3057\u3087\u3046\u3002  \u307e\u305a\u3001\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u3068\u3064\u306a\u304c\u308a\u3001\u60c5\u5831\u3084\u30a2\u30a4\u30c7\u30a2\u306e\u4ea4\u63db\u3092\u59cb\u3081\u3066\u307f\u3066\u304f\u3060\u3055\u3044\u3002 \u3055\u3089\u306b\u3001<b>\u300c\u63a2\u7d22\u300d</b>\u30bf\u30d6\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u3055\u307e\u3056\u307e\u306a\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u4f7f\u7528\u65b9\u6cd5\u3092\u78ba\u8a8d\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002

# Getting started - Visitor tab

jsp.start.welcome.visitor.text.line1 = \u7d44\u7e54\u306e\u8ab0\u304b\u304c HCL Connections \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u53c2\u52a0\u3059\u308b\u3088\u3046\u3042\u306a\u305f\u3092\u62db\u5f85\u3057\u3066\u3044\u308b\u304b\u3001\u30d5\u30a1\u30a4\u30eb\u3092\u3042\u306a\u305f\u306b\u5171\u6709\u3057\u3066\u3044\u307e\u3059\u3002 HCL Connections \u3067\u306f\u3001\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u3068\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u30c4\u30fc\u30eb\u304c\u63d0\u4f9b\u3055\u308c\u307e\u3059\u3002 HCL Connections \u306b\u53c2\u52a0\u3059\u308b\u3068\u3001\u3042\u306a\u305f\u306f\u3053\u306e\u7d44\u7e54\u306e\u5916\u90e8\u30e6\u30fc\u30b6\u30fc\u306b\u306a\u308a\u307e\u3059\u3002
jsp.start.welcome.visitor.text.line2 = \u3059\u3050\u306b\u958b\u59cb\u3059\u308b\u306b\u306f\u3001{0} \u307e\u305f\u306f {1} \u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3001\u81ea\u5206\u5b9b\u3066\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u306a\u3044\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.start.welcome.visitor.text.line3 = \u3088\u308a\u8a73\u3057\u3044\u60c5\u5831\u3092\u304a\u77e5\u3089\u305b\u3057\u307e\u3059\u3002 {0} \u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.start.welcome.visitor.text.homepage = {0} \u306f\u3001\u65b0\u7740\u60c5\u5831\u3084\u6ce8\u610f\u4e8b\u9805\u304c\u3042\u308b\u3068\u304d\u3001\u307e\u305f\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u3042\u306a\u305f\u306b\u8a00\u53ca\u3057\u305f\u3068\u304d\u306b\u7d20\u65e9\u304f\u898b\u3064\u3051\u308b\u306e\u306b\u5f79\u7acb\u3061\u307e\u3059\u3002 \u3053\u306e\u30da\u30fc\u30b8\u3092\u6709\u52b9\u306b\u6d3b\u7528\u3059\u308b\u305f\u3081\u306b\u306f\u3001\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3068\u30d5\u30a1\u30a4\u30eb\u3092\u30d5\u30a9\u30ed\u30fc\u3059\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u6700\u65b0\u306e\u5909\u66f4\u306e\u60c5\u5831\u3092\u7c21\u5358\u306b\u628a\u63e1\u3067\u304d\u307e\u3059\u3002 \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u3092\u958b\u304f\u306b\u306f\u3001\u300c\u30db\u30fc\u30e0\u300d\u30a2\u30a4\u30b3\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.start.welcome.visitor.text.communities = {0} \u3092\u4f7f\u7528\u3057\u3066\u3001\u95a2\u5fc3\u306e\u3042\u308b\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u53c2\u52a0\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3067\u306f\u3001\u30d5\u30a1\u30a4\u30eb\u306e\u5171\u6709\u3001\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u8ffd\u8de1\u3001\u8cea\u554f\u3068\u56de\u7b54\u3001\u60c5\u5831\u306e\u5171\u540c\u7de8\u96c6\u3001\u65b0\u3057\u3044\u30a2\u30a4\u30c7\u30a2\u306e\u30d6\u30ec\u30a4\u30f3\u30b9\u30c8\u30fc\u30df\u30f3\u30b0\u3092\u884c\u3046\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \u6240\u5c5e\u3059\u308b\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3092\u898b\u3064\u3051\u308b\u306b\u306f\u3001\u300c\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u300d\u30a2\u30a4\u30b3\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.start.welcome.visitor.text.files = {0} \u3067\u306f\u3001\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u30d5\u30a1\u30a4\u30eb\u3092\u5171\u6709\u3057\u305f\u308a\u3001\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u3042\u306a\u305f\u306b\u5171\u6709\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u3092\u53c2\u7167\u3057\u305f\u308a\u3067\u304d\u307e\u3059\u3002\u983b\u7e41\u306b\u4f7f\u7528\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u30d4\u30f3\u7559\u3081\u3059\u308b\u3068\u3001\u7d20\u65e9\u304f\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u30d5\u30a1\u30a4\u30eb\u306b\u30b3\u30e1\u30f3\u30c8\u3092\u6b8b\u3057\u305f\u308a\u3001\u6700\u65b0\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u305f\u308a\u3001\u5171\u540c\u7de8\u96c6\u6a5f\u80fd\u3092\u4f7f\u7528\u3057\u3066\u30d5\u30a1\u30a4\u30eb\u306b\u30aa\u30f3\u30e9\u30a4\u30f3\u3067\u5909\u66f4\u3092\u52a0\u3048\u305f\u308a\u3057\u307e\u3059\u3002
jsp.start.welcome.visitor.homepage = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8
jsp.start.welcome.visitor.help = \u5916\u90e8\u30e6\u30fc\u30b6\u30fc\u306f\u4f55\u304c\u3067\u304d\u307e\u3059\u304b?

# Getting started - share tab
jsp.start.share.tab.title.nocaps=\u5171\u6709
jsp.start.share.tab.title=\u5171\u6709
jsp.start.share.title=\u884c\u3044\u305f\u3044\u3053\u3068\u3092\u4e0b\u304b\u3089\u9078\u3093\u3067\u304f\u3060\u3055\u3044\u3002
jsp.start.share.component.headline.documents=\u4f5c\u696d\u6587\u66f8\u3068\u30ea\u30bd\u30fc\u30b9\u3092\u5171\u6709\u3059\u308b
jsp.start.share.component.headline.collaborate=\u30c1\u30fc\u30e0\u3067\u5171\u540c\u4f5c\u696d\u3092\u884c\u3046\u969b\u306b\u6d3b\u52d5\u306e\u4e2d\u5fc3\u3068\u306a\u308b\u5834\u6240\u3092\u4f5c\u6210\u3059\u308b
jsp.start.share.component.headline.ideas=\u30c1\u30fc\u30e0\u5185\u3067\u30a2\u30a4\u30c7\u30a2\u3092\u5171\u6709\u3059\u308b\u305f\u3081\u306e\u5834\u6240\u3092\u4f5c\u6210\u3059\u308b
jsp.start.share.component.headline.knowledge=\u81ea\u5206\u306e\u77e5\u8b58\u3068\u30ce\u30a6\u30cf\u30a6\u3092\u5171\u6709\u3059\u308b\u305f\u3081\u306e\u500b\u4eba\u7528\u30ed\u30b0\u3092\u4f5c\u6210\u3059\u308b
jsp.start.share.component.headline.people=\u9023\u7d61\u3092\u53d6\u308a\u305f\u3044\u30e6\u30fc\u30b6\u30fc\u3092\u898b\u3064\u3051\u308b
jsp.start.share.component.headline.links=Web \u30b5\u30a4\u30c8\u3078\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u5171\u6709\u3059\u308b
jsp.start.share.component.headline.library=\u4ef2\u9593\u306b\u6587\u66f8\u306e\u30ec\u30d3\u30e5\u30fc\u3092\u4f9d\u983c\u3059\u308b

jsp.start.share.component.body.title.tryMultiple={0} \u307e\u305f\u306f {1} \u3092\u3054\u5229\u7528\u304f\u3060\u3055\u3044
jsp.start.share.component.body.title.try={0} \u3092\u3054\u5229\u7528\u304f\u3060\u3055\u3044

jsp.start.share.component.body.documents.files=\u30bb\u30f3\u30c8\u30e9\u30eb\u30fb\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u3067\u6587\u66f8\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3001\u5171\u6709\u3001\u4fdd\u7ba1\u3057\u305f\u3044\u5834\u5408\u306f\u3001\u300c\u30d5\u30a1\u30a4\u30eb\u300d\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
jsp.start.share.component.body.documents.activities=\u300c\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u300d\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u4f5c\u696d\u6587\u66f8\u3092\u5171\u6709\u3067\u304d\u307e\u3059\u3002 \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u306b\u3088\u3063\u3066\u3001\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u30bf\u30b9\u30af\u306b\u95a2\u9023\u3059\u308b\u30c1\u30fc\u30e0\u306e\u4f5c\u696d\u3068\u30ea\u30bd\u30fc\u30b9\u3092\u6574\u7406\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002

jsp.start.share.component.body.collaborate.communities=\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u5171\u901a\u306e\u95a2\u5fc3\u5206\u91ce\u3092\u6301\u3064\u30e6\u30fc\u30b6\u30fc\u304c\u96c6\u307e\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u304c\u63d0\u4f9b\u3059\u308b\u6a5f\u80fd\u3092\u4f7f\u7528\u3057\u3066\u3001\u3055\u307e\u3056\u307e\u306a\u30e6\u30fc\u30b6\u30fc\u3092\u77e5\u308a\u3001\u95a2\u5fc3\u5206\u91ce\u5225\u306b\u307e\u3068\u307e\u3063\u3066\u3001\u4ea4\u6d41\u3092\u59cb\u3081\u307e\u3057\u3087\u3046\u3002 \u30d6\u30ed\u30b0\u3001Wiki\u3001\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u3001\u30d5\u30a9\u30fc\u30e9\u30e0\u3001\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u5171\u540c\u4f5c\u696d\u3068\u60c5\u5831\u306e\u5171\u6709\u3092\u884c\u3046\u3088\u3046\u306b\u3001\u30c1\u30fc\u30e0\u306b\u50cd\u304d\u304b\u3051\u3066\u304f\u3060\u3055\u3044\u3002
jsp.start.share.component.body.ideas.forums=\u30d5\u30a9\u30fc\u30e9\u30e0\u306f\u3001\u30c1\u30fc\u30e0\u304c\u30d6\u30ec\u30a4\u30f3\u30b9\u30c8\u30fc\u30df\u30f3\u30b0\u3068\u30d5\u30a3\u30fc\u30c9\u30d0\u30c3\u30af\u306e\u53ce\u96c6\u3092\u884c\u3046\u305f\u3081\u306b\u5f79\u7acb\u3064\u5834\u6240\u3067\u3059\u3002\u30d5\u30a9\u30fc\u30e9\u30e0\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u30c1\u30fc\u30e0\u3067\u30a2\u30a4\u30c7\u30a2\u3092\u5171\u6709\u3057\u3001\u5171\u901a\u306e\u95a2\u5fc3\u5206\u91ce\u306e\u30c8\u30d4\u30c3\u30af\u306b\u3064\u3044\u3066\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
jsp.start.share.component.body.ideas.wikis=Wiki \u306f\u3001\u30c1\u30fc\u30e0\u304c\u6d3b\u767a\u306a\u5354\u540c\u4f5c\u696d\u3092\u884c\u3044\u3001\u30a2\u30a4\u30c7\u30a2\u3092\u5171\u6709\u30fb\u5275\u51fa\u3059\u308b\u305f\u3081\u306e\u4e2d\u5fc3\u7684\u306a\u5834\u6240\u3068\u3057\u3066\u5229\u7528\u3067\u304d\u307e\u3059\u3002
jsp.start.share.component.body.knowledge.blogs=\u30d6\u30ed\u30b0\u306f\u30aa\u30f3\u30e9\u30a4\u30f3\u30fb\u30b8\u30e3\u30fc\u30ca\u30eb\u3067\u3001\u60c5\u5831\u3092\u7d44\u7e54\u5185\u3067\u5171\u6709\u3067\u304d\u307e\u3059\u3002 \u30d6\u30ed\u30b0\u3092\u4f7f\u7528\u3057\u3066\u3001\u7279\u5b9a\u306e\u9818\u57df\u306b\u95a2\u3059\u308b\u6700\u65b0\u306e\u958b\u767a\u60c5\u5831\u3092\u30ef\u30fc\u30af\u30fb\u30e1\u30f3\u30d0\u30fc\u306b\u77e5\u3089\u305b\u305f\u308a\u3001\u81ea\u5206\u306e\u5c02\u9580\u77e5\u8b58\u3092\u4ed6\u306e\u30e1\u30f3\u30d0\u30fc\u306b\u63d0\u4f9b\u3057\u305f\u308a\u3001\u30cb\u30e5\u30fc\u30b9\u3084\u898b\u89e3\u3092\u7c21\u5358\u306b\u5171\u6709\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
jsp.start.share.component.body.people.profiles=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u9069\u5207\u306a\u30e6\u30fc\u30b6\u30fc\u306b\u8fc5\u901f\u306b\u9023\u7d61\u3092\u53d6\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3067\u306f\u3001\u9023\u7d61\u5148\u60c5\u5831\u3001\u7d4c\u6b74\u3001\u5c02\u9580\u77e5\u8b58\u306b\u57fa\u3065\u3044\u3066\u3001\u30e6\u30fc\u30b6\u30fc\u3092\u691c\u7d22\u3067\u304d\u307e\u3059\u3002 \u30e6\u30fc\u30b6\u30fc\u3092\u81ea\u5206\u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306b\u62db\u5f85\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u3001\u696d\u52d9\u306b\u5f79\u7acb\u3064\u9023\u7d61\u5148\u306e\u30ea\u30b9\u30c8\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002 \u3055\u307e\u3056\u307e\u306a\u30e6\u30fc\u30b6\u30fc\u3068\u9023\u7d61\u3092\u53d6\u308a\u307e\u3057\u3087\u3046\u3002
jsp.start.share.component.body.links.dogear=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u4fbf\u5229\u306a\u30bb\u30f3\u30c8\u30e9\u30eb\u30fb\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u304b\u3089\u3001\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u3068\u30a4\u30f3\u30c8\u30e9\u30cd\u30c3\u30c8\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u4fdd\u7ba1\u3001\u7de8\u6210\u3001\u5171\u6709\u3067\u304d\u307e\u3059\u3002 \u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u4e00\u90e8\u307e\u305f\u306f\u5168\u90e8\u3092\u5171\u6709\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u3001\u8ab0\u304c\u4f55\u3092\u8868\u793a\u3059\u308b\u304b\u3092\u5236\u5fa1\u3067\u304d\u307e\u3059\u3002 \u307e\u305f\u3001\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u30fb\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u3092\u8868\u793a\u3059\u308b\u3053\u3068\u3067\u3001\u7d44\u7e54\u306e\u30ea\u30bd\u30fc\u30b9\u3092\u6d3b\u7528\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
jsp.start.share.component.body.library.communities=\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u30fb\u30d5\u30a1\u30a4\u30eb\u306e\u683c\u7d0d\u3001\u7de8\u6210\u3001\u5171\u540c\u4f5c\u696d\u3001\u5171\u6709\u306b\u306f\u300c\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u300d\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002 \u30e1\u30f3\u30d0\u30fc\u306b\u30c9\u30e9\u30d5\u30c8\u306e\u30ec\u30d3\u30e5\u30fc\u3092\u4f9d\u983c\u3059\u308b\u3053\u3068\u3082\u3001\u30bf\u30b0\u4ed8\u3051\u3001\u30d5\u30a9\u30ed\u30fc\u3001\u300c\u3044\u3044\u306d\u300d\u3001\u30b3\u30e1\u30f3\u30c8\u306a\u3069\u306e\u8c4a\u5bcc\u306a\u30bd\u30fc\u30b7\u30e3\u30eb\u6a5f\u80fd\u3092\u6d3b\u7528\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002


jsp.start.share.component.linksTitle.activities=\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u306b\u79fb\u52d5
jsp.start.share.component.linksTitle.blogs=\u30d6\u30ed\u30b0\u306b\u79fb\u52d5
jsp.start.share.component.linksTitle.dogear=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306b\u79fb\u52d5
jsp.start.share.component.linksTitle.files=\u30d5\u30a1\u30a4\u30eb\u306b\u79fb\u52d5
jsp.start.share.component.linksTitle.communities=\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u79fb\u52d5
jsp.start.share.component.linksTitle.forums=\u30d5\u30a9\u30fc\u30e9\u30e0\u306b\u79fb\u52d5
jsp.start.share.component.linksTitle.wikis=Wiki \u306b\u79fb\u52d5
jsp.start.share.component.linksTitle.profiles=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306b\u79fb\u52d5
jsp.start.share.component.linksTitle.homepage=\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u306e\u300c\u66f4\u65b0\u300d\u30d3\u30e5\u30fc\u306b\u79fb\u52d5

jsp.start.share.info=\u5404\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30ea\u30f3\u30af\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# Explore
jsp.start.explore.component.body.activities=\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u6a5f\u80fd\u3092\u4f7f\u3046\u3068\u3001\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u304a\u3051\u308b\u30c1\u30fc\u30e0\u306e\u30bf\u30b9\u30af\u3092\u6574\u7406\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u3092\u4f5c\u6210\u3059\u308b\u3068\u3001\u60c5\u5831\u3068\u30ea\u30bd\u30fc\u30b9\u306e\u5171\u6709\u3001To Do \u9805\u76ee\u306e\u5272\u308a\u5f53\u3066\u3068\u8ffd\u8de1\u3001\u30c1\u30fc\u30e0\u60c5\u5831\u306e\u6295\u7a3f\u3001\u30df\u30fc\u30c6\u30a3\u30f3\u30b0\u306e\u958b\u50ac\u6642\u306b\u6d3b\u7528\u3067\u304d\u307e\u3059\u3002\u3044\u3064\u3067\u3082\u65b0\u898f\u30e1\u30f3\u30d0\u30fc\u3092\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u306b\u8ffd\u52a0\u3067\u304d\u308b\u305f\u3081\u3001\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u5fc5\u8981\u306a\u74b0\u5883\u3092\u8fc5\u901f\u306b\u6574\u3048\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
jsp.start.explore.component.body.blogs=\u30d6\u30ed\u30b0\u306f\u30aa\u30f3\u30e9\u30a4\u30f3\u30fb\u30b8\u30e3\u30fc\u30ca\u30eb\u3067\u3001\u60c5\u5831\u3092\u7d44\u7e54\u5185\u306e\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5171\u6709\u3067\u304d\u307e\u3059\u3002 \u6700\u65b0\u306e\u30cb\u30e5\u30fc\u30b9\u3068\u898b\u89e3\u3092\u52b9\u7387\u7684\u304b\u3064\u3044\u304d\u3044\u304d\u3068\u4f1d\u9054\u3059\u308b\u305f\u3081\u306e\u975e\u5e38\u306b\u6709\u52b9\u306a\u624b\u6bb5\u3067\u3042\u308a\u3001\u7279\u5b9a\u306e\u4ef6\u540d\u3084\u30c6\u30fc\u30de\u3067\u5b9a\u671f\u7684\u306b\u30a8\u30f3\u30c8\u30ea\u30fc\u3092\u6295\u7a3f\u3059\u308b\u3053\u3068\u3067\u3001\u305d\u306e\u9818\u57df\u306b\u95a2\u3059\u308b\u6700\u65b0\u306e\u60c5\u5831\u3092\u78ba\u5b9f\u306b\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u63d0\u4f9b\u3067\u304d\u307e\u3059\u3002
jsp.start.explore.component.body.dogear=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u6a5f\u80fd\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u3068\u30a4\u30f3\u30c8\u30e9\u30cd\u30c3\u30c8\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u4e00\u7b87\u6240\u306b\u4fdd\u7ba1\u3057\u3066\u3001\u6574\u7406\u3001\u5171\u6709\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \u81ea\u5206\u304c\u767b\u9332\u3057\u305f\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u3059\u3079\u3066\u3001\u307e\u305f\u306f\u4e00\u90e8\u3092\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u30fc\u3068\u5171\u6709\u3067\u304d\u307e\u3059\u3002 \u307e\u305f\u3001\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u53c2\u7167\u3057\u3066\u3001\u7d44\u7e54\u306e\u529b\u3092\u6d3b\u7528\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
jsp.start.explore.component.body.communities=\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3068\u306f\u3001\u5171\u901a\u306e\u95a2\u5fc3\u5206\u91ce\u3092\u5171\u6709\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u306e\u30b0\u30eb\u30fc\u30d7\u3067\u3059\u3002 \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u6a5f\u80fd\u306f\u30c1\u30fc\u30e0\u306e\u30e1\u30f3\u30d0\u30fc\u3092\u7d50\u3073\u3064\u3051\u3001\u30e1\u30f3\u30d0\u30fc\u9593\u306e\u9023\u7d61\u3084\u60c5\u5831\u5171\u6709\u3092\u884c\u3046\u305f\u3081\u306e\u975e\u5e38\u306b\u512a\u308c\u305f\u624b\u6bb5\u3067\u3059\u3002 \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306f\u516c\u958b\u306b\u3082\u5236\u9650\u4ed8\u304d\u306b\u3082\u3067\u304d\u308b\u305f\u3081\u3001\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306e\u6240\u6709\u8005\u306f\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u53c2\u52a0\u3057\u3066\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u5236\u5fa1\u3067\u304d\u307e\u3059\u3002 \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306f\u6587\u66f8\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u3092\u683c\u7d0d\u3059\u308b\u304b\u3001\u6587\u66f8\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306b\u30ea\u30f3\u30af\u3067\u304d\u308b\u305f\u3081\u3001\u30e1\u30f3\u30d0\u30fc\u306f\u3001\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u30fb\u30d5\u30a1\u30a4\u30eb\u306e\u7de8\u6210\u3084\u5171\u540c\u4f5c\u696d\u3092\u884c\u3046\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
jsp.start.explore.component.body.files=\u30d5\u30a1\u30a4\u30eb\u6a5f\u80fd\u3067\u306f\u3001\u30d5\u30a1\u30a4\u30eb\u3092\u4fdd\u5b58\u3059\u308b\u5834\u6240\u3068\u7c21\u5358\u306b\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u65b9\u6cd5\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002 \u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u3092\u6307\u5b9a\u3057\u305f\u9078\u629e\u3057\u305f\u30e6\u30fc\u30b6\u30fc\u306b\u5171\u6709\u3067\u304d\u308b\u305f\u3081\u3001\u5de8\u5927\u306a\u30d5\u30a1\u30a4\u30eb\u3092\u30e1\u30fc\u30eb\u3067\u9001\u4fe1\u3059\u308b\u5fc5\u8981\u306f\u306a\u304f\u3001\u30d5\u30a1\u30a4\u30eb\u306b\u95a2\u3059\u308b\u5171\u540c\u4f5c\u696d\u3092\u884c\u3048\u307e\u3059\u3002 \u307e\u305f\u3001\u30d5\u30a1\u30a4\u30eb\u306b\u300c\u3044\u3044\u306d\u300d\u3084\u30b3\u30e1\u30f3\u30c8\u3092\u3064\u3051\u305f\u308a\u3001\u30d5\u30a9\u30eb\u30c0\u30fc\u6a5f\u80fd\u3092\u4f7f\u7528\u3057\u3066\u30d5\u30a1\u30a4\u30eb\u306e\u6574\u7406\u3001\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u7ba1\u7406\u3082\u3067\u304d\u307e\u3059\u3002
jsp.start.explore.component.body.forums=\u30d5\u30a9\u30fc\u30e9\u30e0\u3067\u306f\u3001\u7279\u5b9a\u306e\u30c8\u30d4\u30c3\u30af\u307e\u305f\u306f\u30c6\u30fc\u30de\u306b\u7126\u70b9\u3092\u5f53\u3066\u305f\u30aa\u30f3\u30e9\u30a4\u30f3\u30fb\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\u3092\u884c\u3048\u307e\u3059\u3002 \u8cea\u554f\u3092\u6295\u7a3f\u3057\u305f\u308a\u3001\u65e2\u5b58\u306e\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\u30fb\u30b9\u30ec\u30c3\u30c9\u306b\u8fd4\u7b54\u3092\u6295\u7a3f\u3059\u308b\u3053\u3068\u3067\u30d5\u30a9\u30fc\u30e9\u30e0\u306b\u53c2\u52a0\u3067\u304d\u307e\u3059\u3002 \u56f0\u3063\u3066\u3044\u308b\u554f\u984c\u3092\u89e3\u6c7a\u3059\u308b\u3046\u3048\u3067\u3001\u30d5\u30a9\u30fc\u30e9\u30e0\u3067\u306e\u30d6\u30ec\u30a4\u30f3\u30b9\u30c8\u30fc\u30df\u30f3\u30b0\u3084\u30d5\u30a3\u30fc\u30c9\u30d0\u30c3\u30af\u306e\u53ce\u96c6\u306a\u3069\u3001\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u5c02\u9580\u77e5\u8b58\u3092\u6d3b\u7528\u3059\u308b\u3053\u3068\u304c\u5927\u304d\u306a\u624b\u52a9\u3051\u3068\u306a\u308a\u307e\u3059\u3002
jsp.start.explore.component.body.profiles=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u6a5f\u80fd\u306f\u3001\u7d44\u7e54\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\uff08\u793e\u54e1\u540d\u7c3f\uff09\u3067\u3001\u9069\u5207\u306a\u30e6\u30fc\u30b6\u30fc\u3092\u8fc5\u901f\u306b\u898b\u3064\u3051\u3066\u9023\u7d61\u3092\u53d6\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3067\u306f\u3001\u9023\u7d61\u5148\u60c5\u5831\u3001\u7d4c\u6b74\u3001\u5c02\u9580\u77e5\u8b58\u306b\u57fa\u3065\u3044\u3066\u30e6\u30fc\u30b6\u30fc\u3092\u691c\u7d22\u3067\u304d\u307e\u3059\u3002 \u81ea\u5206\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u8a18\u5165\u3057\u3066\u3001\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u81ea\u5df1\u7d39\u4ecb\u3092\u3057\u307e\u3057\u3087\u3046\u3002 \u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u3092\u81ea\u5206\u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306b\u8ffd\u52a0\u3059\u308b\u3053\u3068\u3067\u3001\u81ea\u5206\u72ec\u81ea\u306e\u9023\u7d61\u5148\u30ea\u30b9\u30c8\u3092\u4f5c\u6210\u3067\u304d\u307e\u3059\u3002
jsp.start.explore.component.body.wikis=Wiki \u3068\u306f\u3001\u7279\u5b9a\u306e\u30c8\u30d4\u30c3\u30af\u306b\u95a2\u3059\u308b\u8907\u6570\u306e Web \u30da\u30fc\u30b8\u3067\u69cb\u6210\u3055\u308c\u305f\u3082\u306e\u3067\u3059\u3002 \u60c5\u5831\u3092\u96c6\u4e2d\u7684\u306b\u7ba1\u7406\u3001\u5171\u6709\u3067\u304d\u308b\u306e\u3067\u3001\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30fb\u30c1\u30fc\u30e0\u5185\u306e\u5171\u540c\u4f5c\u696d\u3092\u9032\u3081\u308b\u3046\u3048\u3067 Wiki \u306f\u975e\u5e38\u306b\u5f79\u7acb\u3061\u307e\u3059\u3002 Wiki \u306e\u30e1\u30f3\u30d0\u30fc\u306f\u30da\u30fc\u30b8\u306e\u8ffd\u52a0\u3001\u65e2\u5b58\u30da\u30fc\u30b8\u306e\u7de8\u96c6\u3001\u30b3\u30e1\u30f3\u30c8\u306e\u8ffd\u52a0\u304c\u3067\u304d\u308b\u306e\u3067\u3001\u60c5\u5831\u3092\u5e38\u306b\u6700\u65b0\u306e\u72b6\u614b\u306b\u4fdd\u3064\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002

jsp.start.explore.introduction.title=\u6982\u8981
jsp.start.explore.introduction.body=HCL Connections \u306f\u3001\u30d3\u30b8\u30cd\u30b9\u7528\u306e\u30bd\u30fc\u30b7\u30e3\u30eb\u30fb\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3067\u3059\u3002 \u3053\u306e\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u30ef\u30fc\u30af\u30fb\u30e1\u30f3\u30d0\u30fc\u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u3092\u4f5c\u6210\u3057\u3066\u305d\u308c\u3092\u62e1\u5927\u3057\u3001\u304a\u4e92\u3044\u306b\u9023\u7d61\u3092\u53d6\u308a\u5408\u3046\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u3055\u3089\u306b\u3001\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u5185\u3067\u5c02\u9580\u77e5\u8b58\u3092\u6301\u3064\u30e6\u30fc\u30b6\u30fc\u306b\u52a9\u8a00\u3092\u6c42\u3081\u308b\u3053\u3068\u3067\u3001\u8fc5\u901f\u306b\u30d3\u30b8\u30cd\u30b9\u30fb\u30c1\u30e3\u30f3\u30b9\u306b\u5bfe\u5fdc\u3067\u304d\u307e\u3059\u3002\u307e\u305f\u3001\u540c\u50da\u3084\u304a\u5ba2\u69d8\u306e\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3068\u3001\u65b0\u3057\u3044\u5275\u9020\u7684\u306a\u30a2\u30a4\u30c7\u30a2\u306b\u3064\u3044\u3066\u8b70\u8ad6\u3057\u305f\u308a\u3001\u6539\u5584\u6848\u3092\u51fa\u3057\u305f\u308a\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
jsp.start.explore.info=\u5404\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30ea\u30f3\u30af\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002

jsp.start.explore.demo.alt=\u30c7\u30e2\u30fb\u30d3\u30c7\u30aa\u306e\u518d\u751f
jsp.start.explore.viewdemo=\u30c7\u30e2\u3092\u898b\u308b
jsp.start.explore.viewCommunitiesDemo=\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306e\u30c7\u30e2\u306e\u8868\u793a
jsp.start.explore.viewLibraryDemo=\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306e\u30c7\u30e2\u306e\u8868\u793a

jsp.help.read.transcript = \u3053\u306e\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb\u306e\u30c6\u30ad\u30b9\u30c8\u306e\u30c8\u30e9\u30f3\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u8aad\u3080\u306b\u306f\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002

# River of news strings
jsp.river.more = \u8a73\u7d30
jsp.river.removeSaved = \u4fdd\u5b58\u3055\u308c\u305f\u30ea\u30b9\u30c8\u304b\u3089\u9805\u76ee\u3092\u524a\u9664
jsp.river.associatedTags = \u30bf\u30b0:
jsp.river.saveForLater= \u4fdd\u5b58
jsp.river.saveForLater.alt = \u4fdd\u5b58\u30a2\u30a4\u30b3\u30f3
jsp.river.openOriginal = \u5143\u306e\u9805\u76ee\u3092\u958b\u304f
jsp.river.linkIcon = \u300c\u30ea\u30f3\u30af\u300d\u30a2\u30a4\u30b3\u30f3
jsp.river.deleteSaved = \u4fdd\u5b58\u6e08\u307f\u304b\u3089\u524a\u9664

jsp.river.discover.introduction = \u516c\u958b\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u66f4\u65b0\u5185\u5bb9\u3092\u53c2\u7167\u3057\u3066\u3001\u65b0\u3057\u3044\u30e6\u30fc\u30b6\u30fc\u3084\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u691c\u7d22\u3057\u307e\u3059
jsp.river.topUpdates.introduction = \u3054\u5229\u7528\u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u6700\u65b0\u306e\u72b6\u6cc1\u5185\u5bb9\u3084\u3001\u81ea\u5206\u304c\u6295\u7a3f\u3057\u305f\u60c5\u5831\u306b\u5bfe\u3059\u308b\u8fd4\u4fe1\u3092\u8868\u793a\u3057\u307e\u3059\u3002
jsp.river.filter.show = \u8868\u793a:
jsp.river.filter.allUpdates = \u3059\u3079\u3066\u306e\u66f4\u65b0\u5185\u5bb9
jsp.river.filter.homepage = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8
jsp.river.filter.activities = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc
jsp.river.filter.profiles = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
jsp.river.filter.communities = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc
jsp.river.filter.blogs = \u30d6\u30ed\u30b0
jsp.river.filter.dogear = \u30d6\u30c3\u30af\u30de\u30fc\u30af
jsp.river.filter.wikis = Wiki
jsp.river.filter.files = \u30d5\u30a1\u30a4\u30eb

jsp.river.filter.alt.allUpdates = \u3059\u3079\u3066\u306e\u66f4\u65b0\u5185\u5bb9\u3092\u8868\u793a\u3059\u308b\u5834\u5408\u306b\u9078\u629e\u3057\u307e\u3059
jsp.river.filter.alt.activities = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u306e\u66f4\u65b0\u5185\u5bb9\u306e\u307f\u3092\u8868\u793a\u3059\u308b\u5834\u5408\u306b\u9078\u629e\u3057\u307e\u3059
jsp.river.filter.alt.profiles = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u66f4\u65b0\u5185\u5bb9\u306e\u307f\u3092\u8868\u793a\u3059\u308b\u5834\u5408\u306b\u9078\u629e\u3057\u307e\u3059
jsp.river.filter.alt.communities = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306e\u66f4\u65b0\u5185\u5bb9\u306e\u307f\u3092\u8868\u793a\u3059\u308b\u5834\u5408\u306b\u9078\u629e\u3057\u307e\u3059
jsp.river.filter.alt.blogs = \u30d6\u30ed\u30b0\u306e\u66f4\u65b0\u5185\u5bb9\u306e\u307f\u3092\u8868\u793a\u3059\u308b\u5834\u5408\u306b\u9078\u629e\u3057\u307e\u3059
jsp.river.filter.alt.dogear = \u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u66f4\u65b0\u5185\u5bb9\u306e\u307f\u3092\u8868\u793a\u3059\u308b\u5834\u5408\u306b\u9078\u629e\u3057\u307e\u3059
jsp.river.filter.alt.wikis = Wiki \u306e\u66f4\u65b0\u5185\u5bb9\u306e\u307f\u3092\u8868\u793a\u3059\u308b\u5834\u5408\u306b\u9078\u629e\u3057\u307e\u3059
jsp.river.filter.alt.files = \u30d5\u30a1\u30a4\u30eb\u306e\u66f4\u65b0\u5185\u5bb9\u306e\u307f\u3092\u8868\u793a\u3059\u308b\u5834\u5408\u306b\u9078\u629e\u3057\u307e\u3059

jsp.river.error.message = \u30cb\u30e5\u30fc\u30b9\u30fb\u30b9\u30c8\u30fc\u30ea\u30fc\u3092\u8868\u793a\u3067\u304d\u307e\u305b\u3093
jsp.river.error.error = \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002 \u30cb\u30e5\u30fc\u30b9\u30fb\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u30fb\u30b5\u30fc\u30d3\u30b9\u304c\u6b63\u3057\u304f\u6a5f\u80fd\u3057\u3066\u3044\u306a\u3044\u5834\u5408\u306b\u3001\u3053\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3059\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002
jsp.river.error.details = \u8a73\u7d30\u306a\u30a8\u30e9\u30fc\u30fb\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u8868\u793a
jsp.river.error.icon.alt = \u300c\u30a8\u30e9\u30fc\u300d\u30a2\u30a4\u30b3\u30f3

# Alt text for icons in river of news. Need for screen readers
jsp.river.alt.homepage = \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u304b\u3089\u306e\u30a4\u30d9\u30f3\u30c8
jsp.river.alt.blogs = \u30d6\u30ed\u30b0\u304b\u3089\u306e\u30a4\u30d9\u30f3\u30c8
jsp.river.alt.wikis = Wiki \u304b\u3089\u306e\u30a4\u30d9\u30f3\u30c8
jsp.river.alt.files = \u30d5\u30a1\u30a4\u30eb\u304b\u3089\u306e\u30a4\u30d9\u30f3\u30c8
jsp.river.alt.dogear = \u30d6\u30c3\u30af\u30de\u30fc\u30af\u304b\u3089\u306e\u30a4\u30d9\u30f3\u30c8
jsp.river.alt.activities = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u304b\u3089\u306e\u30a4\u30d9\u30f3\u30c8
jsp.river.alt.profiles = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u304b\u3089\u306e\u30a4\u30d9\u30f3\u30c8
jsp.river.alt.communities = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u304b\u3089\u306e\u30a4\u30d9\u30f3\u30c8
jsp.river.alt.thirdParty = \u30b5\u30fc\u30c9\u30fb\u30d1\u30fc\u30c6\u30a3\u30fc\u30fb\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u304b\u3089\u306e\u30a4\u30d9\u30f3\u30c8

# Saved tab messages when no stories to display
jsp.river.savedTab.title.part1 = \u30b9\u30c8\u30fc\u30ea\u30fc\u3092\u307e\u3060\u4fdd\u5b58\u3057\u3066\u3044\u307e\u305b\u3093\u3002
jsp.river.savedTab.title.part2 = \u5f8c\u3067\u8aad\u3080\u305f\u3081\u306b\u30b9\u30c8\u30fc\u30ea\u30fc\u3092\u4fdd\u5b58\u3059\u308b\u306b\u306f...
jsp.river.savedTab.step1 = \u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u30ea\u30b9\u30c8\u3092 (\u300c\u30c8\u30c3\u30d7\u306e\u66f4\u65b0\u300d\u3001\u300c\u3059\u3079\u3066\u300d\u3001\u300c\u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u300d\u30bf\u30d6\u3067) \u8868\u793a\u3057\u307e\u3059\u3002
jsp.river.savedTab.step2 = \u4fdd\u5b58\u3059\u308b\u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u6a2a\u306b\u3042\u308b\u300c\u8a73\u7d30\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002
jsp.river.savedTab.step3 = \u300c\u3053\u306e\u30b9\u30c8\u30fc\u30ea\u30fc\u3092\u4fdd\u5b58\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002

# Taop updates messages when no stories to display
# {0} is person name
jsp.river.topUpdates.welcome = {0} \u3055\u3093\u3001\u3053\u3093\u306b\u3061\u306f\u3002
jsp.river.topUpdates.profiles.update = \u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u81ea\u5df1\u7d39\u4ecb\u3092\u3057\u307e\u3057\u3087\u3046\u3002
jsp.river.topUpdates.profiles.update.part2 = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u66f4\u65b0\u3057\u307e\u3059\u3002
jsp.river.topUpdates.colleagues.part1 = \u95a2\u5fc3\u306e\u3042\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u898b\u3064\u3051\u3066\u3001\u81ea\u5206\u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306b\u62db\u5f85\u3057\u307e\u3059\u3002
jsp.river.topUpdates.colleagues.part2 = \u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306e\u69cb\u7bc9\u3092\u958b\u59cb\u3057\u307e\u3059\u3002
jsp.river.topUpdates.activities.part1 = To Do \u9805\u76ee\u3092\u4f5c\u6210\u3057\u3066\u30c1\u30fc\u30e0\u306b\u30bf\u30b9\u30af\u3092\u5272\u308a\u5f53\u3066\u307e\u3059\u3002
jsp.river.topUpdates.activities.part2 = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u3092\u958b\u59cb\u3057\u307e\u3059\u3002
jsp.river.topUpdates.blogs.part1 = \u30cb\u30e5\u30fc\u30b9\u3084\u898b\u89e3\u3092\u7d44\u7e54\u306b\u5171\u6709\u3057\u307e\u3059\u3002
jsp.river.topUpdates.blogs.part2 = \u30d6\u30ed\u30b0\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002
jsp.river.topUpdates.communities.part1 = \u5171\u901a\u306e\u95a2\u5fc3\u5206\u91ce\u3092\u6301\u3064\u30e6\u30fc\u30b6\u30fc\u3068\u3064\u306a\u304c\u308a\u307e\u3059\u3002
jsp.river.topUpdates.communities.part2 = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u53c2\u52a0\u3057\u307e\u3059\u3002
jsp.river.topUpdates.dogear.part1 = \u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u4fdd\u5b58\u3001\u7de8\u6210\u3001\u5171\u6709\u3057\u307e\u3059\u3002
jsp.river.topUpdates.dogear.part2 = \u95a2\u5fc3\u5206\u91ce\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u691c\u7d22\u3057\u307e\u3059\u3002
jsp.river.topUpdates.files.part1 = \u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u3068\u60c5\u5831\u3092\u5171\u6709\u3057\u3001\u5171\u540c\u3067\u4f5c\u696d\u3057\u307e\u3059\u3002
jsp.river.topUpdates.files.part2 = \u30d5\u30a1\u30a4\u30eb (\u8907\u6570\u53ef) \u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u3066\u5171\u6709\u3057\u307e\u3059\u3002
jsp.river.topUpdates.wikis.part1 = \u6295\u7a3f\u3057\u305f\u3044 Wiki \u3092\u53c2\u7167\u3057\u3066\u898b\u3064\u3051\u308b\u304b\u3001\u65b0\u898f Wiki \u3092\u4f5c\u6210\u3057\u307e\u3059\u3002
jsp.river.topUpdates.wikis.part2 = \u5171\u540c\u4f5c\u696d\u3092\u958b\u59cb\u3057\u307e\u3059\u3002
jsp.river.topUpdates.intro = HCL Connections \u3067\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u306a\u308b\u3068\u3001\u81ea\u5206\u3068\u81ea\u5206\u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306b\u95a2\u9023\u3057\u305f\u6700\u65b0\u306e\u66f4\u65b0\u5185\u5bb9\u304c\u3001\u3053\u306e\u30da\u30fc\u30b8\u306b\u53d6\u308a\u8fbc\u307e\u308c\u307e\u3059\u3002

jsp.river.noItems = \u3053\u306e\u9078\u629e\u5185\u5bb9\u306b\u3064\u3044\u3066\u3001\u8868\u793a\u3059\u3079\u304d\u30cb\u30e5\u30fc\u30b9\u66f4\u65b0\u306f\u3042\u308a\u307e\u305b\u3093\u3002
jsp.statusUpdates.noItems = \u8868\u793a\u3059\u308b\u6700\u65b0\u306e\u72b6\u6cc1\u306f\u3042\u308a\u307e\u305b\u3093\u3002
jsp.newsfeed.noItems = \u30cb\u30e5\u30fc\u30b9\u30fb\u30d5\u30a3\u30fc\u30c9\u304c\u7a7a\u3067\u3059\u3002 \u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u307e\u305f\u306f\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30d5\u30a9\u30ed\u30fc\u3092\u958b\u59cb\u3059\u308b\u3068\u3001\u66f4\u65b0\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002
jsp.river.discover.noItems = \u73fe\u6642\u70b9\u3067\u306f HCL Connections \u3067\u66f4\u65b0\u306f\u767a\u751f\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u5f8c\u3067\u3082\u3046\u4e00\u5ea6\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

jsp.river.watchlist.addPerson = \u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u306b\u30e6\u30fc\u30b6\u30fc\u3092\u8ffd\u52a0\u3059\u308b
jsp.river.watchlist.addPersonConfirm = \u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u304c\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
# {0} is the name of a person
jsp.river.watchlist.addSpecificPerson = {0} \u3092\u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u306b\u8ffd\u52a0\u3059\u308b
# {0} is the name of a person
jsp.river.watchlist.addSpecificPersonConfirm = {0} \u304c\u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f
jsp.river.watchlist.removePerson = \u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u304b\u3089\u30e6\u30fc\u30b6\u30fc\u3092\u524a\u9664\u3059\u308b
jsp.river.watchlist.removePersonConfirm = \u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u304c\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPerson = \u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u304b\u3089 {0} \u3092\u524a\u9664\u3059\u308b
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPersonConfirm = {0} \u304c\u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3057\u305f

jsp.river.watchlist.addTag = \u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u306b\u30bf\u30b0\u3092\u8ffd\u52a0\u3059\u308b
jsp.river.watchlist.addTagConfirm = \u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u304c\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
# {0} is a tag
jsp.river.watchlist.addSpecificTag = \u30bf\u30b0 {0} \u3092\u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u306b\u8ffd\u52a0\u3059\u308b
# {0} is a tag
jsp.river.watchlist.addSpecificTagConfirm = \u30bf\u30b0 {0} \u304c\u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f
jsp.river.watchlist.removeTag = \u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u304b\u3089\u30bf\u30b0\u3092\u524a\u9664\u3059\u308b
jsp.river.watchlist.removeTagConfirm = \u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u304c\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
# {0} is a tag
jsp.river.watchlist.removeSpecificTag = \u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u304b\u3089\u30bf\u30b0 {0} \u3092\u524a\u9664\u3059\u308b
# {0} is a tag
jsp.river.watchlist.removeSpecificTagConfirm = \u30bf\u30b0 {0} \u304c\u30a6\u30a9\u30c3\u30c1\u30fb\u30ea\u30b9\u30c8\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3057\u305f


jsp.river.removePerson = \u30de\u30a4\u30fb\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u304b\u3089\u30e6\u30fc\u30b6\u30fc\u3092\u524a\u9664\u3059\u308b
# {0} is the name of a person
jsp.river.removeSpecificPerson = \u30de\u30a4\u30fb\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u304b\u3089 {0} \u3092\u524a\u9664\u3059\u308b
jsp.river.preview.blogs = \u30a8\u30f3\u30c8\u30ea\u30fc\u306e\u30d7\u30ec\u30d3\u30e5\u30fc

jsp.river.subscribe.alt = \u30d5\u30a3\u30fc\u30c9\u30fb\u30a2\u30a4\u30b3\u30f3
jsp.river.subscribe = \u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u30d5\u30a3\u30fc\u30c9

# Palette category
jsp.palette.category.all = \u3059\u3079\u3066

# Notification perspective strings
jsp.notifications.received.noItems = \u307e\u3060\u901a\u77e5\u3092\u53d7\u4fe1\u3057\u3066\u3044\u307e\u305b\u3093\u3002
jsp.notifications.sent.noItems = \u307e\u3060\u901a\u77e5\u3092\u9001\u4fe1\u3057\u3066\u3044\u307e\u305b\u3093\u3002

# General notification strings
jsp.notifications.received.title = \u53d7\u4fe1\u3057\u305f\u901a\u77e5
jsp.notifications.received.sub.title = \u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u307e\u305f\u306f\u30b7\u30b9\u30c6\u30e0\u306b\u3088\u3063\u3066\u9001\u4fe1\u3055\u308c\u305f\u901a\u77e5\u3092\u8868\u793a\u3057\u307e\u3059
jsp.notifications.sent.title = \u9001\u4fe1\u3057\u305f\u901a\u77e5
jsp.notifications.sent.sub.title = \u81ea\u5206\u304c\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u9001\u4fe1\u3057\u305f\u901a\u77e5\u3092\u8868\u793a\u3057\u307e\u3059
jsp.notifications.new = \u65b0\u898f
# {0} is the name of a person
jsp.notifications.photo = {0} \u306e\u5199\u771f
jsp.notifications.sent.multiple.photo = \u8907\u6570\u306e\u53d7\u4fe1\u8005
# {0} is the name of a person
jsp.notifications.sent.to.individual = \u9001\u4fe1\u5148: {0}
# {0} is a number greater than 1
jsp.notifications.sent.to.multiple = {0} \u4eba\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u9001\u4fe1
jsp.notifications.delete = \u3053\u306e\u901a\u77e5\u3092\u524a\u9664

# Activities specific notification messages
# {0} is the name of an activity entry, {1} is the name of an activity
jsp.notifications.activities.notify.title = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc {1} \u306e {0}
# {0} is the name of an activity
jsp.notifications.activities.autocomplete.received.title = \u3042\u306a\u305f\u306e\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u300c{0}\u300d\u306f\u307e\u3082\u306a\u304f\u81ea\u52d5\u7684\u306b\u5b8c\u4e86\u3068\u30de\u30fc\u30af\u3055\u308c\u307e\u3059\u3002
jsp.notifications.activities.autocomplete.sent.title = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc "{0}" \u306f\u307e\u3082\u306a\u304f\u81ea\u52d5\u5b8c\u4e86\u3055\u308c\u307e\u3059\u3002
jsp.notifications.activities.create.title = \u65b0\u898f\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u3092\u4f5c\u6210\u3057\u307e\u3057\u305f: {0}
jsp.notifications.activities.addmember.received.title = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f: {0}
jsp.notifications.activities.addmember.sent.title = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc {0} \u306b\u65b0\u898f\u30e1\u30f3\u30d0\u30fc\u3092\u8ffd\u52a0\u3057\u307e\u3057\u305f
jsp.notifications.activities.invite.received.title = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc {0} \u306b\u62db\u5f85\u3055\u308c\u3066\u3044\u307e\u3059
jsp.notifications.activities.invite.sent.title = \u30e6\u30fc\u30b6\u30fc\u3092\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc {0} \u306b\u62db\u5f85\u3057\u307e\u3057\u305f
jsp.notifications.activities.invite.primaryaction = \u3053\u306e\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u306b\u53c2\u52a0\u3057\u307e\u3059\u3002
jsp.notifications.activities.invite.secondaryaction = \u3053\u306e\u62db\u5f85\u3092\u8f9e\u9000\u3057\u307e\u3059\u3002

# Blogs specific notification messages
# {0} is the name of a blog entry, {1} is the name of a blog
jsp.notifications.blogs.notify.title = \u30d6\u30ed\u30b0 {1} \u306e {0}
# {0} is the name of a blog
jsp.notifications.blogs.notifyassignedowner.received = \u30d6\u30ed\u30b0 {0} \u306e\u6240\u6709\u8005\u3068\u3057\u3066\u8ffd\u52a0\u3057\u307e\u3057\u305f\u3002
jsp.notifications.blogs.notifyassignedowner.sent= \u30d6\u30ed\u30b0 {0} \u306b\u6240\u6709\u8005\u3092\u8ffd\u52a0\u3057\u307e\u3057\u305f\u3002
jsp.notifications.blogs.notifyassignedauthor.received = \u30d6\u30ed\u30b0 {0} \u306e\u4f5c\u6210\u8005\u3068\u3057\u3066\u8ffd\u52a0\u3057\u307e\u3057\u305f\u3002
jsp.notifications.blogs.notifyassignedauthor.sent= \u30d6\u30ed\u30b0 {0} \u306b\u4f5c\u6210\u8005\u3092\u8ffd\u52a0\u3057\u307e\u3057\u305f\u3002
jsp.notifications.blogs.notifyassigneddraft.received = \u30d6\u30ed\u30b0 {0} \u306e\u30c9\u30e9\u30d5\u30c8\u6295\u7a3f\u8005\u3068\u3057\u3066\u8ffd\u52a0\u3057\u307e\u3057\u305f\u3002
jsp.notifications.blogs.notifyassigneddraft.sent= \u30d6\u30ed\u30b0 {0} \u306b\u30c9\u30e9\u30d5\u30c8\u6295\u7a3f\u8005\u3092\u8ffd\u52a0\u3057\u307e\u3057\u305f\u3002

# Ideation Blogs specific notification messages
# {0} is the name of an Ideation Blog entry (idea), {1} is the name of an Ideation Blog
jsp.notifications.ideationblog.notify.title = \u30a2\u30a4\u30c7\u30a2\u30fb\u30d6\u30ed\u30b0 {1} \u306e {0}

# Communities specific notification messages
# {0} is the name of a community
jsp.notifications.communities.memberadded.received.title = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f: {0}
jsp.notifications.communities.memberadded.sent.title = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc {0} \u306b\u30e6\u30fc\u30b6\u30fc\u3092\u8ffd\u52a0\u3057\u307e\u3057\u305f
jsp.notifications.communities.memberremoved.received.title = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3057\u305f: {0}
jsp.notifications.communities.memberremoved.sent.title = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc {0} \u304b\u3089\u30e6\u30fc\u30b6\u30fc\u3092\u524a\u9664\u3057\u307e\u3057\u305f
jsp.notifications.communities.requesttojoin.received.title = \u30e6\u30fc\u30b6\u30fc\u304c\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc {0} \u3078\u306e\u53c2\u52a0\u3092\u7533\u8acb\u3057\u307e\u3057\u305f
jsp.notifications.communities.requesttojoin.sent.title = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc {0} \u3078\u306e\u53c2\u52a0\u3092\u7533\u8acb\u3057\u307e\u3057\u305f
jsp.notifications.communities.invite.received.title = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc {0} \u306b\u62db\u5f85\u3055\u308c\u3066\u3044\u307e\u3059
jsp.notifications.communities.invite.sent.title = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc {0} \u306b\u53c2\u52a0\u3059\u308b\u3088\u3046\u306b\u30e6\u30fc\u30b6\u30fc\u3092\u62db\u5f85\u3057\u307e\u3057\u305f
jsp.notifications.communities.invite.primaryaction = \u3053\u306e\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u53c2\u52a0\u3057\u307e\u3059\u3002
jsp.notifications.communities.invite.secondaryaction = \u3053\u306e\u62db\u5f85\u3092\u8f9e\u9000\u3057\u307e\u3059\u3002

# Dogear specific notification messages
# {0} is a bookmark title
jsp.notifications.dogear.notify.title = {0} \u30d6\u30c3\u30af\u30de\u30fc\u30af\u3002
jsp.notifications.dogear.notify.multiple.title = \u8907\u6570\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3002
jsp.notifications.dogear.notify.primaryaction = \u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u7de8\u96c6\u3057\u307e\u3059\u3002
# {0} is a bookmark title
jsp.notifications.dogear.brokenurl.title = \u30d6\u30c3\u30af\u30de\u30fc\u30af {0} \u306b\u30ea\u30f3\u30af\u5207\u308c\u30d5\u30e9\u30b0\u3092\u7acb\u3066\u307e\u3057\u305f\u3002
jsp.notifications.dogear.brokenurl.sent.title = \u30d6\u30c3\u30af\u30de\u30fc\u30af {0} \u306b\u30ea\u30f3\u30af\u5207\u308c\u30d5\u30e9\u30b0\u3092\u7acb\u3066\u307e\u3057\u305f\u3002
# {0} is the title of a bookmark. {1} is a URL
jsp.notifications.dogear.replaceurl.title = \u30d6\u30c3\u30af\u30de\u30fc\u30af {0} \u304c\u30ea\u30f3\u30af\u5207\u308c\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002 \u65b0\u898f URL \u306f {1} \u3067\u3059\u3002
jsp.notifications.dogear.replaceurl.primaryaction = \u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u7de8\u96c6\u3057\u307e\u3059\u3002
jsp.notifications.dogear.replaceurl.secondaryaction = \u30ea\u30f3\u30af\u5207\u308c\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u8868\u793a\u3057\u307e\u3059\u3002

# Profiles specific notification messages
jsp.notifications.profiles.notify.received.title = \u30de\u30a4\u30fb\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u3078\u306e\u53c2\u52a0\u3092\u547c\u3073\u304b\u3051\u308b\u62db\u5f85
jsp.notifications.profiles.notify.sent.title = \u3042\u306a\u305f\u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u3078\u306e\u53c2\u52a0\u3092\u547c\u3073\u304b\u3051\u308b\u62db\u5f85
jsp.notifications.profiles.notify.primaryaction = \u62db\u5f85\u306e\u8868\u793a

# Files specific notification messages
jsp.notifications.files.mediashare.title = {0} \u30d5\u30a1\u30a4\u30eb
jsp.notifications.files.collectionmediaadd.title = {0} \u30d5\u30a1\u30a4\u30eb\u304c {1} \u30d5\u30a9\u30eb\u30c0\u30fc\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f
jsp.notifications.files.collectionmemberupdated.title = \u30d5\u30a9\u30eb\u30c0\u30fc\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f: {0}
jsp.notifications.files.collectionmemberupdated.sent.title = \u30d5\u30a9\u30eb\u30c0\u30fc {0} \u306b\u30e6\u30fc\u30b6\u30fc\u3092\u8ffd\u52a0\u3057\u307e\u3057\u305f\u3002
jsp.notifications.files.communityvisibilityupdated.title = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc {0} \u306f\u516c\u958b\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u306a\u308a\u3001\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3067\u5171\u6709\u3057\u3066\u3044\u305f\u975e\u516c\u958b\u30d5\u30a1\u30a4\u30eb\u306f\u3059\u3079\u3066\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002
jsp.notifications.files.communityvisibilityupdated.desc = \u3053\u306e\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3067\u306f\u30011 \u3064\u4ee5\u4e0a\u306e\u975e\u516c\u958b\u30d5\u30a1\u30a4\u30eb\u304c\u5171\u6709\u3055\u308c\u3066\u3044\u307e\u3057\u305f\u3002 \u3053\u308c\u3089\u306e\u30d5\u30a1\u30a4\u30eb\u306f\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002\u3053\u308c\u3089\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u3053\u306e\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3067\u5171\u6709\u3059\u308b\u306b\u306f\u3001\u516c\u958b\u30d5\u30a1\u30a4\u30eb\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002

# Wikis specific notification messages
# {0} is the name of a wiki
jsp.notifications.wikis.received.roleAdd = Wiki \u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f: {0}
jsp.notifications.wikis.sent.roleAdd = Wiki {0} \u306b\u30e6\u30fc\u30b6\u30fc\u3092\u8ffd\u52a0\u3057\u307e\u3057\u305f


# Generic stuffs in case we need after string freeze
jsp.widget.addPage = \u30da\u30fc\u30b8\u306e\u8ffd\u52a0
jsp.widget.removePage = \u30da\u30fc\u30b8\u306e\u524a\u9664
jsp.widget.generalPage = \u4e00\u822c\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8
jsp.customize.preferences = \u8a2d\u5b9a
# {0} is the name of a page e.g. Important stuff
jsp.widget.defaultPageName = \u81ea\u5206\u306e\u30da\u30fc\u30b8 {0}
jsp.widget.listHelp = \u30a8\u30f3\u30c8\u30ea\u30fc\u9593\u306b\u7e26\u7dda (|) \u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002
jsp.widget.required = * \u304c\u4ed8\u3044\u3066\u3044\u308b\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u5165\u529b\u3057\u3066\u304b\u3089\u4fdd\u5b58\u3057\u3066\u304f\u3060\u3055\u3044\u3002

jsp.typeAhead.more = {0} \u4ef6\u306e\u7d50\u679c\u304c\u3042\u308a\u307e\u3059\u3002 \u6700\u521d\u306e 15 \u4ef6\u306e\u7d50\u679c\u306e\u307f\u3092\u8868\u793a\u3057\u307e\u3059\u3002
jsp.typeAhead.error = \u30e6\u30fc\u30b6\u30fc\u30fb\u30ea\u30b9\u30c8\u306e\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
jsp.typeAhead.noResults = \u4e00\u81f4\u3059\u308b\u7d50\u679c\u306a\u3057

jsp.home.status.updates.choose.person = \u30e6\u30fc\u30b6\u30fc\u306e\u9078\u629e
jsp.home.filter.by = \u8868\u793a:

jsp.home.filter.status.updates.all = \u3059\u3079\u3066\u306e\u6700\u65b0\u306e\u72b6\u6cc1
jsp.home.filter.status.updates.follow = \u81ea\u5206\u304c\u30d5\u30a9\u30ed\u30fc\u3057\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fc
jsp.home.filter.status.updates.network = \u30de\u30a4\u30fb\u30cd\u30c3\u30c8\u30ef\u30fc\u30af
jsp.home.filter.status.updates.network.following =\u30de\u30a4\u30fb\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u3068\u81ea\u5206\u304c\u30d5\u30a9\u30ed\u30fc\u3057\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fc
jsp.home.filter.status.updates.mine = \u81ea\u5206\u306e\u6700\u65b0\u306e\u72b6\u6cc1

jsp.home.status.updates.comment.count = (1 \u4ef6\u306e\u30b3\u30e1\u30f3\u30c8)
# {0} is the number of comments
jsp.home.status.updates.comments.count = ({0} \u4ef6\u306e\u30b3\u30e1\u30f3\u30c8)

jsp.home.status.updates.notpermitted = \u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u30b3\u30e1\u30f3\u30c8\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002

# {0} is the number of extra comments to show
jsp.home.status.updates.show.comments = \u3055\u3089\u306b {0} \u4ef6\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u8868\u793a...
# {0} is the number of extra comments to hide
jsp.home.status.updates.hide.comments = {0} \u4ef6\u306e\u30b3\u30e1\u30f3\u30c8\u306e\u975e\u8868\u793a...
jsp.home.status.updates.post.comment.error = \u30b3\u30e1\u30f3\u30c8\u306e\u9001\u4fe1\u8981\u6c42\u306f\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
jsp.home.status.updates.delete.comment.error = \u30b3\u30e1\u30f3\u30c8\u306e\u524a\u9664\u8981\u6c42\u306f\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
jsp.home.status.updates.delete.update.error = \u66f4\u65b0\u306e\u524a\u9664\u8981\u6c42\u306f\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
jsp.home.status.updates.just.now = \u76f4\u524d
jsp.home.status.updates.invalid.comment.entered = \u5165\u529b\u3055\u308c\u305f\u30b3\u30e1\u30f3\u30c8\u306f\u7121\u52b9\u3067\u3059\u3002\u78ba\u8a8d\u3057\u3066\u3001\u3082\u3046\u4e00\u5ea6\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.home.delete.entry = \u3053\u306e\u30a8\u30f3\u30c8\u30ea\u30fc\u306e\u524a\u9664

#This text is used to identify where a user has written on someone elses board. Typical use is : 'User A' wrote on the board of 'User B'
jsp.home.status.updates.wrote.board.entry = \u304c\u6b21\u306e\u4eba\u306e\u30dc\u30fc\u30c9\u306b\u66f8\u304d\u8fbc\u307f\u307e\u3057\u305f:
jsp.home.status.updates.wrote.board.you.entry = \u304c\u3042\u306a\u305f\u306e\u30dc\u30fc\u30c9\u306b\u66f8\u304d\u8fbc\u307f\u307e\u3057\u305f\u3002

jsp.home.main.confirm = \u78ba\u8a8d
jsp.home.main.error = \u30a8\u30e9\u30fc
jsp.home.main.hide = \u975e\u8868\u793a

jsp.home.action.submit = \u9001\u4fe1
jsp.home.action.comments.add = \u30b3\u30e1\u30f3\u30c8\u306e\u8ffd\u52a0

jsp.home.no.content.statusupdates.title = \u307e\u3060\u72b6\u6cc1\u306b\u66f4\u65b0\u306f\u3042\u308a\u307e\u305b\u3093\u3002
jsp.home.no.content.statusupdates.desc.line1 = \u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u6700\u65b0\u306e\u72b6\u6cc1\u3092\u53d7\u3051\u53d6\u308b\u306b\u306f\u3001\u305d\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u958b\u3044\u3066\u300c\u30de\u30a4\u30fb\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306b\u62db\u5f85\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u30ef\u30fc\u30af\u30fb\u30e1\u30f3\u30d0\u30fc\u3068\u3057\u3066\u8ffd\u52a0\u3059\u308b\u304b\u3001\u300c\u30d5\u30a9\u30ed\u30fc\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u305d\u306e\u30e6\u30fc\u30b6\u30fc\u3092\u30d5\u30a9\u30ed\u30fc\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.home.no.content.statusupdates.desc.line2 = \u72b6\u6cc1\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u66f4\u65b0\u3059\u308b\u306b\u306f\u3001\u300c\u73fe\u5728\u53d6\u308a\u7d44\u3093\u3067\u3044\u308b\u4f5c\u696d\u306a\u3069\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002
jsp.home.no.content.statusupdates.oneline = \u307e\u3060\u72b6\u6cc1\u306b\u66f4\u65b0\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u6700\u65b0\u306e\u72b6\u6cc1\u3092\u53d7\u3051\u53d6\u308b\u306b\u306f\u3001\u305d\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u958b\u3044\u3066\u300c\u30de\u30a4\u30fb\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306b\u62db\u5f85\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u30ef\u30fc\u30af\u30fb\u30e1\u30f3\u30d0\u30fc\u3068\u3057\u3066\u8ffd\u52a0\u3059\u308b\u304b\u3001\u300c\u30d5\u30a9\u30ed\u30fc\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u305d\u306e\u30e6\u30fc\u30b6\u30fc\u3092\u30d5\u30a9\u30ed\u30fc\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u81ea\u5206\u306e\u72b6\u6cc1\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u66f4\u65b0\u3059\u308b\u306b\u306f\u3001\u300c\u73fe\u5728\u53d6\u308a\u7d44\u3093\u3067\u3044\u308b\u4f5c\u696d\u306a\u3069\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002

jsp.home.no.content.newsfeed.title = \u307e\u3060\u30cb\u30e5\u30fc\u30b9\u306b\u66f4\u65b0\u306f\u3042\u308a\u307e\u305b\u3093\u3002
jsp.home.no.content.newsfeed.desc.line1 = \u66f4\u65b0\u3092\u53d7\u4fe1\u3059\u308b\u306b\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u307e\u305f\u306f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30d5\u30a9\u30ed\u30fc\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
jsp.home.no.content.newsfeed.desc.line2 = \u30e6\u30fc\u30b6\u30fc\u30fb\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u306b\u300c\u30d5\u30a9\u30ed\u30fc\u300d\u30dc\u30bf\u30f3\u304c\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3053\u306e\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3001\u30e6\u30fc\u30b6\u30fc\u307e\u305f\u306f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30d5\u30a9\u30ed\u30fc\u3057\u307e\u3059\u3002
jsp.home.no.content.newsfeed.oneline = \u307e\u3060\u30cb\u30e5\u30fc\u30b9\u306b\u66f4\u65b0\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u66f4\u65b0\u3092\u53d7\u4fe1\u3059\u308b\u306b\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u307e\u305f\u306f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30d5\u30a9\u30ed\u30fc\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002 \u30e6\u30fc\u30b6\u30fc\u307e\u305f\u306f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30d5\u30a9\u30ed\u30fc\u3059\u308b\u306b\u306f\u3001\u300c\u30d5\u30a9\u30ed\u30fc\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059 (\u3053\u306e\u30dc\u30bf\u30f3\u304c\u4f7f\u7528\u53ef\u80fd\u306a\u5834\u5408)\u3002

jsp.home.no.content.discover.title = \u307e\u3060\u516c\u958b\u30d5\u30a1\u30a4\u30eb\u306e\u66f4\u65b0\u60c5\u5831\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u5f8c\u3067\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.home.no.content.discover.desc.line1 = \u7570\u306a\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3067\u30e6\u30fc\u30b6\u30fc\u304c\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u8ffd\u52a0\u3092\u958b\u59cb\u3059\u308b\u3068\u3001\u3059\u3079\u3066\u306e\u516c\u958b\u30d5\u30a1\u30a4\u30eb\u306e\u66f4\u65b0\u60c5\u5831\u304c\u3053\u306e\u30da\u30fc\u30b8\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002
jsp.home.no.content.discover.oneline = \u307e\u3060\u66f4\u65b0\u60c5\u5831\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u30e6\u30fc\u30b6\u30fc\u304c\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8ffd\u52a0\u3059\u308b\u3068\u3001\u3059\u3079\u3066\u306e\u516c\u958b\u3055\u308c\u3066\u3044\u308b\u66f4\u65b0\u60c5\u5831\u3092\u3053\u306e\u30da\u30fc\u30b8\u3067\u78ba\u8a8d\u3067\u304d\u307e\u3059\u3002

jsp.home.no.content.saved.title = \u30cb\u30e5\u30fc\u30b9\u30fb\u30b9\u30c8\u30fc\u30ea\u30fc\u304c\u4fdd\u5b58\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
jsp.home.no.content.saved.desc.line1 = \u30cb\u30e5\u30fc\u30b9\u30fb\u30b9\u30c8\u30fc\u30ea\u30fc\u3092\u4fdd\u5b58\u3059\u308b\u306b\u306f\u3001\u4fdd\u5b58\u3057\u305f\u3044\u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u6a2a\u306b\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u300c\u8a73\u7d30\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u300c\u4fdd\u5b58\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002
jsp.home.no.content.saved.oneline = \u30cb\u30e5\u30fc\u30b9\u30fb\u30b9\u30c8\u30fc\u30ea\u30fc\u304c\u4fdd\u5b58\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \u30cb\u30e5\u30fc\u30b9\u30fb\u30b9\u30c8\u30fc\u30ea\u30fc\u3092\u4fdd\u5b58\u3059\u308b\u306b\u306f\u3001\u4fdd\u5b58\u3057\u305f\u3044\u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u6a2a\u306b\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u300c\u8a73\u7d30\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u300c\u4fdd\u5b58\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002

jsp.home.tags.main.title=\u30d5\u30a9\u30ed\u30fc\u5bfe\u8c61\u306e\u30bf\u30b0
jsp.home.tags.filter.title=\u30bf\u30b0\u306b\u3088\u308b\u30d5\u30a3\u30eb\u30bf\u30fc
jsp.home.tags.adding.title=\u65b0\u898f\u30bf\u30b0\u306e\u8ffd\u52a0
jsp.home.tags.removing.title=\u30bf\u30b0\u306e\u524a\u9664
jsp.home.tags.add.title=\u30bf\u30b0\u306e\u8ffd\u52a0

jsp.home.tags.remove.filter.title=\u30d5\u30a3\u30eb\u30bf\u30fc\u304b\u3089\u30bf\u30b0\u3092\u524a\u9664

jsp.home.tags.filtered.title=\u30bf\u30b0\u4ed8\u304d\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u8868\u793a:
jsp.home.tags.confirm.text=\u65b0\u898f\u30bf\u30b0 \"{0}\" \u304c\u6b63\u5e38\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f\u3002 \u3053\u306e\u30bf\u30b0\u3092\u4f7f\u7528\u3057\u3066\u30d5\u30a3\u30fc\u30c9\u3092\u30d5\u30a3\u30eb\u30bf\u30fc\u3067\u304d\u307e\u3059\u3002
jsp.home.tags.multi.confirm.text=\u65b0\u898f\u30bf\u30b0 \"{0}\" \u304c\u6b63\u5e38\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f\u3002 \u3053\u308c\u3089\u306e\u30bf\u30b0\u3092\u4f7f\u7528\u3057\u3066\u3001\u30d5\u30a3\u30fc\u30c9\u3092\u30d5\u30a3\u30eb\u30bf\u30fc\u3067\u304d\u307e\u3059\u3002
jsp.home.tags.error.text=\u30bf\u30b0\u306e\u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3\u8981\u6c42\u306e\u51e6\u7406\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u308b\u304b\u3001\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002

jsp.home.show.more=\u3055\u3089\u306b\u8868\u793a\u3059\u308b...
jsp.home.subscribe.entries=\u30a8\u30f3\u30c8\u30ea\u30fc\u306e\u30d5\u30a3\u30fc\u30c9
jsp.home.loading=\u65b0\u898f\u30b9\u30c8\u30fc\u30ea\u30fc\u306e\u30ed\u30fc\u30c9\u4e2d...

jsp.home.manage.tags.text=\u30de\u30a4\u30fb\u30bf\u30b0\u306e\u7ba1\u7406
jsp.home.saving.for.later= \u5f8c\u3067\u8aad\u3080\u305f\u3081\u306b\u30b9\u30c8\u30fc\u30ea\u30fc\u3092\u4fdd\u5b58\u4e2d...
jsp.home.saved.story=\u30b9\u30c8\u30fc\u30ea\u30fc\u304c\u4fdd\u5b58\u3055\u308c\u307e\u3057\u305f
jsp.home.add.saved.item.confirm.text=\u30b9\u30c8\u30fc\u30ea\u30fc\u304c\u6b63\u5e38\u306b\u4fdd\u5b58\u3055\u308c\u307e\u3057\u305f\u3002
jsp.home.add.saved.item.error.text=\u9805\u76ee\u306e\u4fdd\u5b58\u8981\u6c42\u306e\u51e6\u7406\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u308b\u304b\u3001\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.home.remove.saved.item.error.text=\u4fdd\u5b58\u6e08\u307f\u9805\u76ee\u306e\u524a\u9664\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u308b\u304b\u3001\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002

jsp.home.error111=\u8ffd\u52a0\u3057\u3088\u3046\u3068\u3057\u305f\u30bf\u30b0\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002


jsp.home.tags.remove.alt.text = \u30bf\u30b0\u306e\u524a\u9664

jsp.form.login = \u30ed\u30b0\u30a4\u30f3\u30fb\u30d5\u30a9\u30fc\u30e0

jsp.activitystream.title = \u66f4\u65b0
