# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# str.msgid.ignore=true
str_component_id=CLFRQ

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value

# Updates/Home


jsp.status.updates.title = Actualitzacions d'estat
jsp.status.updates.sub.title = Visualitzeu les actualitzacions de les persones que esteu seguint o que estan a la vostra xarxa. Tamb\u00e9 podeu actualitzar l'estat del vostre propi perfil.

jsp.news.feed.title = Canal d'informaci\u00f3 de not\u00edcies
jsp.news.feed.sub.title = Visualitzeu les actualitzacions del contingut o les persones que esteu seguint, els vostres companys i les respostes al contingut que heu publicat.

jsp.discover.title = Descobreix
jsp.discover.sub.title = Visualitzeu totes les actualitzacions p\u00fabliques de tot l'HCL Connections. Descobriu el que fan altres persones.

jsp.tags.title = Etiquetes que segueixo
jsp.tags.sub.title = Visualitzeu les actualitzacions de les etiquetes que esteu seguint.

jsp.saved.items.title = Desat
jsp.saved.items.sub.title = Visualitzeu les etiquetes que heu desat.

# Service names
jsp.common.service.name.activities=Activitats
jsp.common.service.name.dogear=Adreces d'inter\u00e8s
jsp.common.service.name.profiles=Perfils
jsp.common.service.name.blogs=Blogs
jsp.common.service.name.wikis=Wikis
jsp.common.service.name.forums=F\u00f2rums
jsp.common.service.name.files=Fitxers
jsp.common.service.name.communities=Comunitats

# Generic across multiple pages
jsp.homepage.title = P\u00e0gina inicial de l'HCL Connections
jsp.homepage.title.short = P\u00e0gina inicial
jsp.homepage.home = Inici
jsp.homepage.tab.updates = Actualitzacions
jsp.homepage.tab.gettingStarted = Com comen\u00e7ar
jsp.homepage.tab.admin = Administraci\u00f3
jsp.homepage.tab.myPage = La meva p\u00e0gina
jsp.homepage.tab.widgets = Ginys
jsp.homepage.tab.search = Cerca
jsp.homepage.logo.alt = Logotip de la p\u00e0gina inicial
jsp.homepage.copyright.short = Materials amb llic\u00e8ncia: propietat d'HCL. \u00a9 Copyright HCL Technologies Limited 2007-2019. Tots els drets reservats.
jsp.homepage.copyright.long = Materials amb llic\u00e8ncia: propietat d'HCL. \u00a9 Copyright HCL Technologies Limited 2007-2019. Tots els drets reservats. Consulteu la llic\u00e8ncia del producte per obtenir informaci\u00f3 m\u00e9s detallada. Java i totes les marques comercials i logotips basats en Java s\u00f3n marques comercials o marques registrades d'Oracle o de les seves filials.
jsp.homepage.nav.activitystream.views = Vistes de la seq\u00fc\u00e8ncia d'activitats
jsp.homepage.nav.activitystream.imFollowing = Segueixo
jsp.homepage.nav.activitystream.statusUpdates = Actualitzacions d'estat
jsp.homepage.nav.activitystream.actionRequired = Cal dur a terme una acci\u00f3
jsp.homepage.nav.activitystream.saved = Desat
jsp.homepage.nav.activitystream.myNotifications = Les meves notificacions
jsp.homepage.nav.activitystream.discover = Descobreix
jsp.homepage.nav.activitystream.myPageDesc = Tauler personal i personalitzable del contingut i les comunitats
jsp.homepage.nav.activitystream.imFollowingDesc=Visualitzeu les actualitzacions de les persones i accions que esteu seguint, i les respostes al vostre contingut
jsp.homepage.nav.activitystream.statusUpdatesDesc=Visualitzeu les actualitzacions d'estat de la vostra xarxa, de les persones i les comunitats que esteu seguint
jsp.homepage.nav.activitystream.myNotificationsDesc=Visualitzeu les actualitzacions i els comentaris relacionats amb el vostre contingut i les notificacions que heu enviat i rebut
jsp.homepage.nav.activitystream.actionRequiredDesc=Visualitzeu els elements que requereixen la vostra resposta
jsp.homepage.nav.activitystream.savedDesc=Visualitzeu les actualitzacions que heu desat
jsp.homepage.nav.activitystream.discoverDesc=Descobriu el que estan compartint les altres persones i feu noves connexions
jsp.homepage.nav.activitystream.myNotificationForMeDesc=Visualitzeu les actualitzacions i els comentaris relacionats amb continguts vostres i les notificacions que heu rebut
jsp.homepage.nav.activitystream.myNotificationFromMeDesc=Visualitzeu les notificacions que heu enviat
jsp.homepage.nav.landmark.aria=Men\u00fa de p\u00e0gina inicial
jsp.homepage.nav.activitystream.selected=Seleccionats

jsp.homepage.nav.badging.mentions.aria=Teniu {0} mencions sense llegir
jsp.homepage.nav.badging.notifications.aria=Teniu {0} notificacions sense llegir

jsp.homepage.lotusBar.customize = Personalitza
jsp.homepage.lotusBar.widgets = Inici
jsp.homepage.lotusBar.updates = Inici
jsp.homepage.lotusBar.gettingStarted = Inici
jsp.homepage.lotusBar.admin = Inici

jsp.homepage.javascript.disabled.msg.title = Activa JavaScript
jsp.homepage.javascript.disabled.msg.section1 = JavaScript s'ha inhabilitat al navegador web. L'HCL Connections necessita JavaScript per poder funcionar. Un cop l'h\u00e0giu activat, actualitzeu la p\u00e0gina.
jsp.homepage.javascript.disabled.msg.section2 = Actualitzeu la p\u00e0gina per continuar.

# search results tab
jsp.search.tab.results = Resultats de la cerca

#auth/login.jsp auth/error.jsp
jsp.login.title = Inici de sessi\u00f3 a la p\u00e0gina inicial de l'HCL Connections
jsp.login.homepage = P\u00e0gina inicial
jsp.login.strapline = Esbrineu el que est\u00e0 passant a la vostra xarxa.
jsp.login.search = Cerca
jsp.login.straplinesearch = Cerca: com treure el m\u00e0xim partit del Connections
jsp.login.username = Nom d'usuari:
jsp.login.password = Contrasenya:
jsp.login.username.error = El nom d'usuari i/o la contrasenya no coincideix amb els comptes existents. Comproveu la informaci\u00f3 i torneu-ho a provar.
jsp.login.description.title = Qu\u00e8 podeu fer amb la p\u00e0gina inicial?
jsp.login.description = Creeu un espai de treball que mostri una visualitzaci\u00f3 instant\u00e0nia de la vostra xarxa social, manteniu-vos al corrent amb la informaci\u00f3 d'estat i les actualitzacions, consulteu les vostres tasques i cerqueu persones i continguts nous que un interessin.
jsp.login.login = Inicia la sessi\u00f3
jsp.login.cancel = Cancel\u00b7la
jsp.login.error = Error

#web/jsp/main.jsp
jsp.main.function.sorry = La funci\u00f3 encara no s'ha implementat.
jsp.main.close = Tanca
jsp.main.skip.link.river = Per saltar al riu de not\u00edcies, premeu la tecla d'acc\u00e9s R o U
jsp.main.skip.link.palette = Per saltar a la paleta, premeu la tecla d'acc\u00e9s P.
jsp.main.skip.link.first.column = Per saltar a la primera columna, premeu la tecla d'acc\u00e9s 3.
jsp.main.skip.link.second.column = Per saltar a la segona columna, premeu la tecla d'acc\u00e9s 4.
jsp.main.summary.table.layout = Taula que mostra el disseny de la p\u00e0gina. Disseny de dues columnes per als ginys.
jsp.main.iwidget.loading = S'est\u00e0 carregant

#web/jsp/welcomeMessage.jspf
jsp.welcome.title = Us donem la benvinguda a l'HCL Connections
jsp.welcome.desc = Utilitzeu la p\u00e0gina d'inici per accedir a les actualitzacions m\u00e9s recents de les vostres activitats i interessos a l'HCL Connections. Visualitzeu la informaci\u00f3 d'\u00faltima hora de la xarxa, blogs i comunitats, i organitzeu la visualitzaci\u00f3 de la informaci\u00f3 d'acord amb les vostres prefer\u00e8ncies.
jsp.welcome.learn = M\u00e9s informaci\u00f3
jsp.welcome.demo = Mira la demostraci\u00f3

#web/jsp/about.jsp
jsp.about.homepagehelp = Ajuda de la p\u00e0gina inicial
jsp.about.help = Ajuda
jsp.about.homepagedemo = Demo de la p\u00e0gina inicial
jsp.about.demo = Mira la demostraci\u00f3
jsp.about.tips = Consells
jsp.about.tip.1 = Sou nou a l'HCL Connections? Seleccioneu la visualitzaci\u00f3 Guia d'inici per con\u00e8ixer les diferents aplicacions en uns quants passos molt senzills.
jsp.about.tip.2 = Si us interessen unes etiquetes en concret, per qu\u00e8 no les seguiu per tal de poder rebre les darreres actualitzacions d'aquestes etiquetes directament del canal d'informaci\u00f3 de not\u00edcies.
jsp.about.tip.3 = Rebeu suggeriments per a persones i continguts que us poden interessar des dels widgets Sabeu? i Recomanacions.
jsp.about.headline.title = Per qu\u00e8 utilitzar la p\u00e0gina inicial?
jsp.about.headline.desc = Per estar al dia, accediu a la informaci\u00f3 que necessiteu i quan la necessiteu des d'un espai de treball centralitzat. Navegueu per les actualitzacions m\u00e9s recents en tot l'HCL Connections, esbrineu el que est\u00e0 succeint amb les persones i continguts que seguiu, i estigueu al cas de la llista de tasques pendents.
jsp.about.breakout.1.title = Necessiteu ajuda com a usuari nou?
jsp.about.breakout.1.desc = Utilitzeu la visualitzaci\u00f3 Guia d'inici per familiaritzar-vos amb algunes tasques b\u00e0siques. Seguiu els passos per obtenir una introducci\u00f3 r\u00e0pida i senzilla a algunes de les caracter\u00edstiques m\u00e9s importants de l'HCL Connections. Empleneu el vostre perfil perqu\u00e8 les altres persones us puguin con\u00e8ixer millor. Descobriu qu\u00e8 s\u00f3n les etiquetes i com funcionen. Esbrineu com compartir informaci\u00f3 i col\u00b7laborar utilitzant diferents caracter\u00edstiques.
jsp.about.breakout.1.aria = Com comen\u00e7ar
jsp.about.breakout.2.title = Cerqueu les actualitzacions que considereu importants
jsp.about.breakout.2.desc = Utilitzeu les visualitzacions Actualitzacions per identificar les not\u00edcies m\u00e9s recents de totes les caracter\u00edstiques. Podeu filtrar les actualitzacions per tipus, la qual cosa us facilita centrar-vos en els temes que m\u00e9s us interessen. Esbrineu qui ha respost al contingut que heu creat. Deseu les actualitzacions importants de manera que pugueu tornar-hi m\u00e9s tard. Utilitzeu el giny Esdeveniments per fer un seguiment dels esdeveniments als quals assistiu o que seguiu. Podeu indicar les coses que us agraden o tornar a publicar informaci\u00f3 per compartir-la amb les persones que us segueixen.
jsp.about.breakout.2.aria = Utilitzaci\u00f3 treballar amb les darreres actualitzacions
jsp.about.breakout.3.title = Doneu a con\u00e8ixer el que esteu fent
jsp.about.breakout.3.desc = La publicaci\u00f3 d'un missatge d'estat \u00e9s una manera r\u00e0pida i senzilla de compartir informaci\u00f3 amb els vostres companys. Podeu adjuntar fitxers a les actualitzacions d'estat per proporcionar informaci\u00f3 addicional o b\u00e9 utilitzar les etiquetes hash per etiquetar les actualitzacions i facilitar-ne la cerca a altres usuaris. Seleccioneu Actualitzacions d'estat per sintonitzar amb les actualitzacions de les persones de la vostra xarxa i les persones que esteu seguint.
jsp.about.breakout.3.aria = Actualitzaci\u00f3 d'informaci\u00f3 d'estat
jsp.about.breakout.4.title = Cerqueu continguts nous i interessants
jsp.about.breakout.4.desc = Seleccioneu la visualitzaci\u00f3 Descobreix quan vulgueu navegar o cercar actualitzacions que us poden interessar. Cerqueu blogs que vulgueu seguir o comunitats a les quals us vulgueu unir. Consulteu els suggeriments m\u00e9s recents del giny Recomanacions per cercar contingut que sigui rellevant per als vostres interessos i la vostra experi\u00e8ncia.
jsp.about.breakout.4.aria = Com cercar contingut nou
jsp.about.ibm.logo.alt = Logotip d'HCL
jsp.about.java.logo.alt = Logotip de Java
jsp.about.more = M\u00e9s informaci\u00f3
jsp.about.follow.aria = M\u00e9s informaci\u00f3 sobre les etiquetes de seguiment

#web/jsp/errorPage.jsp
jsp.errorpage.title = P\u00e0gina inicial - P\u00e0gina d'errors
jsp.errorpage.error = S'ha produ\u00eft algun error - feu clic al bot\u00f3 Enrere i torneu-ho a provar. Si no funciona, notifiqueu el problema al f\u00f2rum de suport.
jsp.errorpage.details = Mostra missatge d'error complet
jsp.errorpage.hide.details = Oculta missatge d'error sencer
jsp.errorpage.message = Vaja, aix\u00f2 no ha funcionat
jsp.errorpage.back = Torna a la p\u00e0gina inicial
jsp.errorpage.stacktrace = Tra\u00e7a de pila produ\u00efda aproximadament en aquesta hora:
jsp.errorpage.icon.alt = Icona Error

#web/jsp/errorPage403.jsp
error.notauthorized.exception=CLFRQ0405E: No teniu autoritzaci\u00f3 per accedir a aquest recurs.

#auth/login.jsp
jsp.loginpage.image.alt.logo = Logotip de la p\u00e0gina inicial

#web/jsp/footer.jspf
jsp.footer.connections = HCL Connections
jsp.footer.help = Ajuda
jsp.footer.tools = Eines
jsp.footer.about = Quant a
jsp.footer.demo = Mira una demostraci\u00f3
jsp.footer.support.forums = F\u00f2rums de suport de Lotus
jsp.footer.bookmark.plugins = Complements del navegador d'adreces d'inter\u00e8s
jsp.footer.plugins = M\u00e9s connectors
jsp.footer.a11y = Eines d'accessibilitat
jsp.footer.server.metrics = M\u00e8trica de servidor
jsp.footer.ibm.com = HCL Connections a hcl.com

#web/jsp/serverMetrics.jsp
homepage.metric.totals.visitor.header = M\u00e8triques d'usuari
homepage.metric.totals.visitor = Nombre total d'usuaris exclusius
homepage.metric.totals.visitor.today = Nombre total d'usuaris exclusius d'avui
homepage.metric.totals.visitor.week = Nombre total d'usuaris exclusius de la setmana passada
homepage.metric.totals.visitor.month = Nombre total d'usuaris exclusius del mes passat
homepage.metric.totals.visitor.hourly = Nombre total d'usuaris exclusius de la darrera hora

homepage.metric.totals.available.widgets.header = M\u00e8triques d'\u00fas de widgets
homepage.metric.totals.available.widgets = Nombre total de widgets desplegats
homepage.metric.totals.enabled.widgets = Nombre total de widgets habilitats
homepage.metric.percentile.widgetsPerUser = Nombre mig de widgets utilitzats
homepage.metric.totals.customizedPages = Nombre total d'usuaris amb p\u00e0gines personalitzades
homepage.metric.topWidgets = Widgets popular

homepage.metric.widgetUsage = \u00das de widgets

homepage.metric.totals.stories.header = M\u00e8triques de relats
homepage.metric.totals.stories.added = Nombre total de relats afegits
homepage.metric.totals.stories.added.today = Nombre total de relats afegits avui
homepage.metric.totals.stories.added.week = Nombre total de relats afegits aquesta setmana
homepage.metric.totals.stories.added.month = Nombre total de relats afegits aquest mes
homepage.metric.totals.stories.added.hourly = Nombre total de relats afegits a la darrera hora

homepage.metric.totals.stories.saved = Nombre total de relats desats
homepage.metric.totals.stories.saved.today = Nombre total de relats desats avui
homepage.metric.totals.stories.saved.week = Nombre total de relats desats aquesta setmana
homepage.metric.totals.stories.saved.month = Nombre total de relats desats aquest mes
homepage.metric.totals.stories.saved.hourly = Nombre total de relats desats a la darrera hora


homepage.metric.totals.notifications.header = M\u00e8triques de notificacions
homepage.metric.totals.sentNotifications = Nombre total de notificacions no depurades enviades
homepage.metric.totals.sentNotifications.today = Nombre total de notificacions no depurades enviades avui
homepage.metric.totals.sentNotifications.week = Nombre total de notificacions no depurades enviades aquesta setmana
homepage.metric.totals.sentNotifications.month = Nombre total de notificacions no depurades enviades aquest mes
homepage.metric.totals.sentNotifications.hourly = Nombre total de notificacions no depurades enviades aquesta hora


homepage.metric.totals.receivedNotifications = Nombre total de notificacions no depurades rebudes
homepage.metric.totals.receivedNotifications.today = Nombre total de notificacions no depurades rebudes avui
homepage.metric.totals.receivedNotifications.week = Nombre total de notificacions no depurades rebudes aquesta setmana
homepage.metric.totals.receivedNotifications.month = Nombre total de notificacions no depurades rebudes aquest mes
homepage.metric.totals.receivedNotifications.hourly = Nombre total de notificacions no depurades rebudes la darrera hora

homepage.metric.totals.user = Nombre total d'usuaris exclusius
homepage.metric.totals.visitorPast24Hours = Nombre total de visitants a les darreres 24 hores
homepage.metric.totals.visitorPastHour = Nombre total de visitants a la darrera hora
homepage.metric.totals.visitorPast7Days = Nombre total de visitants als darrers 7 dies
homepage.metric.totals.visitorPast30Days = Nombre total de visitants als darrers 30 dies
#homepage.metric.totals.customizedPages = Total number of users with customized pages.
#homepage.metric.topWidgets = The most popular widgets and their counts.

homepage.metric.totals.user.desc = El nombre total d'usuaris exclusius que han accedit a la p\u00e0gina inicial.
homepage.metric.totals.available.widgets.desc = El nombre total de widgets desplegats a la p\u00e0gina inicial.
homepage.metric.totals.enabled.widgets.desc = El nombre total de widgets que actualment estan habilitats i disponibles per als usuaris a la p\u00e0gina inicial.
homepage.metric.percentile.widgetsPerUser.desc = Nombre mig de widgets que utilitza un usuari de la p\u00e0gina inicial. Un widget utilitzat \u00e9s un widget que l'usuari ha obert.
homepage.metric.totals.visitorPast24Hours.desc = Nombre total de visitants exclusius a les darreres 24 hores.
homepage.metric.totals.visitorPastHour.desc = Nombre total de visitants exclusius a la darrera hora.
homepage.metric.totals.visitorPast7Days.desc = Nombre total de visitants exclusius als darrers 7 dies
homepage.metric.totals.visitorPast30Days.desc = Nombre total de visitants exclusius als darrers 30 dies
homepage.metric.widgetUsage.desc = Per a cada widget, el nombre total d'inst\u00e0ncies de widgets utilitzats. Un widget utilitzat \u00e9s un widget que l'usuari ha obert, no acoblat a la barra lateral.

label.metrics.title = M\u00e8triques de la p\u00e0gina inicial
label.metrics.name = Nom
label.metrics.value = Valor
label.metrics.asof = A partir de:
label.metrics.months = Gener Febrer Mar\u00e7 Abril Maig Juny Juliol Agost Setembre Octubre Novembre Desembre
label.metrics.notSet= Les m\u00e8triques del sistema encara no estan disponibles o b\u00e9 l'administrador les ha inhabilitat. Poseu-vos en contacte amb l'administrador per obtenir informaci\u00f3.
label.metrics.storyLifeTime= Els relats i les notificacions es depuren despr\u00e9s de {0} dies.
# Search strings
# Common to multiple pages
# Only used in isolation for buttons
# used for tabs in search result ui and advanced search options
jsp.search.allAreas = Totes les \u00e0rees
jsp.search.activities = Activitats
jsp.search.blogs = Blogs
jsp.search.communities = Comunitats
jsp.search.dogear = Adreces d'inter\u00e8s
jsp.search.profiles = Perfils
jsp.search.wiki = Wiki
jsp.search.files = Fitxers
jsp.search.search.verb = Cerca
jsp.search.twisty.collapse = Feu clic per reduir la secci\u00f3
jsp.search.help.link = Ajuda

#web/jsp/search.jspf
jsp.search.searchbox.default.text = Totes les connexions
jsp.search.searchbox.searchdropdown = Afina les opcions de cerca
jsp.search.searchbox.search.activities = Activitats
jsp.search.searchbox.search.blogs = Blogs
jsp.search.searchbox.search.communities = Comunitats
jsp.search.searchbox.search.dogear = Adreces d'inter\u00e8s
jsp.search.searchbox.search.profiles = Perfils
jsp.search.searchbox.search.wikis = Wikis
jsp.search.searchbox.search.files = Fitxers
jsp.search.searchbox.search.forums = F\u00f2rums
jsp.search.searchbox.search.status_updates = Actualitzacions d'estat
jsp.search.searchbox.search.directory = Directori
jsp.search.searchbox.search.directory_named =Directori {0}
jsp.search.searchbox.search.advanced = Opcions avan\u00e7ades
jsp.search.searchbox.a11y.title = Introdu\u00efu el text de cerca
jsp.search.searchbox.search.alt = Cerca

#web/jsp/searchResults.jsp
jsp.search.results.title = P\u00e0gina inicial - Resultats de la cerca
jsp.search.results.advanced.search.button = Nova cerca avan\u00e7ada
jsp.search.comments.Comments = Comentaris
#web/jsp/searchComponents.jspf
jsp.search.components.results.from = Tipus de contingut
jsp.search.components.all = Totes les \u00e0rees
jsp.search.components.help = Obteniu un desglossament dels resultats de cerca. Feu clic als enlla\u00e7os per visualitzar els resultats associats amb cada aplicaci\u00f3. El n\u00famero que apareix al costat del nom de cada aplicaci\u00f3 indica el nombre de resultats que hi ha per a cada aplicaci\u00f3.

#web/jsp/seachTags.jspf
jsp.search.tags.tags = Etiquetes
jsp.search.tags.find = Cerca etiquetes
jsp.search.tags.search = Tramet cerca d'etiquetes
jsp.search.tags.active = Etiquetes relacionades
jsp.search.tags.help = Feu clic a una etiqueta per visualitzar els resultats etiquetats amb el terme espec\u00edfic. Cerqueu una etiqueta espec\u00edfica escrivint aquesta etiqueta en el camp de cerca. Arrossegueu la barra de despla\u00e7ament per ajustar la mida del grup d'etiquetes.
jsp.search.tags.view.cloud = Visualitza com a grup
jsp.search.tags.view.list = Visualitza com a llista

#web/jsp/searchPeople.jspf
jsp.search.people.people = Persones
jsp.search.people.most.active = Usuaris relacionats
jsp.search.people.help = Visualitza les persones associades amb els resultats de cerca. Feu clic a un nom per visualitzar els resultats de cerca associats amb una persona espec\u00edfica.

#web/jsp/searchDate.jspf
jsp.search.dates.dates = Dates
jsp.search.dates.most.active = Dates relacionades
jsp.search.dates.help = Per visualitzar els resultats que s'han creat o actualitzat dins d'un determinat per\u00edode de temps, expandiu la marca i filtreu la informaci\u00f3 per any, mes i data.
#web/jsp/searchResults.jspf
jsp.search.results.page.heading = Resultats de la cerca

# Translator: In the next two properties, parameters {0} and {1} are user input
jsp.search.searched.for = Heu cercat aquest terme: {0}
jsp.search.searched.for.refined = Heu cercat aquest terme: {0} amb aquests filtres: {1}

#the next two strings are used in the context Results 1 to 10 of 100
jsp.search.results.range = Resultats {0} a {1} de {2}
jsp.search.results.previous = Anterior
jsp.search.results.next = Seg\u00fcent
jsp.search.results.page = P\u00e0gina
jsp.search.results.first = Primer
jsp.search.results.last = Darrer

# In the next property, please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.noresults = La vostra cerca no ha retornat cap resultat. Feu clic <a href="{0}">aqu\u00ed</a> per tornar-ho a provar.

# The two strings below are used in the context Show: 10 | 20 | 50 | 100 | All items
# Because of design, they cannot be resourced in one single string.
# Please be careful with HTML <a ...></a> tag
# {0} contains a URL
jsp.search.results.paging.show = Mostra:
jsp.search.results.paging.all = <a href="{0}">Tots</a> els elements

# {0} and {1} contain only numbers
jsp.search.results.paging.jump = Salta a la p\u00e0gina {0} de {1}

#web/jsp/advancedSearch.jsp
jsp.search.advancedsearch.page.title = P\u00e0gina inicial - Cerca avan\u00e7ada
jsp.search.advancedsearch.title = Cerca avan\u00e7ada
jsp.search.advancedsearch.tips = Consells
jsp.search.advancedsearch.tip.1 = Sou nou a l'HCL Connections?
jsp.search.advancedsearch.tip.2 = Esteu cercant contingut d'una \u00e0rea espec\u00edfica? Limiteu els resultats de la cerca seleccionant nom\u00e9s les aplicacions que us interessen. Obriu el ventall de la cerca fent clic a <B>Cerca tot</B>.
jsp.search.advancedsearch.tip.3 = Escriviu una o m\u00e9s paraules clau per trobar diversos tipus de contingut que contenen aquesta paraula clau.
jsp.search.advancedsearch.description = Introdu\u00efu una o m\u00e9s paraules clau per cercar el contingut relacionat.
jsp.search.advancedsearch.step.one = Pas u
jsp.search.advancedsearch.step.two = Pas dos
jsp.search.advancedsearch.step.three = Pas tres
jsp.search.advancedsearch.keywords.label = Cerca paraules clau:
jsp.search.advancedsearch.features.select = Seleccioneu les aplicacions que desitgeu cercar.
jsp.search.advancedsearch.features.all = Cerca-ho tot
jsp.search.advancedsearch.keywords.description = Per exemple, si cerqueu "disseny" obtindreu una llista de persones, blogs, activitats, comunitats i adreces d'inter\u00e8s que contenen la paraula clau "disseny" al t\u00edtol, descripci\u00f3, etiquetes o contingut.
jsp.search.advancedsearch.tags.only = Cerca nom\u00e9s per etiquetes
#web/jsp/advancedSearch.jsp - All Areas Tab
jsp.search.advancedsearch.all.caption = Utilitzeu els camps seg\u00fcents per cercar algunes o totes les \u00e0rees
jsp.search.advancedsearch.keyword.label = Paraules clau
jsp.search.advancedsearch.keyword.description = Introdu\u00efu una paraula clau per trobar contingut que contingui aquesta paraula clau.
jsp.search.advancedsearch.tags.label = Etiquetes
jsp.search.advancedsearch.tags.description = Introdu\u00efu una etiqueta per trobar persones o contingut etiquetat amb un terme espec\u00edfic.
jsp.search.advancedsearch.person.label = Persona
jsp.search.advancedsearch.person.description = Escriviu el nom d'una persona per cercar el seu perfil i el contingut que hagi creat.
jsp.search.advancedsearch.time.label = Marc temporal
jsp.search.advancedsearch.time.description = Seleccioneu el per\u00edode de temps per fer la cerca
jsp.search.advancedsearch.areas.label = \u00c0rees a cercar
jsp.search.advancedsearch.areas.description = Esborreu per excloure de la cerca
jsp.search.advancedsearch.searchAllContent = Cerca a tot el contingut
jsp.search.advancedsearch.searchMyContent = Cerca el meu contingut

#web/jsp/noIndex.jsp
jsp.search.noIndex.title = P\u00e0gina inicial - L'\u00edndex falta o est\u00e0 malm\u00e8s
jsp.search.noIndex.message = La cerca no es troba disponible en aquest servidor perqu\u00e8 falta l'\u00edndex o est\u00e0 malm\u00e8s.  Feu clic a Enrere per tornar a intentar-ho.  Si aquest missatge persisteix, poseu-vos en contacte amb l'administrador.
jsp.search.error = Error

#web/jsp/opensearch.jsp
#this jsp is used to provide details about Connections search to browsers so they can include Connections search in their built in search forms
# the service name cannot be longer than 16 characters for the opensearch spec
jsp.search.opensearch.service.name = Connections
# long service name may be up to 48 characters
jsp.search.opensearch.service.long.name = Cerca connexions
# the description must be less than 1024 characters for the opensearch spec
jsp.search.opensearch.description = Cerca a tot el contingut del Connections
# developer must not be longer than 64 characters
jsp.search.opensearch.service.developer = Equip de desenvolupament de connexions


# Admin UI: admin/admin.jsp
jsp.admin.title = P\u00e0gina inicial de l'administrador
jsp.admin.description = Utilitzeu aquesta p\u00e0gina per definir les aplicacions que estan disponibles per als usuaris de la P\u00e0gina inicial.
jsp.admin.widgets.click = Feu clic al nom de l'aplicaci\u00f3 per seleccionar-lo.
jsp.admin.enabled.widgets = Aplicacions habilitades
jsp.admin.enabled.widgets.comment = Les aplicacions habilitades apareixen a la P\u00e0gina inicial
jsp.admin.disabled.widgets = Aplicacions inhabilitades
jsp.admin.disabled.widgets.comment = Les aplicacions inhabilitades no apareixen a la P\u00e0gina inicial
jsp.admin.button.disable = Inhabilita
jsp.admin.button.edit = Edita
jsp.admin.button.remove = Elimina
jsp.admin.button.enable = Habilita
jsp.admin.button.add = Afegeix una altre aplicaci\u00f3
jsp.admin.button.refresh = Actualitza la mem\u00f2ria cau
jsp.admin.button.add.mapping = Afegeix mapatge
jsp.admin.button.edit.mapping = Edita mapatge
jsp.admin.button.delete.mapping = Suprimeix mapatge
jsp.admin.test.mode.title = Mode de prova:
jsp.admin.test.mode.checkbox = Permet aplicacions inhabilitades
jsp.admin.add.page.title = Afegeix aplicaci\u00f3 nova
jsp.admin.edit.page.title = Edita aplicaci\u00f3
jsp.admin.edit.widget.type = Tipus d'aplicaci\u00f3:
jsp.admin.edit.widget.type.comment = Seleccioneu el tipus d'aplicaci\u00f3
jsp.admin.edit.widget.type.iwidget = iWidget
# OpenSocial should not be translated as it's the name of a standard
jsp.admin.edit.widget.type.osgadget = Gadget d'OpenSocial
jsp.admin.edit.widget.name = T\u00edtol de l'aplicaci\u00f3:
jsp.admin.edit.widget.name.comment = Escriviu un nom d'aplicaci\u00f3. Per exemple, Blogs.
jsp.admin.edit.widget.description = Descripci\u00f3:
jsp.admin.edit.widget.description.comment = Escriviu una descripci\u00f3 de l'aplicaci\u00f3. Per exemple, entrades i comentaris de Blogs m\u00e9s recents.
jsp.admin.edit.widget.url = Adre\u00e7a URL:
jsp.admin.edit.widget.url.comment = Escriviu la ubicaci\u00f3 de l'aplicaci\u00f3. Ha de ser una adre\u00e7a web segura absoluta. Per exemple, http://myserver.com/mywidget.xml.
jsp.admin.edit.widget.secureurl = Adre\u00e7a URL segura:
jsp.admin.edit.widget.secureurl.comment = Escriviu la ubicaci\u00f3 de l'aplicaci\u00f3. Ha de ser una adre\u00e7a web segura absoluta. Per exemple, https://myserver.com/mywidget.xml.
jsp.admin.edit.widget.iconurl = URL de la icona:
jsp.admin.edit.widget.iconurl.comment = Escriviu la ubicaci\u00f3 d'una icona que es visualitzar\u00e0 per a l'aplicaci\u00f3 acoblada. La imatge ha de tenir una mida de 16 x 16 p\u00edxels (s'accepten favicons).
jsp.admin.edit.widget.iconsecureurl = URL segur de la icona:
jsp.admin.edit.widget.iconsecureurl.comment = Escriviu la ubicaci\u00f3 d'una icona que es visualitzar\u00e0 per a l'aplicaci\u00f3 acoblada. La imatge ha de tenir una mida de 16 x 16 p\u00edxels (s'accepten favicons).
jsp.admin.edit.widget.homepagespecific = Utilitzeu etiquetes espec\u00edfiques de l'HCL Connections:
jsp.admin.edit.widget.cache = Descriptor de l'aplicaci\u00f3 de mem\u00f2ria cau:
jsp.admin.edit.widget.preview = URL d'imatge de visualitzaci\u00f3 pr\u00e8via:
jsp.admin.edit.widget.preview.comment = Escriviu la ubicaci\u00f3 d'una imatge de visualitzaci\u00f3 pr\u00e8via. Pot ser una adre\u00e7a web absoluta o relativa. Per exemple, http://myserver.com/images/image.gif.
jsp.admin.edit.widget.category = Categoria:
jsp.admin.edit.widget.category.comment = Per exemple, Adreces d'inter\u00e8s
jsp.admin.edit.widget.tab.widget = Visualitza a La meva p\u00e0gina:
jsp.admin.edit.widget.tab.widget.comment = Heu d'escollir un \u00e0rea on visualitzar l'aplicaci\u00f3, ja sigui a La meva p\u00e0gina o a Actualitzacions. Habiliteu les dues opcions per visualitzar l'aplicaci\u00f3 en ambdues \u00e0rees.
jsp.admin.edit.widget.tab.update =  Visualitza a les p\u00e0gines Actualitzacions:
jsp.admin.edit.widget.tab.update.comment = Heu d'escollir un \u00e0rea on visualitzar l'aplicaci\u00f3, ja sigui a La meva p\u00e0gina o a Actualitzacions. Habiliteu les dues opcions per visualitzar l'aplicaci\u00f3 en ambdues \u00e0rees.
jsp.admin.edit.widget.opened = Obert per defecte:
jsp.admin.edit.widget.opened.comment = Seleccioneu aquesta opci\u00f3 per visualitzar l'aplicaci\u00f3 quan l'usuari inicia sessi\u00f3 per primera vegada a la p\u00e0gina inicial.
jsp.admin.edit.widget.view = Diverses aplicacions:
jsp.admin.edit.widget.view.comment = Seleccioneu aquesta opci\u00f3 per habilitar diverses inst\u00e0ncies de l'aplicaci\u00f3 que voleu visualitzar.
jsp.admin.edit.widget.prereqs = Prerequisits:
jsp.admin.edit.button.ok = D'acord
jsp.admin.edit.button.save = Desa
jsp.admin.edit.button.cancel = Cancel\u00b7la
jsp.admin.tips = Consells
jsp.admin.tip.header = Sou un administrador nou?
jsp.admin.tip.1 = Utilitzeu la p\u00e0gina Administraci\u00f3 per habilitar i inhabilitar aplicacions individuals i per editar els seus detalls.
jsp.admin.tip.2 = Milloreu la funcionalitat de la p\u00e0gina inicial afegint noves aplicacions de la vostra organitzaci\u00f3 o de tercers.
jsp.admin.error.select.widget = Seleccioneu una aplicaci\u00f3 abans de realitzar una acci\u00f3.
jsp.admin.error.empty.name = Escriviu un t\u00edtol per l'aplicaci\u00f3 abans de desar-lo.
jsp.admin.error.empty.url = Escriviu un URL per a l'aplicaci\u00f3 abans de desar-lo.
jsp.admin.error.system.widgets = Les aplicacions del sistema no es poden eliminar.
jsp.admin.error.protocol = Protocol no adm\u00e8s per als recursos de l'aplicaci\u00f3.
jsp.admin.error.url = El recurs no s'ha trobat en aquesta ubicaci\u00f3.
jsp.admin.error.verified = El recurs no s'ha pogut verificar. Poseu-vos en contacte amb l'administrador del sistema.
jsp.admin.error.widgettab = Seleccioneu una o m\u00e9s opcions de visualitzaci\u00f3. Heu de mostrar l'aplicaci\u00f3 a la visualitzaci\u00f3 Actualitzacions o a la visualitzaci\u00f3 Aplicacions, o a amb dues.
jsp.admin.error.newwidget = S'ha produ\u00eft un error en crear la nova aplicaci\u00f3. L'aplicaci\u00f3 est\u00e0 disponible per\u00f2 \u00e9s possible que no funcioni correctament.
jsp.admin.error.enablewidget = S'ha produ\u00eft un error en habilitar l'aplicaci\u00f3. L'aplicaci\u00f3 est\u00e0 disponible per\u00f2 \u00e9s possible que no funcioni correctament.
jsp.admin.error.editwidget = S'ha produ\u00eft un error en desar l'aplicaci\u00f3. L'aplicaci\u00f3 est\u00e0 disponible per\u00f2 \u00e9s possible que no funcioni correctament.
jsp.admin.error.refreshcache = S'ha produ\u00eft un error en actualitzar la mem\u00f2ria cau de l'aplicaci\u00f3.
jsp.admin.gadgetSettings.legend = Par\u00e0metres de gadget amb seq\u00fc\u00e8ncia d'activitats o Comparteix di\u00e0leg
jsp.admin.gadgetSettings.gadgetSecurityLabel = Seguretat:
jsp.admin.gadgetSettings.gadgetsecurityUnrestriced = Fiable
jsp.admin.gadgetSettings.gadgetsso = \u00das de SSO.
jsp.admin.gadgetSettings.gadgetSecurityRestricted = Restringit
jsp.admin.gadgetSettings.gadgetSettingsHelp = Els gadgets de confian\u00e7a poden accedir a les API que poden tenir dades sensibles potencials.
jsp.admin.gadgetSettings.gadgetsecurityLabel = Punts d'integraci\u00f3 de la interf\u00edcie d'usuari:
jsp.admin.gadgetSettings.gadgetshareboxLabel = Mostra al di\u00e0leg Comparteix despr\u00e9s del gadget:
jsp.admin.gadgetSettings.gadgeteeLabel = Mostra els esdeveniments de seq\u00fc\u00e8ncia d'activitats.
jsp.admin.gadgetSettings.gadgeturlaccesslabel = Acc\u00e9s de servidor a trav\u00e9s de proxy:
jsp.admin.gadgetSettings.gadgeturlaccessExternal = Nom\u00e9s fora de la intranet.
jsp.admin.gadgetSettings.gadgeturlaccessAny = Tots els servidors.
jsp.admin.gadgetSettings.gadgeturlaccessCustom = Regla personalitzada definida per a aquest gadget al fitxer proxy-policy.dynamic.
jsp.admin.gadgetSettings.widgetOrGadgetHelp = Quin gadget d'URL pot accedir.
jsp.admin.gadgetSettings.gadgetoauthLabel = Client d'OAuth:
jsp.admin.gadgetSettings.serviceName=Nom del servei:
jsp.admin.gadgetSettings.oauthMappings= Mapeu el servei amb el client Oauth o seleccioneu el mapatge que voleu editar.
jsp.admin.gadgetSettings.serviceMappings= Mapatges de servei:
jsp.admin.alert.willupdate=Si canvieu els valors d'aquesta pantalla, fareu que s'actualitzin les dades i que el focus se situ\u00ef a la part superior de la p\u00e0gina.
jsp.admin.alert.willupdate.2=Si canvieu {0}, fareu que s''actualitzin les dades i que el focus se situ\u00ef a la part superior de la p\u00e0gina.

# Getting Start UI: web/gettingStartedPage.action
jsp.start.title = Guia d'inici de l'HCL Connections
jsp.start.sub.title = Aquesta pestanya us ajudar\u00e0 a realitzar algunes tasques b\u00e0siques i a familiaritzar-vos amb algunes de les caracter\u00edstiques m\u00e9s importants.
jsp.start.checkbox.label = No mostreu aquesta pantalla en iniciar
jsp.start.step1.tab.title.nocaps = Us donem la benvinguda
jsp.start.step1.tab.title = BENVINGUTS
jsp.start.step1.title = Guia d'inici de l'HCL Connections.
jsp.start.step1.sub.title = Aquesta p\u00e0gina d'entrada us permet personalitzar la primera experi\u00e8ncia de l'usuari amb l'HCL Connections.
jsp.start.step1.text = Els administradors poden personalitzar els passos de la p\u00e0gina Com comen\u00e7ar editant el fitxer gettingstarted-config.xml. Poden afegir o eliminar passos, i proporcionar contingut personalitzat com ara un missatge de benvinguda del Consell Delegat.
jsp.start.share.sub.title = Descobriu com podeu connectar-vos amb altres persones i compartir informaci\u00f3.
jsp.start.explore.tab.title.nocaps = Explora
jsp.start.explore.tab.title = EXPLORA
jsp.start.explore.title = Explora
jsp.start.explore.sub.title = Conegueu millor les caracter\u00edstiques de l'HCL Connections.

jsp.start.welcome.title = Us donem la benvinguda a l'HCL Connections
jsp.start.welcome.sub.title = Descobriu qu\u00e8 \u00e9s l'HCL Connections i com utilitzar-lo.
jsp.start.welcome.text.line1 = L'HCL Connections porta la xarxa social a l'empresa i us permet comunicar-vos, col\u00b7laborar i crear relacions amb altres persones. Tant si voleu compartir informaci\u00f3 important, com si voleu crear una xarxa de contactes \u00fatils o seguir persones que us interessen, ja teniu una aplicaci\u00f3 disponible per fer-ho.
jsp.start.welcome.text.line3 = Feu clic a <b>Comparteix</b> per comen\u00e7ar.  Connecteu-vos amb altres persones i comenceu a intercanviar informaci\u00f3 i idees. Despr\u00e9s feu clic a la pestanya <b>Explora</b> per veure una introducci\u00f3 a les diferents aplicacions i aprendre a utilitzar-les.

# Getting started - Visitor tab

jsp.start.welcome.visitor.text.line1 = Alg\u00fa d'aquesta organitzaci\u00f3 us ha convidat a unir-vos a una comunitat de l'HCL Connections o ha compartit un fitxer amb el vostre usuari. L'HCL Connections us ofereix les eines que necessiteu per col\u00b7laborar amb altres persones. Quan us uniu a l'HCL Connections, esdeveniu un usuari extern d'aquesta organitzaci\u00f3.
jsp.start.welcome.visitor.text.line2 = Per sortir immediatament, feu clic a {0} o a {1} per veure si hi ha cap missatge pendent.
jsp.start.welcome.visitor.text.line3 = Voleu saber-ne m\u00e9s? Feu clic a {0} per obtenir m\u00e9s informaci\u00f3.
jsp.start.welcome.visitor.text.homepage = {0} us ajudar\u00e0 a trobar r\u00e0pidament les novetats, que \u00e9s el que requereix la vostra atenci\u00f3 i quan us menciona alg\u00fa. Per treure el m\u00e0xim profit d''aquesta p\u00e0gina, assegureu-vos de seguir les comunitats i els fitxers, per tal d''estar al dia dels darrers canvis. Per obrir la p\u00e0gina inicial, feu clic a la icona Inici.
jsp.start.welcome.visitor.text.communities = Utilitzeu {0} per participar en una comunitat d''inter\u00e8s, on podeu compartir fitxers, fer el seguiment de projectes, preguntar i respondre preguntes, coeditar informaci\u00f3 i fer una pluja d''idees noves. Per trobar les comunitats a les quals pertanyeu, feu clic a la icona Comunitats.
jsp.start.welcome.visitor.text.files = {0} us permet compartir fitxers amb altres persones i veure fitxers que altres persones han compartit amb el vostre usuari. Ancoreu els fitxers que vulgueu recuperar per trobar-los r\u00e0pidament. Deixeu comentaris als fitxers, descarregueu la darrera versi\u00f3 o utilitzeu les capacitats de coedici\u00f3 per fer canvis a fitxers en l\u00ednia.
jsp.start.welcome.visitor.homepage = P\u00e0gina inicial
jsp.start.welcome.visitor.help = Qu\u00e8 puc fer com a usuari extern?

# Getting started - share tab
jsp.start.share.tab.title.nocaps=Comparteix
jsp.start.share.tab.title=COMPARTEIX
jsp.start.share.title=Qu\u00e8 voleu fer a continuaci\u00f3?
jsp.start.share.component.headline.documents=Compartir documents de treball i recursos
jsp.start.share.component.headline.collaborate=Crear una ubicaci\u00f3 central on pugui col\u00b7laborar el meu equip
jsp.start.share.component.headline.ideas=Crear un lloc on el meu equip pugui compartir idees
jsp.start.share.component.headline.knowledge=Mantenir un registre personal per compartir els meus coneixements i experi\u00e8ncia
jsp.start.share.component.headline.people=Trobar persones amb qui connectar-me
jsp.start.share.component.headline.links=Compartir els meus enlla\u00e7os als llocs web
jsp.start.share.component.headline.library=Sol\u00b7licitar una revisi\u00f3 de document als meus iguals

jsp.start.share.component.body.title.tryMultiple=Proveu {0} o {1}
jsp.start.share.component.body.title.try=Proveu {0}

jsp.start.share.component.body.documents.files=Utilitzeu Fitxers quan vulgueu carregar, compartir i emmagatzemar documents en una posici\u00f3 central.
jsp.start.share.component.body.documents.activities=Podeu utilitzar Activitats per compartir documents de treball. Una activitat us permet organitzar el treball i els recursos del vostre equip al voltant de les tasques del projecte.

jsp.start.share.component.body.collaborate.communities=Una comunitat reuneix les persones que comparteixen un inter\u00e8s com\u00fa. Utilitzeu les caracter\u00edstiques que proporciona Comunitats per donar-vos a con\u00e8ixer, organitzar-vos i comen\u00e7ar a connectar-vos. Animeu el vostre equip a col\u00b7laborar i compartir informaci\u00f3 afegint blocs, activitats, f\u00f2rums i adreces d'inter\u00e8s.
jsp.start.share.component.body.ideas.forums=Els f\u00f2rums s\u00f3n un lloc \u00fatil on el vostre equip pot treure idees noves i rebre comentaris. Utilitzeu un f\u00f2rum per compartir idees amb el vostre equip i tractar temes d'inter\u00e8s com\u00fa.
jsp.start.share.component.body.ideas.wikis=Creeu un wiki per donar al vostre equip un lloc central per compartir i desenvolupar idees d'una manera din\u00e0mica i col\u00b7laborativa.
jsp.start.share.component.body.knowledge.blogs=Els blocs s\u00f3n diaris en l\u00ednia que podeu utilitzar per compartir informaci\u00f3 amb la vostra organitzaci\u00f3. Utilitzeu un bloc per informar els companys sobre els darrers desenvolupaments en una determinada \u00e0rea, posar els vostres coneixements a disposici\u00f3 d'altres persones o simplement compartir les vostres not\u00edcies i opinions.
jsp.start.share.component.body.people.profiles=Utilitzeu Perfils per connectar-vos r\u00e0pidament amb les persones adequades. Podeu cercar persones en funci\u00f3 de la informaci\u00f3 de contacte, formaci\u00f3 o coneixements. Confegiu un conjunt \u00fatil de contactes convidant les persones a unir-se a la vostra xarxa. Doneu-vos a con\u00e8ixer i manteniu-vos connectat!
jsp.start.share.component.body.links.dogear=Utilitzeu Adreces d'inter\u00e8s per emmagatzemar, organitzar i compartir les adreces d'inter\u00e8s d'Internet i de la intranet des d'una ubicaci\u00f3 central pr\u00e0ctica. Podeu compartir algunes o totes les vostres adreces d'inter\u00e8s i tenir el control sobre el que poden veure les persones. Tamb\u00e9 podeu aprofitar els recursos de la vostra organitzaci\u00f3 visualitzant les recopilacions d'adreces d'inter\u00e8s d'altres persones.
jsp.start.share.component.body.library.communities=Utilitzeu una biblioteca per emmagatzemar, organitzar, col\u00b7laborar i compartir fitxers de comunitat. Podeu sol\u00b7licitar a altres membres que revisin els vostres esborranys i treure profit de les nombroses caracter\u00edstiques socials proporcionades, com ara l'etiquetatge, el seguiment, la recomanaci\u00f3 i els comentaris.


jsp.start.share.component.linksTitle.activities=V\u00e9s a Activitats
jsp.start.share.component.linksTitle.blogs=V\u00e9s a Blocs
jsp.start.share.component.linksTitle.dogear=V\u00e9s a Adreces d'inter\u00e8s
jsp.start.share.component.linksTitle.files=V\u00e9s a Fitxers
jsp.start.share.component.linksTitle.communities=V\u00e9s a Comunitats
jsp.start.share.component.linksTitle.forums=V\u00e9s a F\u00f2rums
jsp.start.share.component.linksTitle.wikis=V\u00e9s a Wikis
jsp.start.share.component.linksTitle.profiles=V\u00e9s a Perfils
jsp.start.share.component.linksTitle.homepage=V\u00e9s a la visualitzaci\u00f3 d'actualitzacions de p\u00e0gina inicial.

jsp.start.share.info=Feu clic als enlla\u00e7os per obtenir m\u00e9s detalls sobre cada aplicaci\u00f3.

# Explore
jsp.start.explore.component.body.activities=Les activitats us permeten organitzar el treball del vostre equip al voltant de les tasques del projecte. La creaci\u00f3 d'una activitat \u00e9s una manera \u00fatil de compartir informaci\u00f3 i recursos, assignar i fer el seguiment de tasques pendents, publicar informaci\u00f3 de l'equip i organitzar reunions. En qualsevol moment, podeu afegir membres a una activitat, amb la qual cosa podeu reunir r\u00e0pidament els recursos que necessiteu per a un projecte.
jsp.start.explore.component.body.blogs=Els blocs s\u00f3n diaris en l\u00ednia que podeu utilitzar per compartir informaci\u00f3 amb la resta de la vostra organitzaci\u00f3. Un bloc \u00e9s una manera fant\u00e0stica de comunicar les vostres darreres not\u00edcies i opinions de forma eficient i din\u00e0mica. Amb la publicaci\u00f3 d'entrades peri\u00f2diques sobre un tema o \u00e0mbit concret podeu mantenir informades les persones sobre els darrers aven\u00e7os en una determinada \u00e0rea.
jsp.start.explore.component.body.dogear=Utilitzeu Adreces d'inter\u00e8s per emmagatzemar i recuperar enlla\u00e7os web marcats com a adreces d'inter\u00e8s des d'una ubicaci\u00f3 central. Podeu compartir algunes o totes les vostres adreces d'inter\u00e8s. Tamb\u00e9 podeu veure les recopilacions d'adreces d'inter\u00e8s d'altres persones oferint-vos la possibilitat de connectar-vos amb les persones que tenen interessos semblants o els coneixements que necessiteu.
jsp.start.explore.component.body.communities=Una comunitat \u00e9s un grup de persones que comparteixen un inter\u00e8s com\u00fa. Les comunitats proporcionen una manera excel\u00b7lent de connectar els membres d'un equip i ajudar-los a estar en contacte i compartir informaci\u00f3. Les comunitats poden ser p\u00fabliques o restringides i permeten als seus propietaris tenir el control de qui pot unir-se a la comunitat i accedir al contingut d'una comunitat. Les comunitats poden contenir un enlla\u00e7a a biblioteques de documents, permetent que els membres s'organitzin i col\u00b7laborin als fitxers de comunitat.
jsp.start.explore.component.body.files=Fitxers ofereix una manera c\u00f2moda de carregar i emmagatzemar fitxers en un dip\u00f2sit central. Podeu compartir els fitxers carregats amb persones seleccionades, la qual cosa us ofereix la possibilitat de col\u00b7laborar en continguts sense haver d'enviar fitxers grans per correu electr\u00f2nic. Tamb\u00e9 podeu indicar que us agraden i fer comentaris sobre fitxers, organitzar fitxers en carpetes i fer el seguiment de les diferents versions dels fitxers.
jsp.start.explore.component.body.forums=Un f\u00f2rum \u00e9s un panell de discussi\u00f3 en l\u00ednia amb el focus posat en un determinat tema o \u00e0rea. Podeu participar en un f\u00f2rum publicant preguntes o responent a fils de discussi\u00f3 existents. Voleu trobar la soluci\u00f3 a un problema que us ha mantingut bloquejats?  Els f\u00f2rums s\u00f3n una manera fant\u00e0stica per fer aflorar idees noves, recollir comentaris i aprofitar els coneixements d'altres persones.
jsp.start.explore.component.body.profiles=Perfils \u00e9s un directori de les persones de la vostra organitzaci\u00f3 que us permet trobar i connectar r\u00e0pidament amb les persones adequades. Podeu cercar persones en funci\u00f3 de la seva informaci\u00f3 de contacte, formaci\u00f3 o coneixements. Doneu-vos a con\u00e8ixer emplenant el vostre propi perfil. Confegiu el vostre propi conjunt de contactes afegint persones a la vostra xarxa.
jsp.start.explore.component.body.wikis=Un wiki \u00e9s una recopilaci\u00f3 de p\u00e0gines web sobre un determinat tema. Els wikis s\u00f3n una manera fant\u00e0stica de compartir informaci\u00f3 de manera centralitzada i incentivar la col\u00b7laboraci\u00f3 dins del vostre equip de projecte. Els membres del wiki poden afegir les seves pr\u00f2pies p\u00e0gines i tamb\u00e9 editar i fer comentaris sobre p\u00e0gines existents, la qual cosa permet garantir que la informaci\u00f3 es mantingui sempre actualitzada.

jsp.start.explore.introduction.title=Introducci\u00f3
jsp.start.explore.introduction.body=L'HCL Connections \u00e9s un programari social per a l'empresa. Us permet desenvolupar-vos, nodrir-vos i estar en contacte amb una xarxa de companys de feina, reaccionar r\u00e0pidament a les oportunitats empresarials gr\u00e0cies a l'\u00fas dels coneixements que podreu trobar a la xarxa, i debatre i perfeccionar idees noves i creatives amb comunitats de col\u00b7laboradors i clients.
jsp.start.explore.info=Feu clic als enlla\u00e7os per obtenir m\u00e9s detalls sobre cada aplicaci\u00f3.

jsp.start.explore.demo.alt=Reprodueix v\u00eddeo de demostraci\u00f3
jsp.start.explore.viewdemo=Visualitza la demostraci\u00f3
jsp.start.explore.viewCommunitiesDemo=Visualitza la demo de comunitats
jsp.start.explore.viewLibraryDemo=Visualitza la demo de biblioteca

jsp.help.read.transcript = Fes clic aqu\u00ed per llegir una transcripci\u00f3 de text d'aquest programa d'aprenentatge.

# River of news strings
jsp.river.more = M\u00e9s
jsp.river.removeSaved = Elimina l'element de la meva llista desada
jsp.river.associatedTags = Etiquetes:
jsp.river.saveForLater= Desa
jsp.river.saveForLater.alt = Icona de desar
jsp.river.openOriginal = Obre l'element original
jsp.river.linkIcon = Icona Enlla\u00e7
jsp.river.deleteSaved = Elimina de desat

jsp.river.discover.introduction = Descobriu persones noves i continguts nous navegant per totes les actualitzacions p\u00fabliques
jsp.river.topUpdates.introduction = Visualitzeu les actualitzacions d'estat de la xarxa i les respostes a les vostres pr\u00f2pies contribucions.
jsp.river.filter.show = Mostra:
jsp.river.filter.allUpdates = Totes les actualitzacions
jsp.river.filter.homepage = P\u00e0gina inicial
jsp.river.filter.activities = Activitats
jsp.river.filter.profiles = Perfils
jsp.river.filter.communities = Comunitats
jsp.river.filter.blogs = Blogs
jsp.river.filter.dogear = Adreces d'inter\u00e8s
jsp.river.filter.wikis = Wikis
jsp.river.filter.files = Fitxers

jsp.river.filter.alt.allUpdates = Seleccioneu per visualitzar totes les actualitzacions
jsp.river.filter.alt.activities = Seleccioneu per visualitzar nom\u00e9s les actualitzacions d'Activitats
jsp.river.filter.alt.profiles = Seleccioneu per visualitzar nom\u00e9s les actualitzacions de Perfils
jsp.river.filter.alt.communities = Seleccioneu per visualitzar nom\u00e9s les actualitzacions de Comunitats
jsp.river.filter.alt.blogs = Seleccioneu per visualitzar nom\u00e9s les actualitzacions de Blocs
jsp.river.filter.alt.dogear = Seleccioneu per visualitzar nom\u00e9s les actualitzacions d'Adreces d'inter\u00e8s
jsp.river.filter.alt.wikis = Seleccioneu per visualitzar nom\u00e9s les actualitzacions de Wikis
jsp.river.filter.alt.files = Seleccioneu per visualitzar nom\u00e9s les actualitzacions de Fitxers

jsp.river.error.message = No es poden visualitzar not\u00edcies
jsp.river.error.error = S'ha produ\u00eft un error. Poseu-vos en contacte amb l'administrador del sistema. Aquest error pot produir-se si el servei de dip\u00f2sit de not\u00edcies no funciona correctament.
jsp.river.error.details = Mostra missatge d'error complet
jsp.river.error.icon.alt = Icona Error

# Alt text for icons in river of news. Need for screen readers
jsp.river.alt.homepage = Esdeveniment de la P\u00e0gina inicial
jsp.river.alt.blogs = Esdeveniment de Blocs
jsp.river.alt.wikis = Esdeveniment de Wikis
jsp.river.alt.files = Esdeveniment de Fitxers
jsp.river.alt.dogear = Esdeveniment d'Adreces d'inter\u00e8s
jsp.river.alt.activities = Esdeveniment d'Activitats
jsp.river.alt.profiles = Esdeveniment de Perfils
jsp.river.alt.communities = Esdeveniment de Comunitats
jsp.river.alt.thirdParty = Esdeveniment d'un component de tercers

# Saved tab messages when no stories to display
jsp.river.savedTab.title.part1 = Encara no heu desat cap relat.
jsp.river.savedTab.title.part2 = Per desar relats per llegir-los m\u00e9s tard...
jsp.river.savedTab.step1 = Quan visualitzeu una llista de relats (a les pestanyes Actualitzacions principals, Descobreix o Llista de seguiment).
jsp.river.savedTab.step2 = Feu clic a M\u00e9s al costat del relat que voleu desar.
jsp.river.savedTab.step3 = Feu clic a Desa aquest relat.

# Taop updates messages when no stories to display
# {0} is person name
jsp.river.topUpdates.welcome = Hola {0}!
jsp.river.topUpdates.profiles.update = Feu saber a les persones qui sou i qu\u00e8 feu.
jsp.river.topUpdates.profiles.update.part2 = Actualitzeu el vostre perfil.
jsp.river.topUpdates.colleagues.part1 = Cerqueu persones que us interessen i convideu-les a unir-se a la vostra xarxa.
jsp.river.topUpdates.colleagues.part2 = Comenceu a crear la vostra xarxa.
jsp.river.topUpdates.activities.part1 = Creeu tasques a fer i assigneu-les al vostre equip.
jsp.river.topUpdates.activities.part2 = Inicieu una activitat.
jsp.river.topUpdates.blogs.part1 = Compartiu les vostres not\u00edcies i opinions amb l'organitzaci\u00f3.
jsp.river.topUpdates.blogs.part2 = Creeu un bloc.
jsp.river.topUpdates.communities.part1 = Connecteu-vos amb persones que comparteixen un inter\u00e8s com\u00fa.
jsp.river.topUpdates.communities.part2 = Uniu-vos a una comunitat.
jsp.river.topUpdates.dogear.part1 = Deseu, organitzeu i compartiu les vostres adreces d'inter\u00e8s.
jsp.river.topUpdates.dogear.part2 = Cerqueu adreces d'inter\u00e8s que us interessin.
jsp.river.topUpdates.files.part1 = Compartiu informaci\u00f3 i col\u00b7laboreu amb altres persones.
jsp.river.topUpdates.files.part2 = Carregueu i compartiu fitxers.
jsp.river.topUpdates.wikis.part1 = Navegueu fins que trobeu un wiki en el qual voleu col\u00b7laborar, o b\u00e9 creeu-ne un de nou.
jsp.river.topUpdates.wikis.part2 = Comenceu a col\u00b7laborar.
jsp.river.topUpdates.intro = Quan ja treballeu de manera activa amb l'HCL Connections, aquesta p\u00e0gina s'omplir\u00e0 amb les actualitzacions m\u00e9s recents relacionades amb el vostre usuari i la vostra xarxa.

jsp.river.noItems = No hi ha actualitzacions de not\u00edcies per mostrar per a aquesta selecci\u00f3.
jsp.statusUpdates.noItems = No hi ha actualitzacions d'estat per mostrar.
jsp.newsfeed.noItems = El vostre canal d'informaci\u00f3 de not\u00edcies est\u00e0 buit. Veureu les actualitzacions un cop comenceu a seguir altres persones o continguts.
jsp.river.discover.noItems = En aquests moments no s'ha realitzat cap actualitzaci\u00f3 a l'HCL Connections. Torneu m\u00e9s tard.

jsp.river.watchlist.addPerson = Afegeix persona a la meva llista de seguiment
jsp.river.watchlist.addPersonConfirm = La vostra llista de seguiment s'ha actualitzat
# {0} is the name of a person
jsp.river.watchlist.addSpecificPerson = Afegeix {0} a la meva llista de seguiment
# {0} is the name of a person
jsp.river.watchlist.addSpecificPersonConfirm = {0} s''ha afegit a la vostra llista de seguiment
jsp.river.watchlist.removePerson = Elimina persona de la meva llista de seguiment
jsp.river.watchlist.removePersonConfirm = La vostra llista de seguiment s'ha actualitzat
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPerson = Elimina {0} de la meva llista de seguiment
# {0} is the name of a person
jsp.river.watchlist.removeSpecificPersonConfirm = {0} s''ha eliminat de la vostra llista de seguiment

jsp.river.watchlist.addTag = Afegeix etiqueta a la meva llista de seguiment
jsp.river.watchlist.addTagConfirm = La vostra llista de seguiment s'ha actualitzat
# {0} is a tag
jsp.river.watchlist.addSpecificTag = Afegeix etiqueta {0} a la meva llista de seguiment
# {0} is a tag
jsp.river.watchlist.addSpecificTagConfirm = L''etiqueta {0} s''ha afegit a la vostra llista de seguiment
jsp.river.watchlist.removeTag = Elimina etiqueta de la meva llista de seguiment
jsp.river.watchlist.removeTagConfirm = La vostra llista de seguiment s'ha actualitzat
# {0} is a tag
jsp.river.watchlist.removeSpecificTag = Elimina etiqueta {0} de la meva llista de seguiment
# {0} is a tag
jsp.river.watchlist.removeSpecificTagConfirm = L''etiqueta {0} s''ha eliminat de la vostra llista de seguiment


jsp.river.removePerson = Elimina persona de les meves actualitzacions
# {0} is the name of a person
jsp.river.removeSpecificPerson = Elimina {0} de les meves actualitzacions
jsp.river.preview.blogs = Previsualitza entrada

jsp.river.subscribe.alt = Icona de canal d'informaci\u00f3
jsp.river.subscribe = Canal d'informaci\u00f3 per a aquests relats

# Palette category
jsp.palette.category.all = Tot

# Notification perspective strings
jsp.notifications.received.noItems = No heu rebut cap notificaci\u00f3.
jsp.notifications.sent.noItems = No heu enviat cap notificaci\u00f3.

# General notification strings
jsp.notifications.received.title = Notificacions rebudes
jsp.notifications.received.sub.title = Visualitzeu les notificacions que altres usuaris o el sistema us han enviat.
jsp.notifications.sent.title = Notificacions enviades
jsp.notifications.sent.sub.title = Visualitzeu les notificacions que heu enviat a altres usuaris.
jsp.notifications.new = Nou
# {0} is the name of a person
jsp.notifications.photo = Fotografia de {0}
jsp.notifications.sent.multiple.photo = Diversos destinataris
# {0} is the name of a person
jsp.notifications.sent.to.individual = Enviat a: {0}
# {0} is a number greater than 1
jsp.notifications.sent.to.multiple = Enviat a {0} persones
jsp.notifications.delete = Suprimiu aquest notificaci\u00f3

# Activities specific notification messages
# {0} is the name of an activity entry, {1} is the name of an activity
jsp.notifications.activities.notify.title = {0} de l''activitat: {1}
# {0} is the name of an activity
jsp.notifications.activities.autocomplete.received.title = L''activitat "{0}" es marcar\u00e0 de manera autom\u00e0tica com a completa.
jsp.notifications.activities.autocomplete.sent.title = La vostra activitat "{0}" est\u00e0 a punt de completar-se autom\u00e0ticament.
jsp.notifications.activities.create.title = Heu creat una activitat nova: {0}
jsp.notifications.activities.addmember.received.title = Heu estat afegit a l''activitat: {0}
jsp.notifications.activities.addmember.sent.title = Heu afegit nous membres a l''activitat: {0}
jsp.notifications.activities.invite.received.title = Heu estat convidat a unir-vos a l''activitat: {0}
jsp.notifications.activities.invite.sent.title = Heu convidat usuaris a unir-se a l''activitat: {0}
jsp.notifications.activities.invite.primaryaction = Uniu-vos a aquesta activitat.
jsp.notifications.activities.invite.secondaryaction = Rebutgeu aquesta invitaci\u00f3.

# Blogs specific notification messages
# {0} is the name of a blog entry, {1} is the name of a blog
jsp.notifications.blogs.notify.title = {0} del bloc: {1}
# {0} is the name of a blog
jsp.notifications.blogs.notifyassignedowner.received = Heu estat afegit com a propietari del bloc: {0}
jsp.notifications.blogs.notifyassignedowner.sent= Heu afegit un propietari al bloc: {0}
jsp.notifications.blogs.notifyassignedauthor.received = Heu estat afegit com a autor del bloc: {0}
jsp.notifications.blogs.notifyassignedauthor.sent= Heu afegit un autor al bloc: {0}
jsp.notifications.blogs.notifyassigneddraft.received = Heu estat afegit com a col\u00b7laborador d''esborranys del bloc: {0}
jsp.notifications.blogs.notifyassigneddraft.sent= Heu afegit un col\u00b7laborador d''esborranys al bloc: {0}

# Ideation Blogs specific notification messages
# {0} is the name of an Ideation Blog entry (idea), {1} is the name of an Ideation Blog
jsp.notifications.ideationblog.notify.title = {0} del bloc d''idees: {1}

# Communities specific notification messages
# {0} is the name of a community
jsp.notifications.communities.memberadded.received.title = Heu estat afegit a la comunitat: {0}
jsp.notifications.communities.memberadded.sent.title = Heu afegit usuaris a la comunitat: {0}
jsp.notifications.communities.memberremoved.received.title = Heu estat eliminat de la comunitat: {0}
jsp.notifications.communities.memberremoved.sent.title = Heu eliminat usuaris de la comunitat: {0}
jsp.notifications.communities.requesttojoin.received.title = Un usuari ha sol\u00b7licitat unir-se a la comunitat: {0}
jsp.notifications.communities.requesttojoin.sent.title = Heu sol\u00b7licitat unir-vos a la comunitat: {0}
jsp.notifications.communities.invite.received.title = Heu estat convidat a unir-vos a la comunitat: {0}
jsp.notifications.communities.invite.sent.title = Heu convidat usuaris a unir-se a la comunitat: {0}
jsp.notifications.communities.invite.primaryaction = Uniu-vos a aquesta comunitat.
jsp.notifications.communities.invite.secondaryaction = Rebutgeu aquesta invitaci\u00f3.

# Dogear specific notification messages
# {0} is a bookmark title
jsp.notifications.dogear.notify.title = {0} Adre\u00e7a d''inter\u00e8s
jsp.notifications.dogear.notify.multiple.title = Diverses adreces d'inter\u00e8s.
jsp.notifications.dogear.notify.primaryaction = Editeu aquesta adre\u00e7a d'inter\u00e8s.
# {0} is a bookmark title
jsp.notifications.dogear.brokenurl.title = La vostra adre\u00e7a d''inter\u00e8s anomenada {0} ha estat senyalada com a trencada.
jsp.notifications.dogear.brokenurl.sent.title = Heu senyalat l''adre\u00e7a d''inter\u00e8s anomenada {0} com a trencada.
# {0} is the title of a bookmark. {1} is a URL
jsp.notifications.dogear.replaceurl.title = La vostra adre\u00e7a d''inter\u00e8s anomenada {0} est\u00e0 trencada. El nou URL \u00e9s: {1}
jsp.notifications.dogear.replaceurl.primaryaction = Editeu aquesta adre\u00e7a d'inter\u00e8s.
jsp.notifications.dogear.replaceurl.secondaryaction = Visualitzeu les adreces d'inter\u00e8s trencades.

# Profiles specific notification messages
jsp.notifications.profiles.notify.received.title = Invitaci\u00f3 a unir-vos a la meva xarxa
jsp.notifications.profiles.notify.sent.title = Invitaci\u00f3 per unir-se a la vostra xarxa
jsp.notifications.profiles.notify.primaryaction = Visualitzeu les vostres invitacions

# Files specific notification messages
jsp.notifications.files.mediashare.title = {0} Fitxer
jsp.notifications.files.collectionmediaadd.title = {0} El fitxer s''ha afegit a la carpeta {1}
jsp.notifications.files.collectionmemberupdated.title = Heu estat afegit a la carpeta: {0}
jsp.notifications.files.collectionmemberupdated.sent.title = Heu afegit usuaris a la carpeta: {0}
jsp.notifications.files.communityvisibilityupdated.title = La comunitat {0} s''ha fet p\u00fablica i els fitxers no p\u00fablics que compart\u00edeu amb la comunitat s''han eliminat.
jsp.notifications.files.communityvisibilityupdated.desc = Ten\u00edeu un o m\u00e9s fitxers no p\u00fablics compartits amb aquesta comunitat. Aquests fitxers s'han eliminat i s'han de fer p\u00fablics abans que es puguin compartir amb aquesta comunitat.

# Wikis specific notification messages
# {0} is the name of a wiki
jsp.notifications.wikis.received.roleAdd = Heu estat afegit al wiki: {0}
jsp.notifications.wikis.sent.roleAdd = Heu afegit usuaris al wiki: {0}


# Generic stuffs in case we need after string freeze
jsp.widget.addPage = Afegeix p\u00e0gina
jsp.widget.removePage = Elimina p\u00e0gina
jsp.widget.generalPage = Widgets generals
jsp.customize.preferences = Prefer\u00e8ncies
# {0} is the name of a page e.g. Important stuff
jsp.widget.defaultPageName = La meva p\u00e0gina {0}
jsp.widget.listHelp = afegiu barra vertical (|) entre les entrades.
jsp.widget.required = Ompliu els camps necessaris, marcats amb *, abans de desar.

jsp.typeAhead.more = {0} resultats disponibles. Visualitzant nom\u00e9s els primers 15 resultats.
jsp.typeAhead.error = S'ha produ\u00eft un error en recuperar la llista de persones.
jsp.typeAhead.noResults = No hi ha resultats coincidents

jsp.home.status.updates.choose.person = Tria una persona
jsp.home.filter.by = Mostra:

jsp.home.filter.status.updates.all = Totes les actualitzacions d'estat
jsp.home.filter.status.updates.follow = Persones que segueixo
jsp.home.filter.status.updates.network = La meva xarxa
jsp.home.filter.status.updates.network.following =La meva xarxa i Persones que estic seguint
jsp.home.filter.status.updates.mine = Les meves actualitzacions d'estat

jsp.home.status.updates.comment.count = (1 comentari)
# {0} is the number of comments
jsp.home.status.updates.comments.count = ({0} comentaris)

jsp.home.status.updates.notpermitted = No podeu o no teniu perm\u00eds per comentar aquest missatge.

# {0} is the number of extra comments to show
jsp.home.status.updates.show.comments = Mostra {0} m\u00e9s comentaris...
# {0} is the number of extra comments to hide
jsp.home.status.updates.hide.comments = Oculta {0} comentaris...
jsp.home.status.updates.post.comment.error = Error en la sol\u00b7licitud d'enviar el vostre comentari. Poseu-vos en contacte amb l'administrador.
jsp.home.status.updates.delete.comment.error = Error en la sol\u00b7licitud de suprimir el vostre comentari. Poseu-vos en contacte amb l'administrador.
jsp.home.status.updates.delete.update.error = Error en la sol\u00b7licitud de suprimir la vostra actualitzaci\u00f3. Poseu-vos en contacte amb l'administrador.
jsp.home.status.updates.just.now = Ara mateix
jsp.home.status.updates.invalid.comment.entered = El comentari que heu introdu\u00eft no \u00e9s v\u00e0lid, reviseu-lo i torneu-ho a intentar.
jsp.home.delete.entry = Suprimiu aquesta entrada

#This text is used to identify where a user has written on someone elses board. Typical use is : 'User A' wrote on the board of 'User B'
jsp.home.status.updates.wrote.board.entry = escrit al tauler de
jsp.home.status.updates.wrote.board.you.entry = escrit en el vostre panell.

jsp.home.main.confirm = Confirma
jsp.home.main.error = Error
jsp.home.main.hide = Oculta

jsp.home.action.submit = Envia
jsp.home.action.comments.add = Afegeix comentari

jsp.home.no.content.statusupdates.title = Encara no teniu cap actualitzaci\u00f3 d'estat.
jsp.home.no.content.statusupdates.desc.line1 = Per rebre actualitzacions d'estat d'una persona, obriu el seu perfil i feu clic a Convida a la meva xarxa per afegir-la com a companya, o b\u00e9 Segueix per seguir-la.
jsp.home.no.content.statusupdates.desc.line2 = Feu clic a En qu\u00e8 esteu treballant ara mateix? per actualitzar el vostre missatge d'estat.
jsp.home.no.content.statusupdates.oneline = Encara no teniu cap actualitzaci\u00f3 d'estat. Per rebre actualitzacions d'estat d'una persona, obriu el seu perfil i feu clic a "Convida a la meva xarxa" per afegir-la com a companya, o b\u00e9 feu clic a "Segueix" per seguir-la. Feu clic a "En qu\u00e8 esteu treballant ara mateix?" per actualitzar el vostre propi missatge d'estat.

jsp.home.no.content.newsfeed.title = Encara no teniu actualitzacions de not\u00edcies.
jsp.home.no.content.newsfeed.desc.line1 = Heu d'estar seguint persones o continguts per tal de rebre actualitzacions.
jsp.home.no.content.newsfeed.desc.line2 = On vegeu un bot\u00f3 Segueix a la interf\u00edcie d'usuari, feu-hi clic per seguir persones o continguts.
jsp.home.no.content.newsfeed.oneline = Encara no teniu actualitzacions de not\u00edcies. Heu de seguir persones o continguts per tal de rebre actualitzacions. Per seguir persones o continguts, feu clic al bot\u00f3 "Segueix" on estigui disponible.

jsp.home.no.content.discover.title = Encara no hi ha actualitzacions p\u00fabliques, torneu-ho a provar m\u00e9s tard.
jsp.home.no.content.discover.desc.line1 = A mesura que les persones comencin a afegir continguts en les diferents aplicacions, aquesta p\u00e0gina mostrar\u00e0 actualitzacions p\u00fabliques.
jsp.home.no.content.discover.oneline = Encara no hi ha actualitzacions. A mesura que les persones comencin a afegir continguts, podreu utilitzar aquesta p\u00e0gina per veure actualitzacions p\u00fabliques.

jsp.home.no.content.saved.title = No heu desat cap not\u00edcia.
jsp.home.no.content.saved.desc.line1 = Per desar una not\u00edcia, feu clic a M\u00e9s al costat de la not\u00edcia i despr\u00e9s feu clic a Desa.
jsp.home.no.content.saved.oneline = No teniu cap not\u00edcia desada. Per desar una not\u00edcia, feu clic a M\u00e9s al costat de la not\u00edcia i despr\u00e9s feu clic a Desa.

jsp.home.tags.main.title=Etiquetes que segueixo
jsp.home.tags.filter.title=Filtra per etiqueta
jsp.home.tags.adding.title=Afegint etiquetes noves
jsp.home.tags.removing.title=Eliminant etiquetes
jsp.home.tags.add.title=Afegint una etiqueta

jsp.home.tags.remove.filter.title=Elimina etiqueta del filtre

jsp.home.tags.filtered.title=Visualitzant el contingut etiquetat:
jsp.home.tags.confirm.text=L''etiqueta nova \"{0}\" s''ha afegit correctament. Ara podeu filtrar el canal d''informaci\u00f3 amb aquesta etiqueta.
jsp.home.tags.multi.confirm.text=Les etiquetes noves \"{0}\" s''han afegit correctament. Ara podeu filtrar el canal d''informaci\u00f3 amb aquestes etiquetes.
jsp.home.tags.error.text=S'ha produ\u00eft un problema en gestionar la sol\u00b7licitud de subscripci\u00f3 de l'etiqueta. Poseu-vos en contacte amb el vostre administrador o torneu-ho a provar.

jsp.home.show.more=Mostra m\u00e9s relats...
jsp.home.subscribe.entries=Canal d'informaci\u00f3 per a aquestes entrades
jsp.home.loading=Carregant m\u00e9s relats...

jsp.home.manage.tags.text=Gestiona les meves etiquetes
jsp.home.saving.for.later= desant relat per m\u00e9s tard...
jsp.home.saved.story=Relat desat
jsp.home.add.saved.item.confirm.text=El relat s'ha desat correctament
jsp.home.add.saved.item.error.text=S'ha produ\u00eft un problema en gestionar la sol\u00b7licitud de desar l'element. Poseu-vos en contacte amb el vostre administrador o torneu-ho a provar.
jsp.home.remove.saved.item.error.text=S'ha produ\u00eft un problema en eliminar l'element desat. Poseu-vos en contacte amb el vostre administrador o torneu-ho a provar.

jsp.home.error111=L'etiqueta que heu intentat afegir ja existeix.


jsp.home.tags.remove.alt.text = Elimina l'etiqueta

jsp.form.login = Formulari d'inici de sessi\u00f3

jsp.activitystream.title = Actualitzacions
