# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.jfTokenizer.init=CLFRQ0202E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 JFrostTokenizer.
error.jfAnalyzer.tokenStream=CLFRQ0206E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 JFrostAnalyzer, \u0432\u0440\u044a\u0449\u0430\u0439\u043a\u0438 tokenStream.
error.jfTokenizer.nonDictionary=CLFRQ0277E: \u041d\u044f\u043c\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u0435\u043d \u0440\u0435\u0447\u043d\u0438\u043a \u0432 \u043f\u0430\u043c\u0435\u0442\u0442\u0430.
error.jfParser.createStd=CLFRQ0289E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u044f createStd \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0430\u043d\u0430\u043b\u0438\u0437\u0430 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
error.langIdentifier.identifyLang=CLFRQ0290E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0435\u0437\u0438\u0446\u0438
error.SourceIndexer.getLanguageID=CLFRQ0288E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u043b\u0443\u0447\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0435\u0437\u0438\u043a\u0430
# Locale contains a language code (such as 'fr') and location contains a file path
error.DictionaryService.loadDictionaries=CLFRQ0203E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0435\u0447\u043d\u0438\u043a \u0441 \u0442\u0430\u0437\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f: \u0435\u0437\u0438\u043a\u043e\u0432\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u043b\u0438\u0432\u0430 {0}, \u043c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435 {1}
error.DictionaryService.nullCapMatrix=CLFRQ0205E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 CapMatrix \u0435 \u043d\u0443\u043b\u0435\u0432\u0430. \u041f\u044a\u0440\u0432\u043e \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043d\u0430 CapMatrix.
error.DictionaryService.unloadDictionaries=CLFRQ0204E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0435\u0447\u043d\u0438\u0446\u0438.
