# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.jfTokenizer.init=CLFRQ0202E: JFrostTokenizer \u049b\u04b1\u0440\u0430\u043b\u044b\u043d \u043e\u0440\u043d\u0430\u0442\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.jfAnalyzer.tokenStream=CLFRQ0206E: JFrostAnalyzer \u049b\u04b1\u0440\u0430\u043b\u044b tokenStream \u043d\u04d9\u0442\u0438\u0436\u0435\u0441\u0456\u043d \u0431\u0435\u0440\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.jfTokenizer.nonDictionary=CLFRQ0277E: \u0416\u0430\u0434\u0442\u0430 \u049b\u043e\u043b\u0436\u0435\u0442\u0456\u043c\u0434\u0456 \u0441\u04e9\u0437\u0434\u0456\u043a \u0436\u043e\u049b.
error.jfParser.createStd=CLFRQ0289E: \u041c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u0442\u0430\u043b\u0434\u0430\u0493\u0430\u043d\u0434\u0430 createStd \u0444\u0443\u043d\u043a\u0446\u0438\u044f\u0441\u044b \u043a\u0435\u0437\u0456\u043d\u0434\u0435\u0433\u0456 \u049b\u0430\u0442\u0435
error.langIdentifier.identifyLang=CLFRQ0290E: \u0422\u0456\u043b\u0434\u0435\u0440\u0434\u0456 \u0430\u043d\u044b\u049b\u0442\u0430\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b
error.SourceIndexer.getLanguageID=CLFRQ0288E: \u0422\u0456\u043b ID \u043a\u043e\u0434\u044b\u043d \u0430\u043b\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b
# Locale contains a language code (such as 'fr') and location contains a file path
error.DictionaryService.loadDictionaries=CLFRQ0203E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0456 \u0431\u0430\u0440 \u0441\u04e9\u0437\u0434\u0456\u043a\u0442\u0456 \u0436\u04af\u043a\u0442\u0435\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0} \u0442\u0456\u043b\u0434\u0456\u043a \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442, {1} \u043e\u0440\u043d\u044b
error.DictionaryService.nullCapMatrix=CLFRQ0205E: CapMatrix \u043c\u04d9\u043d\u0456 \u0431\u043e\u0441. \u0411\u0456\u0440\u0456\u043d\u0448\u0456 CapMatrix \u043c\u04d9\u043d\u0456\u043d \u0431\u0430\u043f\u0442\u0430\u043d\u0434\u044b\u0440\u044b\u04a3\u044b\u0437.
error.DictionaryService.unloadDictionaries=CLFRQ0204E: \u0421\u04e9\u0437\u0434\u0456\u043a\u0442\u0435\u0440\u0434\u0456 \u0436\u04af\u043a\u0442\u0435\u043f \u0441\u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
