# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ    
str_component_id=CLFRQ

error.DaoManager.init=CLFRQ0044E: Det uppstod ett fel n\u00e4r f\u00f6ljande data\u00e5tkomstobjekthanteraren skulle initieras med hj\u00e4lp av filen {0}
error.DaoManager.getInstance=CLFRQ0179E: Det gick inte att initiera databasanslutningen.
error.DaoConfig.load=CLFRQ0042E: Det uppstod ett fel n\u00e4r konfigurationsdata f\u00f6r data\u00e5tkomstobjekt skulle l\u00e4sas in fr\u00e5n filen {0}

# Table contains only a database ID (for example GET_USER_PREF)
error.crud.queryByPK=CLFRQ0040E: Det uppstod ett fel n\u00e4r en fr\u00e5ga skulle s\u00e4ndas till den prim\u00e4ra nyckeln f\u00f6r tabellen {0} med den prim\u00e4ra nyckeln {1}.
error.crud.insert=CLFRQ0056E: Det uppstod ett fel vid f\u00f6rs\u00f6k att infoga i tabellen {0} med den prim\u00e4ra nyckeln {1}.
error.crud.update=CLFRQ0043E: Det uppstod ett fel vid f\u00f6rs\u00f6k att uppdatera tabellen {0} med objektet {1}.
# in the next two properties, {0} and {1} contain non-translatable values (such as GET_USER_PREF)
error.crud.selectAll=CLFRQ0050E: Det uppstod ett fel vid f\u00f6rs\u00f6k att v\u00e4lja alla poster i tabellen {0}.
error.crud.delete=CLFRQ0053E: Det uppstod ett fel vid f\u00f6rs\u00f6k att ta bort fr\u00e5n tabellen {0} med den prim\u00e4ra nyckeln {1}.
error.crud.update.widgettitle=CLFRQ0234E: Det uppstod ett fel n\u00e4r widgetnamnet skulle uppdateras f\u00f6r objektet {0}

error.user.getByMail=CLFRQ0047E: Det uppstod ett fel n\u00e4r anv\u00e4ndaren med mejladressen {0} skulle h\u00e4mtas.
error.user.getCountPerson=CLFRQ0087E: Det uppstod ett fel n\u00e4r det totala antalet personer i databasen skulle h\u00e4mtas.
error.user.getNumberUniqueVisit=CLFRQ0088E: Det uppstod ett fel n\u00e4r det totala antalet unika bes\u00f6k mellan {0} och {1} skulle h\u00e4mtas
error.user.getUserUIByPersonId=CLFRQ0284E: Det uppstod ett fel n\u00e4r gr\u00e4nssnittsinst\u00e4llningarna f\u00f6r anv\u00e4ndaren med ID:t {0} skulle h\u00e4mtas.

error.notification.getNotificationsReceivedByPerson=CLFRQ0312E: Det uppstod ett fel n\u00e4r mottagna aviseringar f\u00f6r anv\u00e4ndaren med ID:t {0} skulle h\u00e4mtas.
error.notification.getNotificationsSentByPerson=CLFRQ0311E: Det uppstod ett fel n\u00e4r s\u00e4nda aviseringar f\u00f6r anv\u00e4ndaren med ID:t {0} skulle h\u00e4mtas.
error.notification.getNotificationReceivedCountSinceLastLogin=CLFRQ0380E: Det uppstod ett fel n\u00e4r antal aviseringar som tagits emot sedan den senaste inloggningen f\u00f6r anv\u00e4ndaren med ID:t {0} skulle h\u00e4mtas.

# All identifiers are non-readable strings such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
#error.widgetPref.getByUserIDWidgetID=CLFRQ0041E: An error occurred while attempting to retrieve widget preferences for the user with identifier {0} and the widget with identifier {1}.
#error.widgetPref.getByUserIDPageIDPosition=CLFRQ0049E: An error occurred while retrieving widget preferences using these parameters: user identifier {0}, page identifier {1}, column {2}, and row {3}
#error.widgetPref.findByUserID=CLFRQ0052E: An error occurred while retrieving widget preferences for the user with identifier {0}.
#error.widgetPref.findByUserIDPageID=CLFRQ0045E: An error occurred while retrieving widget preferences using this information: user identifier {0} and page identifier {1}
#error.widgetPref.findByUserIDPageIDColNum=CLFRQ0054E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and column {2}
#error.widgetPref.findByUserIDPageIDRowNum=CLFRQ0046E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and row {3}
#error.widgetPref.getCountOpenWidgets=CLFRQ0148E: An error occurred while retrieving the number of widgets stored in the system.
error.widgetPref.disable=CLFRQ0230E: Det uppstod ett fel n\u00e4r administrationstestl\u00e4get skulle avaktiveras f\u00f6r anv\u00e4ndaren med ID:t {0}
error.widgetPref.enable=CLFRQ0232E: Det uppstod ett fel n\u00e4r administrationstestl\u00e4get skulle aktiveras f\u00f6r anv\u00e4ndaren med ID:t {0}

#error.page.getPersonPageByDefaultName=CLFRQ0285E: An error occurred while retrieving data related at the panel named {1}, for the user with ID {0}
#error.page.getPersonPages=CLFRQ0313E: An error occurred while retrieving all the panel pages for the user with ID: {0}
error.page.getPersonUIPageByDefaultName=CLFRQ0403E: Det uppstod ett fel n\u00e4r flikanv\u00e4ndargr\u00e4nssnittet med namnet {0} skulle h\u00e4mtas
error.page.getPersonUIPages=CLFRQ0404E: Det uppstod ett fel n\u00e4r flikar f\u00f6r anv\u00e4ndaren med det interna ID:t {0} skulle h\u00e4mtas

error.widgetInst.findWidgetsInstancesByPersonId=CLFRQ0287E: Det uppstod ett fel n\u00e4r data f\u00f6r anv\u00e4ndaren {0} skulle h\u00e4mtas f\u00f6r sidan med standardnamnet {1}
error.widgetInst.getUserWidgetInstanceByWidgetId=CLFRQ0282E: Det uppstod ett fel n\u00e4r data f\u00f6r anv\u00e4ndaren {0} skulle h\u00e4mtas. Anv\u00e4ndaren {0} f\u00f6rs\u00f6kte h\u00e4mta informationen f\u00f6r widgeten med ID:t {2} som b\u00f6r finnas i rutan med standardnamnet {1}
error.widgetInst.getPersonIdByWidgetInstanceId=CLFRQ0286E: Det uppstod ett fel n\u00e4r anv\u00e4ndar-ID:t f\u00f6r widgetf\u00f6rekomsten med ID:t {0} skulle h\u00e4mtas
error.widgetInst.getCountOpenWidgets=CLFRQ0283E: Det uppstod ett fel n\u00e4r antal \u00f6ppna widgetar skulle h\u00e4mtas.
error.widgetInst.removeByWidgetId=CLFRQ0281E: Det uppstod ett fel n\u00e4r alla widgetf\u00f6rekomster med widget-ID {0} skulle tas bort
error.widgetInst.findWidgetsInstancesByTabInstance=CLFRQ0337E: Det uppstod ett fel n\u00e4r alla widgetf\u00f6rekomster f\u00f6r fliken med ID:t {0} skulle h\u00e4mtas

error.widgetTab.removeByWidgetId=CLFRQ0339E: Det uppstod ett fel n\u00e4r alla poster med ID:t {0} skulle tas bort
error.widgetTab.findWidgetTabsByWidgetId=CLFRQ0338E: Det uppstod ett fel n\u00e4r all widgetinformation f\u00f6r ID:t {0} skulle h\u00e4mtas
error.widgetTab.findWidgetIdByTabId=CLFRQ0383E: Det uppstod ett fel n\u00e4r widgeten med ID:t {0} skulle h\u00e4mtas

# {0} contains a non-readable non-translatable string (such as IFactoryDao)
error.FactoryDaoIBatis.getDao=CLFRQ0055E: Det uppstod ett fel n\u00e4r f\u00f6ljande data\u00e5tkomstobjekt skulle initieras: {0}
error.FactoryDaoIBatis.starttrx=CLFRQ0005E: Det gick inte att starta transaktionen.
error.FactoryDaoIBatis.committrx=CLFRQ0013E: Det gick inte att bekr\u00e4fta transaktionen.
error.FactoryDaoIBatis.rollbacktrx=CLFRQ0010E: Det gick inte att backa transaktionen.

# key or identifier contains a non-readable string such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.widgetauxiliary.deletebywidget=CLFRQ0004E: Det gick inte att ta bort extrainformationen f\u00f6r widgeten med nyckeln {0}.
error.widgetauxiliary.selectbywidget=CLFRQ0016E: Det gick inte att h\u00e4mta extrainformationen f\u00f6r widgeten med nyckeln {0}.
error.catalogwidget.selectenabled=CLFRQ0002E: Det gick inte att h\u00e4mta alla aktiverade widgetar i katalogen
error.catalogwidget.selectdisabled=CLFRQ0231E: Det gick inte att h\u00e4mta alla avaktiverade widgetar i katalogen.
error.catalogwidget.disable=CLFRQ0012E: Det gick inte att avaktivera widgetar med nyckeln {1} i katalogen.
error.catalogwidget.enable=CLFRQ0014E: Det gick inte att aktivera widgeten med nyckeln {1} i katalogen.
error.catalogwidget.enabledpk=CLFRQ0007E: Det gick inte att h\u00e4mta den aktiverade widgeten med ID:t {0}.
error.catalogwidget.disabledpk=CLFRQ0233E: Det gick inte att h\u00e4mta den avaktiverade widgeten med ID:t {0}.
error.catalogwidget.countAllWidgets=CLFRQ0086E: Det uppstod ett fel n\u00e4r det totala antalet widgetar skulle h\u00e4mtas.
error.catalogwidget.countEnabledWidgets=CLFRQ0084E: Det uppstod ett fel n\u00e4r det totala antalet aktiverade widgetar skulle h\u00e4mtas.
error.catalogwidget.getWidgetsUsage=CLFRQ0085E: Det uppstod ett fel n\u00e4r widgetanv\u00e4ndningsstatistik skulle h\u00e4mtas.
