# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ    
str_component_id=CLFRQ

error.DaoManager.init=CLFRQ0044E: Nastala chyba pri inicializ\u00e1cii spr\u00e1vcu objektov pr\u00edstupu k \u00fadajom pri pou\u017eit\u00ed tohto s\u00faboru: {0}
error.DaoManager.getInstance=CLFRQ0179E: Nemo\u017eno iniciova\u0165 pripojenie k datab\u00e1ze.
error.DaoConfig.load=CLFRQ0042E: Nastala chyba pri na\u010d\u00edtavan\u00ed konfigur\u00e1cie pre objekt pr\u00edstupu k \u00fadajom z tohto s\u00faboru: {0}

# Table contains only a database ID (for example GET_USER_PREF)
error.crud.queryByPK=CLFRQ0040E: Nastala chyba pri dotazovan\u00ed prim\u00e1rneho k\u013e\u00fa\u010da v tabu\u013eke {0} pomocou tohto prim\u00e1rneho k\u013e\u00fa\u010da: {1}.
error.crud.insert=CLFRQ0056E: Nastala chyba pri vkladan\u00ed do tabu\u013eky {0} pomocou tohto prim\u00e1rneho k\u013e\u00fa\u010da: {1}.
error.crud.update=CLFRQ0043E: Nastala chyba pri aktualizovan\u00ed tabu\u013eky {0} pomocou tohto objektu: {1}.
# in the next two properties, {0} and {1} contain non-translatable values (such as GET_USER_PREF)
error.crud.selectAll=CLFRQ0050E: Nastala chyba pri vyberan\u00ed v\u0161etk\u00fdch polo\u017eiek tabu\u013eky {0}.
error.crud.delete=CLFRQ0053E: Nastala chyba pri vymaz\u00e1van\u00ed z tabu\u013eky {0} pomocou tohto prim\u00e1rneho k\u013e\u00fa\u010da: {1}.
error.crud.update.widgettitle=CLFRQ0234E: Nastala chyba pri aktualizovan\u00ed nadpisu widgetu pre tento objekt: {0}

error.user.getByMail=CLFRQ0047E: Nastala chyba pri z\u00edskavan\u00ed u\u017e\u00edvate\u013ea s touto e-mailovou adresou: {0}.
error.user.getCountPerson=CLFRQ0087E: Nastala chyba pri z\u00edskavan\u00ed celkov\u00e9ho po\u010dtu \u013eud\u00ed, ktor\u00ed s\u00fa zaregistrovan\u00ed v datab\u00e1ze.
error.user.getNumberUniqueVisit=CLFRQ0088E: Nastala chyba pri z\u00edskavan\u00ed po\u010dtu jedine\u010dn\u00fdch n\u00e1v\u0161tev medzi t\u00fdmito d\u00e1tumami: {0}, {1}
error.user.getUserUIByPersonId=CLFRQ0284E: Nastala chyba pri z\u00edskavan\u00ed nastavenia u\u017e\u00edvate\u013esk\u00e9ho rozhrania pre u\u017e\u00edvate\u013ea referencovan\u00e9ho t\u00fdmto ID {0}.

error.notification.getNotificationsReceivedByPerson=CLFRQ0312E: Nastala chyba pri z\u00edskavan\u00ed notifik\u00e1ci\u00ed, ktor\u00e9 boli prijat\u00e9 od u\u017e\u00edvate\u013ea referencovan\u00e9ho t\u00fdmto ID {0}.
error.notification.getNotificationsSentByPerson=CLFRQ0311E: Nastala chyba pri z\u00edskavan\u00ed notifik\u00e1ci\u00ed, ktor\u00e9 odoslal u\u017e\u00edvate\u013e referencovan\u00e1 t\u00fdmto ID {0}.
error.notification.getNotificationReceivedCountSinceLastLogin=CLFRQ0380E: Nastala chyba pri z\u00edskavan\u00ed po\u010dtu notifik\u00e1cie, ktor\u00e9 boli prijat\u00e9 od posledn\u00e9ho prihl\u00e1senia pre u\u017e\u00edvate\u013ea referencovan\u00e9ho t\u00fdmto ID {0}.

# All identifiers are non-readable strings such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
#error.widgetPref.getByUserIDWidgetID=CLFRQ0041E: An error occurred while attempting to retrieve widget preferences for the user with identifier {0} and the widget with identifier {1}.
#error.widgetPref.getByUserIDPageIDPosition=CLFRQ0049E: An error occurred while retrieving widget preferences using these parameters: user identifier {0}, page identifier {1}, column {2}, and row {3}
#error.widgetPref.findByUserID=CLFRQ0052E: An error occurred while retrieving widget preferences for the user with identifier {0}.
#error.widgetPref.findByUserIDPageID=CLFRQ0045E: An error occurred while retrieving widget preferences using this information: user identifier {0} and page identifier {1}
#error.widgetPref.findByUserIDPageIDColNum=CLFRQ0054E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and column {2}
#error.widgetPref.findByUserIDPageIDRowNum=CLFRQ0046E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and row {3}
#error.widgetPref.getCountOpenWidgets=CLFRQ0148E: An error occurred while retrieving the number of widgets stored in the system.
error.widgetPref.disable=CLFRQ0230E: Nastala chyba pri zakazovan\u00ed testovacieho re\u017eimu administr\u00e1cie pre u\u017e\u00edvate\u013ea s ID {0}.
error.widgetPref.enable=CLFRQ0232E: Nastala chyba pri povo\u013eovan\u00ed testovacieho re\u017eimu administr\u00e1cie pre u\u017e\u00edvate\u013ea s ID {0}.

#error.page.getPersonPageByDefaultName=CLFRQ0285E: An error occurred while retrieving data related at the panel named {1}, for the user with ID {0}
#error.page.getPersonPages=CLFRQ0313E: An error occurred while retrieving all the panel pages for the user with ID: {0}
error.page.getPersonUIPageByDefaultName=CLFRQ0403E: Nastala chyba pri z\u00edskavan\u00ed u\u017e\u00edvate\u013esk\u00e9ho rozhrania z\u00e1lo\u017eky s t\u00fdmto n\u00e1zvom: {0}
error.page.getPersonUIPages=CLFRQ0404E: Nastala chyba pri z\u00edskavan\u00ed z\u00e1lo\u017eiek, ktor\u00e9 s\u00favisia s u\u017e\u00edvate\u013eom s t\u00fdmto intern\u00fdm ID: {0}.

error.widgetInst.findWidgetsInstancesByPersonId=CLFRQ0287E: Nastala chyba pri z\u00edskavan\u00ed \u00fadajov, ktor\u00e9 s\u00favisia s t\u00fdmto u\u017e\u00edvate\u013eom: {0}, a str\u00e1nky s t\u00fdmto predvolen\u00fdm n\u00e1zvom: {1}
error.widgetInst.getUserWidgetInstanceByWidgetId=CLFRQ0282E: Nastala chyba pri z\u00edskavan\u00ed \u00fadajov, ktor\u00e9 s\u00favisia s t\u00fdmto u\u017e\u00edvate\u013eom: {0}. U\u017e\u00edvate\u013e {0} sk\u00fa\u0161a z\u00edska\u0165 inform\u00e1cie, ktor\u00e9 s\u00favisia s widgetom s t\u00fdmto ID {2}, ktor\u00fd by mal by\u0165 vn\u00fatri panela s t\u00fdmto predvolen\u00fdm menom {1}
error.widgetInst.getPersonIdByWidgetInstanceId=CLFRQ0286E: Nastala chyba pri z\u00edskavan\u00ed ID u\u017e\u00edvate\u013ea, ktor\u00fd s\u00favis\u00ed s in\u0161tanciou widgetu s ID {0}
error.widgetInst.getCountOpenWidgets=CLFRQ0283E: Nastala chyba pri po\u010d\u00edtan\u00ed v\u0161etk\u00fdch otvoren\u00fdch widgetov.
error.widgetInst.removeByWidgetId=CLFRQ0281E: Nastala chyba pri vymaz\u00e1van\u00ed v\u0161etk\u00fdch in\u0161tanci\u00ed widgetu s t\u00fdmto ID widgetu {0}
error.widgetInst.findWidgetsInstancesByTabInstance=CLFRQ0337E: Nastala chyba pri z\u00edskavan\u00ed v\u0161etk\u00fdch in\u0161tanci\u00ed widgetu, ktor\u00e9 s\u00favisia so z\u00e1lo\u017ekou s t\u00fdmto ID {0}

error.widgetTab.removeByWidgetId=CLFRQ0339E: Nastala chyba pri vymaz\u00e1van\u00ed v\u0161etk\u00fdch z\u00e1znamov s t\u00fdmto ID {0}
error.widgetTab.findWidgetTabsByWidgetId=CLFRQ0338E: Nastala chyba pri z\u00edskavan\u00ed v\u0161etk\u00fdch inform\u00e1ci\u00ed o widgete s t\u00fdmto ID {0}
error.widgetTab.findWidgetIdByTabId=CLFRQ0383E: Nastala chyba pri z\u00edskavan\u00ed widgetov s t\u00fdmto ID {0}

# {0} contains a non-readable non-translatable string (such as IFactoryDao)
error.FactoryDaoIBatis.getDao=CLFRQ0055E: Nastala chyba pri inicializ\u00e1cii nasleduj\u00faceho objektu pr\u00edstupu k \u00fadajom: {0}
error.FactoryDaoIBatis.starttrx=CLFRQ0005E: Nebolo mo\u017en\u00e9 spusti\u0165 transakciu.
error.FactoryDaoIBatis.committrx=CLFRQ0013E: Nebolo mo\u017en\u00e9 potvrdi\u0165 transakciu.
error.FactoryDaoIBatis.rollbacktrx=CLFRQ0010E: Nebolo mo\u017en\u00e9 vr\u00e1ti\u0165 sp\u00e4\u0165 transakciu.

# key or identifier contains a non-readable string such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.widgetauxiliary.deletebywidget=CLFRQ0004E: Zlyhalo vymaz\u00e1vanie pomocn\u00fdch inform\u00e1ci\u00ed pre widget s k\u013e\u00fa\u010dom {0}.
error.widgetauxiliary.selectbywidget=CLFRQ0016E: Zlyhalo z\u00edskavanie pomocn\u00fdch inform\u00e1ci\u00ed pre widget s k\u013e\u00fa\u010dom {0}.
error.catalogwidget.selectenabled=CLFRQ0002E: Zlyhalo z\u00edskavanie v\u0161etk\u00fdch povolen\u00fdch widgetov v katal\u00f3gu.
error.catalogwidget.selectdisabled=CLFRQ0231E: Zlyhalo z\u00edskavanie v\u0161etk\u00fdch zak\u00e1zan\u00fdch widgetov v katal\u00f3gu.
error.catalogwidget.disable=CLFRQ0012E: Zlyhalo zakazovanie widgetu s k\u013e\u00fa\u010dom {1} v katal\u00f3gu.
error.catalogwidget.enable=CLFRQ0014E: Zlyhalo povo\u013eovanie widgetu s k\u013e\u00fa\u010dom {1} v katal\u00f3gu.
error.catalogwidget.enabledpk=CLFRQ0007E: Zlyhalo z\u00edskavanie povolen\u00e9ho widgetu s identifik\u00e1torom {0}.
error.catalogwidget.disabledpk=CLFRQ0233E: Zlyhalo z\u00edskavanie zak\u00e1zan\u00e9ho widgetu s identifik\u00e1torom {0}.
error.catalogwidget.countAllWidgets=CLFRQ0086E: Nastala chyba pri z\u00edskavan\u00ed celkov\u00e9ho po\u010dtu widgetov.
error.catalogwidget.countEnabledWidgets=CLFRQ0084E: Nastala chyba pri z\u00edskavan\u00ed celkov\u00e9ho po\u010dtu povolen\u00fdch widgetov.
error.catalogwidget.getWidgetsUsage=CLFRQ0085E: Nastala chyba pri z\u00edskavan\u00ed \u0161tatistiky pou\u017eitia widgetu.
