# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ    
str_component_id=CLFRQ

error.DaoManager.init=CLFRQ0044E: S''ha produ\u00eft un error en inicialitzar el gestor d''objectes d''acc\u00e9s a dades utilitzant aquest fitxer: {0}
error.DaoManager.getInstance=CLFRQ0179E: La connexi\u00f3 de base de dades no es pot inicialitzar.
error.DaoConfig.load=CLFRQ0042E: S''ha produ\u00eft un error en carregar la configuraci\u00f3 per a l''objecte d''acc\u00e9s a dades des d''aquest fitxer: {0}

# Table contains only a database ID (for example GET_USER_PREF)
error.crud.queryByPK=CLFRQ0040E: S''ha produ\u00eft un error en consultar per clau principal a la taula {0} utilitzant aquesta clau principal: {1}.
error.crud.insert=CLFRQ0056E: S''ha produ\u00eft un error en inserir a la taula {0} utilitzant aquesta clau principal: {1}.
error.crud.update=CLFRQ0043E: S''ha produ\u00eft un error en actualitzar la taula {0} mitjan\u00e7ant aquest objecte: {1}.
# in the next two properties, {0} and {1} contain non-translatable values (such as GET_USER_PREF)
error.crud.selectAll=CLFRQ0050E: S''ha produ\u00eft un error en seleccionar totes les entrades de la taula {0}.
error.crud.delete=CLFRQ0053E: S''ha produ\u00eft un error en suprimir des de la taula {0} utilitzant aquesta clau principal: {1}.
error.crud.update.widgettitle=CLFRQ0234E: S''ha produ\u00eft un error en actualitzar el t\u00edtol del widget per a aquest objecte: {0}

error.user.getByMail=CLFRQ0047E: S''ha produ\u00eft un error en recuperar l''usuari amb aquesta adre\u00e7a de correu electr\u00f2nic: {0}.
error.user.getCountPerson=CLFRQ0087E: S'ha produ\u00eft un error en recuperar el nombre total de persones registrades a la base de dades.
error.user.getNumberUniqueVisit=CLFRQ0088E: S''ha produ\u00eft un error en recuperar el nombre de visites exclusives entre aquestes dades: {0}, {1}
error.user.getUserUIByPersonId=CLFRQ0284E: S''ha produ\u00eft un error en recuperar el valor d''identificador exclusiu d''usuari per a l''usuari al qual fa refer\u00e8ncia aquest ID {0}.

error.notification.getNotificationsReceivedByPerson=CLFRQ0312E: S''ha produ\u00eft un error en recuperar les notificacions rebudes per a l''usuari al qual fa refer\u00e8ncia aquest ID {0}.
error.notification.getNotificationsSentByPerson=CLFRQ0311E: S''ha produ\u00eft un error en recuperar les notificacions enviades per l''usuari al qual fa refer\u00e8ncia aquest ID {0}.
error.notification.getNotificationReceivedCountSinceLastLogin=CLFRQ0380E: S''ha produ\u00eft un error en recuperar el compte de notificacions rebudes des del darrer inici de sessi\u00f3 per a l''usuari al qual fa refer\u00e8ncia aquest ID {0}.

# All identifiers are non-readable strings such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
#error.widgetPref.getByUserIDWidgetID=CLFRQ0041E: An error occurred while attempting to retrieve widget preferences for the user with identifier {0} and the widget with identifier {1}.
#error.widgetPref.getByUserIDPageIDPosition=CLFRQ0049E: An error occurred while retrieving widget preferences using these parameters: user identifier {0}, page identifier {1}, column {2}, and row {3}
#error.widgetPref.findByUserID=CLFRQ0052E: An error occurred while retrieving widget preferences for the user with identifier {0}.
#error.widgetPref.findByUserIDPageID=CLFRQ0045E: An error occurred while retrieving widget preferences using this information: user identifier {0} and page identifier {1}
#error.widgetPref.findByUserIDPageIDColNum=CLFRQ0054E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and column {2}
#error.widgetPref.findByUserIDPageIDRowNum=CLFRQ0046E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and row {3}
#error.widgetPref.getCountOpenWidgets=CLFRQ0148E: An error occurred while retrieving the number of widgets stored in the system.
error.widgetPref.disable=CLFRQ0230E: S''ha produ\u00eft un error quan s''ha inhabilitat el mode de prova d''administraci\u00f3 per a l''usuari amb l''identificador {0}.
error.widgetPref.enable=CLFRQ0232E: S''ha produ\u00eft un error quan s''ha habilitat el mode de prova d''administraci\u00f3 per a l''usuari amb l''identificador {0}.

#error.page.getPersonPageByDefaultName=CLFRQ0285E: An error occurred while retrieving data related at the panel named {1}, for the user with ID {0}
#error.page.getPersonPages=CLFRQ0313E: An error occurred while retrieving all the panel pages for the user with ID: {0}
error.page.getPersonUIPageByDefaultName=CLFRQ0403E: S''ha produ\u00eft un error en recuperar l''identificador exclusiu de la pestanya amb aquest nom: {0}
error.page.getPersonUIPages=CLFRQ0404E: S''ha produ\u00eft un error en recuperar les pestanyes relacionades amb l''usuari amb aquest ID intern: {0}

error.widgetInst.findWidgetsInstancesByPersonId=CLFRQ0287E: S''ha produ\u00eft un error en recuperar les dades relacionades amb aquest usuari: {0}, i la p\u00e0gina amb aquest nom per defecte {1}
error.widgetInst.getUserWidgetInstanceByWidgetId=CLFRQ0282E: S''ha produ\u00eft un error en recuperar les dades relacionades amb aquest usuari: {0}. L''usuari {0} est\u00e0 intentant recuperar la informaci\u00f3 relacionada amb el widget amb aquest ID {2} que hauria d''estar dins del panell amb aquest nom per defecte {1}
error.widgetInst.getPersonIdByWidgetInstanceId=CLFRQ0286E: S''ha produ\u00eft un error en recuperar l''ID d''usuari relacionat amb aquesta inst\u00e0ncia de widget amb l''ID {0}
error.widgetInst.getCountOpenWidgets=CLFRQ0283E: S'ha produ\u00eft un error en comptar tots els widgets oberts.
error.widgetInst.removeByWidgetId=CLFRQ0281E: S''ha produ\u00eft un error durant la supressi\u00f3 de totes les inst\u00e0ncies de widget amb aquest ID de widget {0}
error.widgetInst.findWidgetsInstancesByTabInstance=CLFRQ0337E: S''ha produ\u00eft un error en recuperar totes les inst\u00e0ncies de widget relacionades amb la pestanya amb aquest ID {0}

error.widgetTab.removeByWidgetId=CLFRQ0339E: S''ha produ\u00eft un error durant la supressi\u00f3 de tots els registres amb aquest ID {0}
error.widgetTab.findWidgetTabsByWidgetId=CLFRQ0338E: S''ha produ\u00eft un error durant la recuperaci\u00f3 de tota la informaci\u00f3 de widget utilitzant aquest ID {0}
error.widgetTab.findWidgetIdByTabId=CLFRQ0383E: S''ha produ\u00eft un error durant la recuperaci\u00f3 dels widgets utilitzant aquest ID {0}

# {0} contains a non-readable non-translatable string (such as IFactoryDao)
error.FactoryDaoIBatis.getDao=CLFRQ0055E: S''ha produ\u00eft un error en inicialitzar el seg\u00fcent objecte d''acc\u00e9s a dades: {0}
error.FactoryDaoIBatis.starttrx=CLFRQ0005E: La transacci\u00f3 no s'ha pogut iniciar.
error.FactoryDaoIBatis.committrx=CLFRQ0013E: La transacci\u00f3 no s'ha pogut confirmar.
error.FactoryDaoIBatis.rollbacktrx=CLFRQ0010E: La transacci\u00f3 no s'ha pogut retrotreure.

# key or identifier contains a non-readable string such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.widgetauxiliary.deletebywidget=CLFRQ0004E: No s''ha pogut suprimir la informaci\u00f3 auxiliar per al widget amb la clau {0}.
error.widgetauxiliary.selectbywidget=CLFRQ0016E: No s''ha pogut recuperar la informaci\u00f3 auxiliar per al widget amb la clau {0}.
error.catalogwidget.selectenabled=CLFRQ0002E: No s'han pogut recuperar tots els widgets habilitats del cat\u00e0leg.
error.catalogwidget.selectdisabled=CLFRQ0231E: No s'han pogut recuperar tots els widgets inhabilitats del cat\u00e0leg.
error.catalogwidget.disable=CLFRQ0012E: No s''ha pogut inhabilitar el widget amb la clau {1} del cat\u00e0leg.
error.catalogwidget.enable=CLFRQ0014E: No s''ha pogut habilitar el widget amb la clau {1} del cat\u00e0leg.
error.catalogwidget.enabledpk=CLFRQ0007E: No s''ha pogut recuperar el widget habilitat amb l''identificador {0}.
error.catalogwidget.disabledpk=CLFRQ0233E: No s''ha pogut recuperar el widget inhabilitat amb l''identificador {0}.
error.catalogwidget.countAllWidgets=CLFRQ0086E: S'ha produ\u00eft un error en recuperar el nombre total de widgets.
error.catalogwidget.countEnabledWidgets=CLFRQ0084E: S'ha produ\u00eft un error en recuperar el nombre total de widgets habilitats.
error.catalogwidget.getWidgetsUsage=CLFRQ0085E: S'ha produ\u00eft un error en recuperar les estad\u00edstiques d'\u00fas dels widgets.
