# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ    
str_component_id=CLFRQ

error.DaoManager.init=CLFRQ0044E: Une erreur s''est produite lors de l''initialisation du gestionnaire d''objets d''acc\u00e8s aux donn\u00e9es utilisant ce fichier : {0}
error.DaoManager.getInstance=CLFRQ0179E: La connexion de base de donn\u00e9es ne peut pas \u00eatre initialis\u00e9e.
error.DaoConfig.load=CLFRQ0042E: Une erreur s''est produite lors du chargement de la configuration pour l''objet d''acc\u00e8s aux donn\u00e9es \u00e0 partir de ce fichier : {0}

# Table contains only a database ID (for example GET_USER_PREF)
error.crud.queryByPK=CLFRQ0040E: Une erreur s''est produite lors d''une requ\u00eate par cl\u00e9 principale sur la table {0} avec cette cl\u00e9 principale : {1}.
error.crud.insert=CLFRQ0056E: Une erreur s''est produite lors de l''insertion dans la table {0} avec cette cl\u00e9 principale : {1}.
error.crud.update=CLFRQ0043E: Une erreur s''est produite lors de la mise \u00e0 jour de la table {0} avec cet objet : {1}.
# in the next two properties, {0} and {1} contain non-translatable values (such as GET_USER_PREF)
error.crud.selectAll=CLFRQ0050E: Une erreur s''est produite lors de la s\u00e9lection de toutes les entr\u00e9es de la table {0}.
error.crud.delete=CLFRQ0053E: Une erreur s''est produite lors de la suppression de la table {0} avec cette cl\u00e9 principale : {1}.
error.crud.update.widgettitle=CLFRQ0234E: Une erreur s''est produite lors de la mise \u00e0 jour du titre du widget pour cet objet : {0}

error.user.getByMail=CLFRQ0047E: Une erreur s''est produite lors de l''extraction de l''utilisateur avec cette adresse \u00e9lectronique : {0}.
error.user.getCountPerson=CLFRQ0087E: Une erreur s'est produite lors de l'extraction du nombre total de personnes enregistr\u00e9es dans la base de donn\u00e9es.
error.user.getNumberUniqueVisit=CLFRQ0088E: Une erreur s''est produite lors de l''extraction du nombre de visites uniques entre ces dates : {0}, {1}
error.user.getUserUIByPersonId=CLFRQ0284E: Une erreur s''est produite lors de l''extraction du param\u00e8tre identificateur unique utilisateur pour l''utilisateur r\u00e9f\u00e9renc\u00e9 avec cet ID {0}.

error.notification.getNotificationsReceivedByPerson=CLFRQ0312E: Une erreur s''est produite lors de l''extraction des notifications re\u00e7ues pour l''utilisateur r\u00e9f\u00e9renc\u00e9 avec cet ID {0}.
error.notification.getNotificationsSentByPerson=CLFRQ0311E: Une erreur s''est produite lors de l''extraction des notifications envoy\u00e9es par l''utilisateur r\u00e9f\u00e9renc\u00e9 avec cet ID {0}.
error.notification.getNotificationReceivedCountSinceLastLogin=CLFRQ0380E: Une erreur s''est produite lors de l''extraction du nombre de notifications re\u00e7ues depuis la derni\u00e8re connexion de l''utilisateur r\u00e9f\u00e9renc\u00e9 avec l''ID {0}.

# All identifiers are non-readable strings such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
#error.widgetPref.getByUserIDWidgetID=CLFRQ0041E: An error occurred while attempting to retrieve widget preferences for the user with identifier {0} and the widget with identifier {1}.
#error.widgetPref.getByUserIDPageIDPosition=CLFRQ0049E: An error occurred while retrieving widget preferences using these parameters: user identifier {0}, page identifier {1}, column {2}, and row {3}
#error.widgetPref.findByUserID=CLFRQ0052E: An error occurred while retrieving widget preferences for the user with identifier {0}.
#error.widgetPref.findByUserIDPageID=CLFRQ0045E: An error occurred while retrieving widget preferences using this information: user identifier {0} and page identifier {1}
#error.widgetPref.findByUserIDPageIDColNum=CLFRQ0054E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and column {2}
#error.widgetPref.findByUserIDPageIDRowNum=CLFRQ0046E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and row {3}
#error.widgetPref.getCountOpenWidgets=CLFRQ0148E: An error occurred while retrieving the number of widgets stored in the system.
error.widgetPref.disable=CLFRQ0230E: Une erreur s''est produite lors de la d\u00e9sactivation du mode test d''administration pour l''utilisateur avec l''identificateur {0}.
error.widgetPref.enable=CLFRQ0232E: Une erreur s''est produite lors de l''activation du mode test d''administration pour l''utilisateur avec l''identificateur {0}.

#error.page.getPersonPageByDefaultName=CLFRQ0285E: An error occurred while retrieving data related at the panel named {1}, for the user with ID {0}
#error.page.getPersonPages=CLFRQ0313E: An error occurred while retrieving all the panel pages for the user with ID: {0}
error.page.getPersonUIPageByDefaultName=CLFRQ0403E: Une erreur s''est produite lors de l''extraction de l''identificateur unique de l''onglet avec le nom suivant : {0}
error.page.getPersonUIPages=CLFRQ0404E: Une erreur s''est produite lors de l''extraction des onglets associ\u00e9s \u00e0 l''utilisateur avec l''ID interne suivant : {0}

error.widgetInst.findWidgetsInstancesByPersonId=CLFRQ0287E: Une erreur s''est produite lors de l''extraction des donn\u00e9es associ\u00e9es \u00e0 l''utilisateur {0}, et de la page avec ce nom par d\u00e9faut : {1}
error.widgetInst.getUserWidgetInstanceByWidgetId=CLFRQ0282E: Une erreur s''est produite lors de l''extraction des donn\u00e9es associ\u00e9es \u00e0 cet utilisateur : {0}. L''utilisateur {0} tente d''extraire les informations sur le widget ayant pour identificateur {2} et qui devrait figurer dans le panneau avec le nom par d\u00e9faut suivant : {1}
error.widgetInst.getPersonIdByWidgetInstanceId=CLFRQ0286E: Une erreur s''est produite lors de l''extraction de l''ID utilisateur associ\u00e9 \u00e0 cette instance de widget avec l''ID {0}
error.widgetInst.getCountOpenWidgets=CLFRQ0283E: Une erreur s'est produite lors du comptage de tous les widgets ouverts.
error.widgetInst.removeByWidgetId=CLFRQ0281E: Une erreur s''est produite lors de la suppression de toutes les instances de widget avec l''ID de widget {0}
error.widgetInst.findWidgetsInstancesByTabInstance=CLFRQ0337E: Une erreur s''est produite lors de l''extraction de toutes les instances de widget associ\u00e9es \u00e0 cet onglet avec l''ID {0}

error.widgetTab.removeByWidgetId=CLFRQ0339E: Une erreur s''est produite lors de la suppression de tous les enregistrements avec l''ID {0}
error.widgetTab.findWidgetTabsByWidgetId=CLFRQ0338E: Une erreur s''est produite lors de l''extraction de toutes les informations du widget avec cet ID {0}
error.widgetTab.findWidgetIdByTabId=CLFRQ0383E: Une erreur s''est produite lors de l''extraction des widgets avec cet ID {0}

# {0} contains a non-readable non-translatable string (such as IFactoryDao)
error.FactoryDaoIBatis.getDao=CLFRQ0055E: Une erreur s''est produite lors de l''initialisation en cours de l''objet d''acc\u00e8s aux donn\u00e9es suivant : {0}
error.FactoryDaoIBatis.starttrx=CLFRQ0005E: Impossible de d\u00e9marrer la transaction.
error.FactoryDaoIBatis.committrx=CLFRQ0013E: Impossible de valider la transaction.
error.FactoryDaoIBatis.rollbacktrx=CLFRQ0010E: Impossible d'annuler la transaction.

# key or identifier contains a non-readable string such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.widgetauxiliary.deletebywidget=CLFRQ0004E: Echec de suppression des informations auxiliaires pour le widget avec la cl\u00e9 {0}.
error.widgetauxiliary.selectbywidget=CLFRQ0016E: Echec d''extraction des informations auxiliaires pour le widget avec la cl\u00e9 {0}.
error.catalogwidget.selectenabled=CLFRQ0002E: Echec d'extraction de tous les widgets activ\u00e9s dans le catalogue.
error.catalogwidget.selectdisabled=CLFRQ0231E: Echec d'extraction de tous les widgets d\u00e9sactiv\u00e9s dans le catalogue.
error.catalogwidget.disable=CLFRQ0012E: Echec de d\u00e9sactivation du widget avec la cl\u00e9 {1} dans le catalogue.
error.catalogwidget.enable=CLFRQ0014E: Echec d''activation du widget avec la cl\u00e9 {1} dans le catalogue.
error.catalogwidget.enabledpk=CLFRQ0007E: Echec d''extraction du widget activ\u00e9 avec l''identificateur {0}.
error.catalogwidget.disabledpk=CLFRQ0233E: Echec d''extraction du widget d\u00e9sactiv\u00e9 avec l''identificateur {0}.
error.catalogwidget.countAllWidgets=CLFRQ0086E: Une erreur s'est produite lors de l'extraction du nombre total de widgets.
error.catalogwidget.countEnabledWidgets=CLFRQ0084E: Une erreur s'est produite lors de l'extraction du nombre total de widgets activ\u00e9s.
error.catalogwidget.getWidgetsUsage=CLFRQ0085E: Une erreur s'est produite lors de l'extraction des statistiques d'utilisation du widget.
