# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ    
str_component_id=CLFRQ

error.DaoManager.init=CLFRQ0044E: \u041c\u044b\u043d\u0430 \u0444\u0430\u0439\u043b\u0434\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u043f \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440\u0433\u0435 \u043a\u0456\u0440\u0443 \u043d\u044b\u0441\u0430\u043d\u044b\u043d\u044b\u04a3 \u043c\u0435\u043d\u0435\u0434\u0436\u0435\u0440\u0456\u043d \u0431\u0430\u043d \u0431\u0430\u043f\u0442\u0430\u043d\u0434\u044b\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}
error.DaoManager.getInstance=CLFRQ0179E: \u0414\u0435\u0440\u0435\u043a\u049b\u043e\u0440 \u049b\u043e\u0441\u044b\u043b\u044b\u043c\u044b\u043d \u0431\u0430\u043f\u0442\u0430\u043d\u0434\u044b\u0440\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.
error.DaoConfig.load=CLFRQ0042E: \u041c\u044b\u043d\u0430\u0439 \u0444\u0430\u0439\u043b\u0434\u0430\u043d \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440\u0434\u0456 \u0430\u0448\u0443 \u043d\u044b\u0441\u0430\u043d\u044b \u0442\u0435\u04a3\u0448\u0435\u043b\u0456\u043c\u0434\u0435\u0440\u0456\u043d \u0436\u04af\u043a\u0442\u0435\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}

# Table contains only a database ID (for example GET_USER_PREF)
error.crud.queryByPK=CLFRQ0040E: {0} \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0434\u0435 \u043e\u0441\u044b \u0431\u0430\u0441\u0442\u0430\u043f\u049b\u044b \u043a\u0456\u043b\u0442\u0442\u0456 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u043f \u0431\u0430\u0441\u0442\u0430\u043f\u049b\u044b \u043a\u0456\u043b\u0442 \u0441\u04b1\u0440\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {1}.
error.crud.insert=CLFRQ0056E: {0} \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0435 \u043c\u044b\u043d\u0430 \u0431\u0430\u0441\u0442\u0430\u043f\u049b\u044b \u043a\u0456\u043b\u0442\u0442\u0456 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u043f \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {1}.
error.crud.update=CLFRQ0043E: {0} \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d \u043c\u044b\u043d\u0430 \u043d\u044b\u0441\u0430\u043d\u0434\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u043f \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {1}.
# in the next two properties, {0} and {1} contain non-translatable values (such as GET_USER_PREF)
error.crud.selectAll=CLFRQ0050E: {0} \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0456\u04a3 \u0431\u0430\u0440\u043b\u044b\u049b \u0436\u0430\u0437\u0431\u0430\u043b\u0430\u0440\u044b\u043d \u0442\u0430\u04a3\u0434\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.crud.delete=CLFRQ0053E: {0} \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0435\u043d \u043c\u044b\u043d\u0430 \u0431\u0430\u0441\u0442\u0430\u043f\u049b\u044b \u043a\u0456\u043b\u0442\u0442\u0456 \u0436\u043e\u044e \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {1}.
error.crud.update.widgettitle=CLFRQ0234E: \u041c\u044b\u043d\u0430 \u043d\u044b\u0441\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442\u0456\u043d\u0456\u04a3 \u0442\u0430\u049b\u044b\u0440\u044b\u0431\u044b\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}

error.user.getByMail=CLFRQ0047E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430\u0441\u044b \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}.
error.user.getCountPerson=CLFRQ0087E: \u041e\u0441\u044b \u0434\u0435\u0440\u0435\u043a\u049b\u043e\u0440\u0434\u0430 \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u0430\u0434\u0430\u043c\u0434\u0430\u0440\u0434\u044b\u04a3 \u0442\u043e\u043b\u044b\u049b \u0441\u0430\u043d\u044b\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.user.getNumberUniqueVisit=CLFRQ0088E: \u041c\u044b\u043d\u0430 \u043a\u04af\u043d\u0434\u0435\u0440 \u0430\u0440\u0430\u043b\u044b\u0493\u044b\u043d\u0434\u0430\u0493\u044b \u0431\u0456\u0440\u0435\u0433\u0435\u0439 \u043a\u0456\u0440\u0443\u0448\u0456\u043b\u0435\u0440\u0434\u0456\u04a3 \u0442\u043e\u043b\u044b\u049b \u0441\u0430\u043d\u044b\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}, {1}
error.user.getUserUIByPersonId=CLFRQ0284E: {0} \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b\u043c\u0435\u043d \u0441\u0456\u043b\u0442\u0435\u043d\u0433\u0435\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

error.notification.getNotificationsReceivedByPerson=CLFRQ0312E: {0} \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b\u043c\u0435\u043d \u0441\u0456\u043b\u0442\u0435\u043d\u0433\u0435\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u04af\u0448\u0456\u043d \u049b\u0430\u0431\u044b\u043b\u0434\u0430\u043d\u0493\u0430\u043d \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u043d\u0434\u044b\u0440\u0443\u043b\u0430\u0440\u0434\u044b \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.notification.getNotificationsSentByPerson=CLFRQ0311E: {0} \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b\u043c\u0435\u043d \u0441\u0456\u043b\u0442\u0435\u043d\u0433\u0435\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0436\u0456\u0431\u0435\u0440\u0433\u0435\u043d \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u043d\u0434\u044b\u0440\u0443\u043b\u0430\u0440\u0434\u044b\u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.notification.getNotificationReceivedCountSinceLastLogin=CLFRQ0380E: {0} \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b\u043c\u0435\u043d \u0441\u0456\u043b\u0442\u0435\u043d\u0433\u0435\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u0441\u043e\u04a3\u0493\u044b \u0440\u0435\u0442 \u043a\u0456\u0440\u0433\u0435\u043d\u043d\u0435\u043d \u0431\u0435\u0440\u0433\u0456 \u049b\u0430\u0431\u044b\u043b\u0434\u0430\u043d\u0493\u0430\u043d \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u043d\u0434\u044b\u0440\u0443\u043b\u0430\u0440 \u0435\u0441\u0435\u0431\u0456\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

# All identifiers are non-readable strings such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
#error.widgetPref.getByUserIDWidgetID=CLFRQ0041E: An error occurred while attempting to retrieve widget preferences for the user with identifier {0} and the widget with identifier {1}.
#error.widgetPref.getByUserIDPageIDPosition=CLFRQ0049E: An error occurred while retrieving widget preferences using these parameters: user identifier {0}, page identifier {1}, column {2}, and row {3}
#error.widgetPref.findByUserID=CLFRQ0052E: An error occurred while retrieving widget preferences for the user with identifier {0}.
#error.widgetPref.findByUserIDPageID=CLFRQ0045E: An error occurred while retrieving widget preferences using this information: user identifier {0} and page identifier {1}
#error.widgetPref.findByUserIDPageIDColNum=CLFRQ0054E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and column {2}
#error.widgetPref.findByUserIDPageIDRowNum=CLFRQ0046E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and row {3}
#error.widgetPref.getCountOpenWidgets=CLFRQ0148E: An error occurred while retrieving the number of widgets stored in the system.
error.widgetPref.disable=CLFRQ0230E: {0} \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u04d9\u043a\u0456\u043c\u0448\u0456\u043b\u0456\u043a \u0441\u044b\u043d\u0430\u049b \u043a\u04af\u0439\u0456\u043d \u0430\u0436\u044b\u0440\u0430\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.widgetPref.enable=CLFRQ0232E: {0} \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u04d9\u043a\u0456\u043c\u0448\u0456\u043b\u0456\u043a \u0441\u044b\u043d\u0430\u049b \u043a\u04af\u0439\u0456\u043d \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

#error.page.getPersonPageByDefaultName=CLFRQ0285E: An error occurred while retrieving data related at the panel named {1}, for the user with ID {0}
#error.page.getPersonPages=CLFRQ0313E: An error occurred while retrieving all the panel pages for the user with ID: {0}
error.page.getPersonUIPageByDefaultName=CLFRQ0403E: \u041e\u0441\u044b\u043b\u0430\u0439 \u0430\u0442\u0430\u043b\u0430\u0442\u044b\u043d \u049b\u043e\u0439\u044b\u043d\u0434\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0456\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}
error.page.getPersonUIPages=CLFRQ0404E: \u041e\u0441\u044b\u043d\u0434\u0430\u0439 \u0441\u044b\u0440\u0442\u049b\u044b \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u0493\u0430 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u049b\u043e\u0439\u044b\u043d\u0434\u044b\u043b\u0430\u0440\u0434\u044b \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}

error.widgetInst.findWidgetsInstancesByPersonId=CLFRQ0287E: \u041c\u044b\u043d\u0430 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u0493\u0430 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440\u0434\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}, \u0436\u04d9\u043d\u0435 \u043c\u044b\u043d\u0430\u0434\u0430\u0439 \u04d9\u0434\u0435\u043f\u043a\u0456 \u0430\u0442\u044b \u0431\u0430\u0440 \u0431\u0435\u0442: {1}
error.widgetInst.getUserWidgetInstanceByWidgetId=CLFRQ0282E: \u041c\u044b\u043d\u0430 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u0493\u0430 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440\u0434\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}. {0} \u0430\u0442\u0442\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b {1} \u0434\u0435\u0433\u0435\u043d \u04d9\u0434\u0435\u043f\u043a\u0456 \u0430\u0442\u044b \u0431\u0430\u0440 \u0442\u0430\u049b\u0442\u0430 \u0456\u0448\u0456\u043d\u0434\u0435 \u0431\u043e\u043b\u0443\u044b \u043a\u0435\u0440\u0435\u043a {2} \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u0432\u0438\u0434\u0436\u0435\u0442\u043a\u0435 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u0442\u044b \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b
error.widgetInst.getPersonIdByWidgetInstanceId=CLFRQ0286E: {0} \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u0432\u0438\u0434\u0436\u0435\u0442 \u0434\u0430\u043d\u0430\u0441\u044b\u043d\u0430 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0456\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b
error.widgetInst.getCountOpenWidgets=CLFRQ0283E: \u0411\u0430\u0440\u043b\u044b\u049b \u0430\u0448\u044b\u049b \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440\u0434\u0456 \u0441\u0430\u043d\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.widgetInst.removeByWidgetId=CLFRQ0281E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u0432\u0438\u0434\u0436\u0435\u0442 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u0431\u0430\u0440\u043b\u044b\u049b \u0432\u0438\u0434\u0436\u0435\u0442 \u0434\u0430\u043d\u0430\u043b\u0430\u0440\u044b\u043d \u0436\u043e\u044e \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}
error.widgetInst.findWidgetsInstancesByTabInstance=CLFRQ0337E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u049b\u043e\u0439\u044b\u043d\u0434\u044b\u0493\u0430 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u0431\u0430\u0440\u043b\u044b\u049b \u0432\u0438\u0434\u0436\u0435\u0442 \u0434\u0430\u043d\u0430\u043b\u0430\u0440\u044b\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}

error.widgetTab.removeByWidgetId=CLFRQ0339E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u0431\u0430\u0440\u043b\u044b\u049b \u0436\u0430\u0437\u0431\u0430\u043b\u0430\u0440\u0434\u044b \u0436\u043e\u044e \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}
error.widgetTab.findWidgetTabsByWidgetId=CLFRQ0338E: \u041c\u044b\u043d\u0430 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0434\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u043f \u0431\u0430\u0440\u043b\u044b\u049b \u0432\u0438\u0434\u0436\u0435\u0442 \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0456\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}
error.widgetTab.findWidgetIdByTabId=CLFRQ0383E: \u041c\u044b\u043d\u0430 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0434\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u043f \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440\u0434\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}

# {0} contains a non-readable non-translatable string (such as IFactoryDao)
error.FactoryDaoIBatis.getDao=CLFRQ0055E: \u041c\u044b\u043d\u0430 \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440\u0434\u0456 \u0430\u0448\u0443 \u043d\u044b\u0441\u0430\u043d\u044b\u043d \u0431\u0430\u043f\u0442\u0430\u043d\u0434\u044b\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}
error.FactoryDaoIBatis.starttrx=CLFRQ0005E: \u0411\u0456\u0440\u0456\u0437\u0434\u0456 \u0430\u043c\u0430\u043b \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
error.FactoryDaoIBatis.committrx=CLFRQ0013E: \u0411\u0456\u0440\u0456\u0437\u0434\u0456 \u0430\u043c\u0430\u043b \u0441\u0430\u049b\u0442\u0430\u043b\u043c\u0430\u0434\u044b.
error.FactoryDaoIBatis.rollbacktrx=CLFRQ0010E: \u0411\u0456\u0440\u0456\u0437\u0434\u0456 \u0430\u043c\u0430\u043b \u049b\u0430\u0439\u0442\u0430\u0440\u044b\u043b\u043c\u0430\u0434\u044b.

# key or identifier contains a non-readable string such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.widgetauxiliary.deletebywidget=CLFRQ0004E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u043a\u0456\u043b\u0442\u0456 \u0431\u0430\u0440 \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0456\u04a3 \u043a\u04e9\u043c\u0435\u043a\u0448\u0456 \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u044b\u043d \u0436\u043e\u044e \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441: {0}.
error.widgetauxiliary.selectbywidget=CLFRQ0016E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u043a\u0456\u043b\u0442\u0456 \u0431\u0430\u0440 \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0456\u04a3 \u043a\u04e9\u043c\u0435\u043a\u0448\u0456 \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u044b\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441: {0}.
error.catalogwidget.selectenabled=CLFRQ0002E: \u041a\u0430\u0442\u0430\u043b\u043e\u0433\u0442\u0430\u0493\u044b \u0431\u0430\u0440\u043b\u044b\u049b \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u044b\u043d\u0431\u0430\u0434\u044b.
error.catalogwidget.selectdisabled=CLFRQ0231E: \u041a\u0430\u0442\u0430\u043b\u043e\u0433\u0442\u0430\u0493\u044b \u0431\u0430\u0440\u043b\u044b\u049b \u0430\u0436\u044b\u0440\u0430\u0442\u044b\u043b\u0493\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u044b\u043d\u0431\u0430\u0434\u044b.
error.catalogwidget.disable=CLFRQ0012E: \u041a\u0430\u0442\u0430\u043b\u043e\u0433\u0442\u0430\u0493\u044b \u043c\u044b\u043d\u0430\u0434\u0430\u0439 \u043a\u0456\u043b\u0442\u0456 \u0431\u0430\u0440 \u0432\u0438\u0434\u0436\u0435\u0442 \u0430\u0436\u044b\u0440\u0430\u0442\u044b\u043b\u043c\u0430\u0434\u044b: {1}.
error.catalogwidget.enable=CLFRQ0014E: \u041a\u0430\u0442\u0430\u043b\u043e\u0433\u0442\u0430\u0493\u044b \u043c\u044b\u043d\u0430\u0434\u0430\u0439 \u043a\u0456\u043b\u0442\u0456 \u0431\u0430\u0440 \u0432\u0438\u0434\u0436\u0435\u0442 \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u044b\u043b\u043c\u0430\u0434\u044b: {1}.
error.catalogwidget.enabledpk=CLFRQ0007E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441: {0}.
error.catalogwidget.disabledpk=CLFRQ0233E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u0430\u0436\u044b\u0440\u0430\u0442\u044b\u043b\u0493\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441: {0}.
error.catalogwidget.countAllWidgets=CLFRQ0086E: \u0412\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440\u0434\u0456\u04a3 \u0442\u043e\u043b\u044b\u049b \u0441\u0430\u043d\u044b\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.catalogwidget.countEnabledWidgets=CLFRQ0084E: \u049a\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440\u0434\u0456\u04a3 \u0442\u043e\u043b\u044b\u049b \u0441\u0430\u043d\u044b\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.catalogwidget.getWidgetsUsage=CLFRQ0085E: \u0412\u0438\u0434\u0436\u0435\u0442\u0442\u0456 \u049b\u043e\u043b\u0434\u0430\u043d\u0443 \u0442\u0443\u0440\u0430\u043b\u044b \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430\u043b\u044b\u049b \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0434\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
