# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ    
str_component_id=CLFRQ

error.DaoManager.init=CLFRQ0044E: Dogodila se gre\u0161ka prilikom inicijalizacije upravitelja objekta za pristup podacima upotrebom sljede\u0107e datoteke: {0}
error.DaoManager.getInstance=CLFRQ0179E: Ne mo\u017ee se inicijalizirati veza na bazu podataka.
error.DaoConfig.load=CLFRQ0042E: Dogodila se gre\u0161ka prilikom punjenja konfiguracije za objekt pristupa podacima iz sljede\u0107e datoteke: {0}

# Table contains only a database ID (for example GET_USER_PREF)
error.crud.queryByPK=CLFRQ0040E: Dogodila se gre\u0161ka prilikom izvo\u0111enja upita prema primarnom klju\u010du na tablici {0} upotrebom sljede\u0107eg primarnog klju\u010da: {1}.
error.crud.insert=CLFRQ0056E: Dogodila se gre\u0161ka prilikom umetanja u tablicu {0} koriste\u0107i sljede\u0107i primarni klju\u010d: {1}.
error.crud.update=CLFRQ0043E: Dogodila se gre\u0161ka prilikom a\u017euriranja tablice {0} upotrebom sljede\u0107eg objekta: {1}.
# in the next two properties, {0} and {1} contain non-translatable values (such as GET_USER_PREF)
error.crud.selectAll=CLFRQ0050E: Dogodila se gre\u0161ka prilikom izbora svih unosa tablice {0}.
error.crud.delete=CLFRQ0053E: Dogodila se gre\u0161ka prilikom brisanja iz tablice {0} upotrebom sljede\u0107eg primarnog klju\u010da: {1}.
error.crud.update.widgettitle=CLFRQ0234E: Dogodila se gre\u0161ka prilikom a\u017euriranja naslova grafi\u010dkog elementa za ovaj objekt: {0}

error.user.getByMail=CLFRQ0047E: Dogodila se gre\u0161ka prilikom dohvata korisnika sa sljede\u0107om e-mail adresom: {0}.
error.user.getCountPerson=CLFRQ0087E: Dogodila se gre\u0161ka prilikom dohvata ukupnog broja osoba registriranih u bazi podataka.
error.user.getNumberUniqueVisit=CLFRQ0088E: Dogodila se gre\u0161ka prilikom dohvata broja jedinstvenih posjeta izme\u0111u sljede\u0107ih datuma: {0}, {1}
error.user.getUserUIByPersonId=CLFRQ0284E: Dogodila se gre\u0161ka prilikom dohvata korisni\u010dkih UI postavki za korisnika na kojeg referencira ovaj ID {0}.

error.notification.getNotificationsReceivedByPerson=CLFRQ0312E: Dogodila se gre\u0161ka prilikom dohvata obavijesti primljenih za korisnika na kojeg referencira ovaj ID {0}.
error.notification.getNotificationsSentByPerson=CLFRQ0311E: Dogodila se gre\u0161ka prilikom dohvata obavijesti poslanih od strane korisnika na kojeg referencira ovaj ID {0}.
error.notification.getNotificationReceivedCountSinceLastLogin=CLFRQ0380E: Dogodila se gre\u0161ka prilikom dohvata broja obavijesti primljenih od zadnje prijave za korisnika na kojeg referencira ovaj ID {0}.

# All identifiers are non-readable strings such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
#error.widgetPref.getByUserIDWidgetID=CLFRQ0041E: An error occurred while attempting to retrieve widget preferences for the user with identifier {0} and the widget with identifier {1}.
#error.widgetPref.getByUserIDPageIDPosition=CLFRQ0049E: An error occurred while retrieving widget preferences using these parameters: user identifier {0}, page identifier {1}, column {2}, and row {3}
#error.widgetPref.findByUserID=CLFRQ0052E: An error occurred while retrieving widget preferences for the user with identifier {0}.
#error.widgetPref.findByUserIDPageID=CLFRQ0045E: An error occurred while retrieving widget preferences using this information: user identifier {0} and page identifier {1}
#error.widgetPref.findByUserIDPageIDColNum=CLFRQ0054E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and column {2}
#error.widgetPref.findByUserIDPageIDRowNum=CLFRQ0046E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and row {3}
#error.widgetPref.getCountOpenWidgets=CLFRQ0148E: An error occurred while retrieving the number of widgets stored in the system.
error.widgetPref.disable=CLFRQ0230E: Dogodila se gre\u0161ka prilikom onemogu\u0107avanja na\u010dina testa administracije za korisnika s identifikatorom {0}.
error.widgetPref.enable=CLFRQ0232E: Dogodila se gre\u0161ka prilikom omogu\u0107avanja na\u010dina testa administracije za korisnika s identifikatorom {0}.

#error.page.getPersonPageByDefaultName=CLFRQ0285E: An error occurred while retrieving data related at the panel named {1}, for the user with ID {0}
#error.page.getPersonPages=CLFRQ0313E: An error occurred while retrieving all the panel pages for the user with ID: {0}
error.page.getPersonUIPageByDefaultName=CLFRQ0403E: Dogodila se gre\u0161ka prilikom dohvata UI kartice sljede\u0107eg imena: {0}
error.page.getPersonUIPages=CLFRQ0404E: Dogodila se gre\u0161ka prilikom dohvata kartica koje se odnose na korisnika sa sljede\u0107im internim ID-om: {0}

error.widgetInst.findWidgetsInstancesByPersonId=CLFRQ0287E: Dogodila se gre\u0161ka prilikom dohvata podataka koji se odnose na sljede\u0107eg korisnika: {0} i na stranicu sljede\u0107eg default imena {1}
error.widgetInst.getUserWidgetInstanceByWidgetId=CLFRQ0282E: Dogodila se gre\u0161ka prilikom dohvata podataka koji se odnose na sljede\u0107eg korisnika: {0}. Korisnik {0} poku\u0161ava dohvatiti informacije koje se odnose na grafi\u010dki element s ID-om {2} koji bi trebao biti unutar panela sa sljede\u0107im defaultnim imenom {1}
error.widgetInst.getPersonIdByWidgetInstanceId=CLFRQ0286E: Dogodila se gre\u0161ka prilikom dohvata ID-a korisnika koji se odnosi na ovu instancu grafi\u010dkog elementa s ID-om {0}
error.widgetInst.getCountOpenWidgets=CLFRQ0283E: Dogodila se gre\u0161ka za vrijeme brojanja svih otvorenih grafi\u010dkih elemenata.
error.widgetInst.removeByWidgetId=CLFRQ0281E: Dogodila se gre\u0161ka prilikom brisanja svih instanci grafi\u010dkih elemenata s ovim ID-om grafi\u010dkog elementa {0}
error.widgetInst.findWidgetsInstancesByTabInstance=CLFRQ0337E: Dogodila se gre\u0161ka prilikom poku\u0161aja dohvata svih instanci grafi\u010dkog elementa na karticu sa sljede\u0107im ID-om {0}

error.widgetTab.removeByWidgetId=CLFRQ0339E: Dogodila se gre\u0161ka prilikom brisanja svih slogova sa sljede\u0107im ID-om {0}
error.widgetTab.findWidgetTabsByWidgetId=CLFRQ0338E: Dogodila se gre\u0161ka prilikom dohvata svih informacija o grafi\u010dkom elementu upotrebom ovog ID-a {0}
error.widgetTab.findWidgetIdByTabId=CLFRQ0383E: Dogodila se gre\u0161ka prilikom dohvata grafi\u010dkih elemenata upotrebom ovog ID-a{0}

# {0} contains a non-readable non-translatable string (such as IFactoryDao)
error.FactoryDaoIBatis.getDao=CLFRQ0055E: Dogodila se gre\u0161ka prilikom inicijalizacije sljede\u0107eg objekta za pristup podacima: {0}
error.FactoryDaoIBatis.starttrx=CLFRQ0005E: Transakcija se nije mogla pokrenuti.
error.FactoryDaoIBatis.committrx=CLFRQ0013E: Transakcija se nije mogla predati.
error.FactoryDaoIBatis.rollbacktrx=CLFRQ0010E: Transakcija se nije mogla vratiti u prethodno stanje.

# key or identifier contains a non-readable string such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.widgetauxiliary.deletebywidget=CLFRQ0004E: Nije uspjelo brisanje pomo\u0107nih informacija za grafi\u010dki element s klju\u010dem {0}.
error.widgetauxiliary.selectbywidget=CLFRQ0016E: Nije uspio dohvat pomo\u0107nih informacija za grafi\u010dki element s klju\u010dem {0}.
error.catalogwidget.selectenabled=CLFRQ0002E: Nije uspio dohvat svih omogu\u0107enih grafi\u010dkih elemenata u katalogu.
error.catalogwidget.selectdisabled=CLFRQ0231E: Nije uspio dohvat svih onemogu\u0107enih grafi\u010dkih elemenata u katalogu.
error.catalogwidget.disable=CLFRQ0012E: Nije uspjelo onemogu\u0107avanje grafi\u010dkog elementa s klju\u010dem {1} u katalogu.
error.catalogwidget.enable=CLFRQ0014E: Nije uspjelo omogu\u0107avanje grafi\u010dkog elementa s klju\u010dem {1} u katalogu.
error.catalogwidget.enabledpk=CLFRQ0007E: Nije uspio dohvat omogu\u0107enog grafi\u010dkog elementa s identifikatorom {0}.
error.catalogwidget.disabledpk=CLFRQ0233E: Nije uspio dohvat onemogu\u0107enog grafi\u010dkog elementa s identifikatorom {0}.
error.catalogwidget.countAllWidgets=CLFRQ0086E: Dogodila se gre\u0161ka prilikom dohvata ukupnog broja grafi\u010dkih elemenata.
error.catalogwidget.countEnabledWidgets=CLFRQ0084E: Dogodila se gre\u0161ka prilikom dohvata ukupnog broja omogu\u0107enih grafi\u010dkih elemenata.
error.catalogwidget.getWidgetsUsage=CLFRQ0085E: Dogodila se gre\u0161ka prilikom dohvata statistike upotrebe grafi\u010dkog elementa.
