# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ    
str_component_id=CLFRQ

error.DaoManager.init=CLFRQ0044E: A ap\u0103rut o eroare \u00een timpul ini\u0163ializ\u0103rii managerului obiect de acces la date utiliz\u00e2nd acest fi\u015fier: {0}
error.DaoManager.getInstance=CLFRQ0179E: Conexiunea bazei de date nu a putut fi ini\u0163ializat\u0103.
error.DaoConfig.load=CLFRQ0042E: A ap\u0103rut o eroare la \u00eenc\u0103rcarea configura\u0163iei pentru obiectul de acces date pentru acest fi\u015fier: {0}

# Table contains only a database ID (for example GET_USER_PREF)
error.crud.queryByPK=CLFRQ0040E: A ap\u0103rut o eroare \u00een timpul interog\u0103rii dup\u0103 cheia primar\u0103 \u00een tabelul {0} utiliz\u00e2nd aceast\u0103 cheie primar\u0103: {1}.
error.crud.insert=CLFRQ0056E: A ap\u0103rut o eroare \u00een timpul inser\u0103rii \u00een tabel {0} utiliz\u00e2nd aceast\u0103 cheie primar\u0103: {1}.
error.crud.update=CLFRQ0043E: A ap\u0103rut o eroare \u00een timpul actualiz\u0103rii tabelului {0} utiliz\u00e2nd acest obiect: {1}.
# in the next two properties, {0} and {1} contain non-translatable values (such as GET_USER_PREF)
error.crud.selectAll=CLFRQ0050E: A ap\u0103rut o eroare \u00een timpul select\u0103rii tuturor intr\u0103rilor din tabelul {0}.
error.crud.delete=CLFRQ0053E: A ap\u0103rut o eroare la \u015ftergerea din tabelul {0} utiliz\u00e2nd aceast\u0103 cheie primar\u0103: {1}.
error.crud.update.widgettitle=CLFRQ0234E: A ap\u0103rut o eroare \u00een timpul actualiz\u0103rii titlului de widget pentru acest obiect: {0}

error.user.getByMail=CLFRQ0047E: A ap\u0103rut o eroare \u00een timpul extragerii utilizatorului cu acest e-mail: {0}.
error.user.getCountPerson=CLFRQ0087E: A ap\u0103rut o eroare la extragerea num\u0103rului total de persoane \u00eenregistrate \u00een baza de date.
error.user.getNumberUniqueVisit=CLFRQ0088E: A ap\u0103rut o eroare \u00een timpul extragerii num\u0103rului de vizite unice \u00eentre aceste date: {0}, {1}
error.user.getUserUIByPersonId=CLFRQ0284E: A ap\u0103rut o eroare \u00een timpul extragerii set\u0103rilor UI de utilizator pentru utilizatorul referen\u0163iat de acest ID {0}.

error.notification.getNotificationsReceivedByPerson=CLFRQ0312E: A ap\u0103rut o eroare \u00een timpul extragerii notific\u0103rilor primite de la utilizatorul referen\u0163iat de acest ID {0}.
error.notification.getNotificationsSentByPerson=CLFRQ0311E: A ap\u0103rut o eroare \u00een timpul extragerii notific\u0103rilor trimise de utilizatorul referen\u0163iat de acest ID {0}.
error.notification.getNotificationReceivedCountSinceLastLogin=CLFRQ0380E: A ap\u0103rut o eroare \u00een timpul extragerii contorului de notific\u0103ri primite de la ultima logare pentru utilizatorul referen\u0163iat de acest ID {0}.

# All identifiers are non-readable strings such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
#error.widgetPref.getByUserIDWidgetID=CLFRQ0041E: An error occurred while attempting to retrieve widget preferences for the user with identifier {0} and the widget with identifier {1}.
#error.widgetPref.getByUserIDPageIDPosition=CLFRQ0049E: An error occurred while retrieving widget preferences using these parameters: user identifier {0}, page identifier {1}, column {2}, and row {3}
#error.widgetPref.findByUserID=CLFRQ0052E: An error occurred while retrieving widget preferences for the user with identifier {0}.
#error.widgetPref.findByUserIDPageID=CLFRQ0045E: An error occurred while retrieving widget preferences using this information: user identifier {0} and page identifier {1}
#error.widgetPref.findByUserIDPageIDColNum=CLFRQ0054E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and column {2}
#error.widgetPref.findByUserIDPageIDRowNum=CLFRQ0046E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and row {3}
#error.widgetPref.getCountOpenWidgets=CLFRQ0148E: An error occurred while retrieving the number of widgets stored in the system.
error.widgetPref.disable=CLFRQ0230E: A ap\u0103rut o eroare \u00een timpul dezactiv\u0103rii modului de test administrativ pentru utilizatorul cu identificatorul {0}.
error.widgetPref.enable=CLFRQ0232E: A ap\u0103rut o eroare \u00een timpul activ\u0103rii modului de testare administrativ\u0103 pentru utilizatorul cu identificatorul {0}.

#error.page.getPersonPageByDefaultName=CLFRQ0285E: An error occurred while retrieving data related at the panel named {1}, for the user with ID {0}
#error.page.getPersonPages=CLFRQ0313E: An error occurred while retrieving all the panel pages for the user with ID: {0}
error.page.getPersonUIPageByDefaultName=CLFRQ0403E: A ap\u0103rut o eroare la extragerea UI-ului de fil\u0103 cu acest nume: {0}
error.page.getPersonUIPages=CLFRQ0404E: A ap\u0103rut o eroare \u00een timpul extragerii filelor \u00eenrudite cu utilizatorul cu acest ID intern: {0}

error.widgetInst.findWidgetsInstancesByPersonId=CLFRQ0287E: A ap\u0103rut o eroare la extragerea datelor \u00eenrudite cu acest utilizator {0} \u015fi pagina cu acest nume implicit {1}
error.widgetInst.getUserWidgetInstanceByWidgetId=CLFRQ0282E: A ap\u0103rut o eroare \u00een timpul extragerii datelor \u00eenrudite cu acest utilizator: {0}. Utilizatorul {0} \u00eencearc\u0103 s\u0103 extrag\u0103 informa\u0163iile \u00eenrudite cu widget-ul cu acest ID {2} ce ar trebui s\u0103 fie \u00een interiorul panoului cu acest nume implicit {1}
error.widgetInst.getPersonIdByWidgetInstanceId=CLFRQ0286E: A ap\u0103rut o eroare \u00een timpul extragerii ID-ului de utilizator \u00eenrudit cu aceast\u0103 instan\u0163\u0103 de utilizator cu ID-ul {0}
error.widgetInst.getCountOpenWidgets=CLFRQ0283E: A ap\u0103rut o eroare \u00een timpul contoriz\u0103rii tuturor widget-urilor deschise.
error.widgetInst.removeByWidgetId=CLFRQ0281E: A ap\u0103rut o eroare \u00een timpul \u015ftergerii tuturor instan\u0163elor de widget cu acest ID de widget {0}
error.widgetInst.findWidgetsInstancesByTabInstance=CLFRQ0337E: A ap\u0103rut o eroare \u00een timpul extragerii tuturor instan\u0163elor de widget \u00eenrudite cu fila cu acest ID {0}

error.widgetTab.removeByWidgetId=CLFRQ0339E: A ap\u0103rut o eroare \u00een timpul \u015ftergerii tuturor \u00eenregistr\u0103rilor cu acest ID {0}
error.widgetTab.findWidgetTabsByWidgetId=CLFRQ0338E: A ap\u0103ut o eroare \u00een timpul extragerii tuturor informa\u0163iilor de widget utiliz\u00e2nd acest ID {0}
error.widgetTab.findWidgetIdByTabId=CLFRQ0383E: A ap\u0103rut o eroare \u00een timpul extragerii widget-urilor utiliz\u00e2nd acest ID {0}

# {0} contains a non-readable non-translatable string (such as IFactoryDao)
error.FactoryDaoIBatis.getDao=CLFRQ0055E: A ap\u0103rut o eroare \u00een timpul ini\u0163ializ\u0103rii urm\u0103torului obiect de acces la date: {0}
error.FactoryDaoIBatis.starttrx=CLFRQ0005E: Tranzac\u0163ia nu a putut fi \u00eenceput\u0103.
error.FactoryDaoIBatis.committrx=CLFRQ0013E: Tranzac\u0163ia nu a putut fi comis\u0103.
error.FactoryDaoIBatis.rollbacktrx=CLFRQ0010E: Tranzac\u0163ia nu a putut fi derulat\u0103 \u00eenapoi.

# key or identifier contains a non-readable string such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.widgetauxiliary.deletebywidget=CLFRQ0004E: E\u015fuarea de a \u015fterge informa\u0163iile auxiliare pentru widget-ul cu cheia {0}.
error.widgetauxiliary.selectbywidget=CLFRQ0016E: E\u015fuarea de a extrage informa\u0163iile auxiliare pentru widget-ul cu cheia {0}.
error.catalogwidget.selectenabled=CLFRQ0002E: E\u015fuarea de a extrage toate widget-urile activate \u00een catalog.
error.catalogwidget.selectdisabled=CLFRQ0231E: E\u015fuare la extragerea tuturor widget-urilor dezactivate din catalog.
error.catalogwidget.disable=CLFRQ0012E: E\u015fuare la dezactivarea widget-ului cu cheia {1} \u00een catalog.
error.catalogwidget.enable=CLFRQ0014E: E\u015fuare la activarea widget-ului cu cheia {1} \u00een catalog.
error.catalogwidget.enabledpk=CLFRQ0007E: E\u015fuare la extragerea widget-urilor activate cu un identificator {0}.
error.catalogwidget.disabledpk=CLFRQ0233E: E\u015fuare la extragerea widget-urilor dezactivate cu identificatorul {0}.
error.catalogwidget.countAllWidgets=CLFRQ0086E: A ap\u0103rut o eroare la extragerea num\u0103rului local e widget-uri.
error.catalogwidget.countEnabledWidgets=CLFRQ0084E: A ap\u0103rut o eroare la extragerea num\u0103rului total de widget-uri activate.
error.catalogwidget.getWidgetsUsage=CLFRQ0085E: A ap\u0103rut o eroare la extragerea statisticilor de utilizare ale widget-ului.
