# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ    
str_component_id=CLFRQ

error.DaoManager.init=CLFRQ0044E: Der er opst\u00e5et en fejl under initialisering af styring af dataadgangsobjekter ved hj\u00e6lp af denne fil: {0}
error.DaoManager.getInstance=CLFRQ0179E: Databaseforbindelsen kan ikke initialiseres.
error.DaoConfig.load=CLFRQ0042E: Der er opst\u00e5et en fejl under indl\u00e6sning af konfigurationen til dataadgangsobjektet fra denne fil: {0}

# Table contains only a database ID (for example GET_USER_PREF)
error.crud.queryByPK=CLFRQ0040E: Der er opst\u00e5et en fejl under foresp\u00f8rgsel med prim\u00e6rn\u00f8gle p\u00e5 tabellen {0} med prim\u00e6rn\u00f8glen {1}
error.crud.insert=CLFRQ0056E: Der er opst\u00e5et en fejl under inds\u00e6ttelse i tabel {0} med denne prim\u00e6rn\u00f8gle: {1}
error.crud.update=CLFRQ0043E: Der er opst\u00e5et en fejl under opdatering af tabel {0} med dette objekt: {1}
# in the next two properties, {0} and {1} contain non-translatable values (such as GET_USER_PREF)
error.crud.selectAll=CLFRQ0050E: Der er opst\u00e5et en fejl under udv\u00e6lgelse af alle indgange i tabel {0}
error.crud.delete=CLFRQ0053E: Der er opst\u00e5et en fejl under sletning i tabel {0} med denne prim\u00e6rn\u00f8gle: {1}
error.crud.update.widgettitle=CLFRQ0234E: Der er opst\u00e5et en fejl under opdatering af widgettitlen for dette objekt: {0}

error.user.getByMail=CLFRQ0047E: Der er opst\u00e5et en fejl under hentning af brugeren med denne e-mailadresse: {0}
error.user.getCountPerson=CLFRQ0087E: Der er opst\u00e5et en fejl under hentning af det samlede antal personer, der er registreret i databasen.
error.user.getNumberUniqueVisit=CLFRQ0088E: Der er opst\u00e5et en fejl under hentning af unikke bes\u00f8g mellem disse datoer: {0}, {1}
error.user.getUserUIByPersonId=CLFRQ0284E: Der er opst\u00e5et en fejl under hentning af brugergr\u00e6nsefladeindstillingen for den bruger, som denne id henviser til: {0}

error.notification.getNotificationsReceivedByPerson=CLFRQ0312E: Der er opst\u00e5et en fejl under hentning af notifikationer, modtaget til den bruger, som denne id henviser til: {0}
error.notification.getNotificationsSentByPerson=CLFRQ0311E: Der er opst\u00e5et en fejl under hentning af notifikationer, sendt af den bruger, som denne id henviser til: {0}
error.notification.getNotificationReceivedCountSinceLastLogin=CLFRQ0380E: Der er opst\u00e5et en fejl under hentning af antallet af notifikationer, modtaget siden sidste logon til den bruger, som denne id henviser til: {0}

# All identifiers are non-readable strings such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
#error.widgetPref.getByUserIDWidgetID=CLFRQ0041E: An error occurred while attempting to retrieve widget preferences for the user with identifier {0} and the widget with identifier {1}.
#error.widgetPref.getByUserIDPageIDPosition=CLFRQ0049E: An error occurred while retrieving widget preferences using these parameters: user identifier {0}, page identifier {1}, column {2}, and row {3}
#error.widgetPref.findByUserID=CLFRQ0052E: An error occurred while retrieving widget preferences for the user with identifier {0}.
#error.widgetPref.findByUserIDPageID=CLFRQ0045E: An error occurred while retrieving widget preferences using this information: user identifier {0} and page identifier {1}
#error.widgetPref.findByUserIDPageIDColNum=CLFRQ0054E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and column {2}
#error.widgetPref.findByUserIDPageIDRowNum=CLFRQ0046E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and row {3}
#error.widgetPref.getCountOpenWidgets=CLFRQ0148E: An error occurred while retrieving the number of widgets stored in the system.
error.widgetPref.disable=CLFRQ0230E: Der er opst\u00e5et en fejl under deaktivering af administrationstesttilstand for brugeren med id {0}
error.widgetPref.enable=CLFRQ0232E: Der er opst\u00e5et en fejl under aktivering af administrationstesttilstand for brugeren med id {0}

#error.page.getPersonPageByDefaultName=CLFRQ0285E: An error occurred while retrieving data related at the panel named {1}, for the user with ID {0}
#error.page.getPersonPages=CLFRQ0313E: An error occurred while retrieving all the panel pages for the user with ID: {0}
error.page.getPersonUIPageByDefaultName=CLFRQ0403E: Der er opst\u00e5et en fejl under hentning af fanegr\u00e6nsefladen med navnet {0}
error.page.getPersonUIPages=CLFRQ0404E: Der er opst\u00e5et en fejl under hentning af de faner, der er relateret til brugeren med denne interne id: {0}

error.widgetInst.findWidgetsInstancesByPersonId=CLFRQ0287E: Der er opst\u00e5et en fejl under hentning af data, der er relateret til denne bruger: {0}, og siden med dette standardnavn: {1}
error.widgetInst.getUserWidgetInstanceByWidgetId=CLFRQ0282E: Der er opst\u00e5et en fejl under hentning af data, relateret til denne bruger: {0} Brugeren {0} fors\u00f8ger at hente de oplysninger, der er relateret til widgetten med id''en {2}, som skulle v\u00e6re i panelet med standardnavnet {1}
error.widgetInst.getPersonIdByWidgetInstanceId=CLFRQ0286E: Der er opst\u00e5et en fejl under hentning af bruger-id''en, der er relateret til denne widgetforekomst med id''en {0}
error.widgetInst.getCountOpenWidgets=CLFRQ0283E: Der er opst\u00e5et en fejl under opt\u00e6lling af alle \u00e5bne widgetter.
error.widgetInst.removeByWidgetId=CLFRQ0281E: Der er opst\u00e5et en fejl under sletning af alle widgetforekomster med widget-id''en {0}
error.widgetInst.findWidgetsInstancesByTabInstance=CLFRQ0337E: Der er opst\u00e5et en fejl under hentning af alle widgetforekomster, der er relateret til fanen med id''en {0}

error.widgetTab.removeByWidgetId=CLFRQ0339E: Der er opst\u00e5et en fejl under sletning af alle poster id''en {0}
error.widgetTab.findWidgetTabsByWidgetId=CLFRQ0338E: Der er opst\u00e5et en fejl under hentning af alle widgetoplysninger vha. id''en {0}
error.widgetTab.findWidgetIdByTabId=CLFRQ0383E: Der er opst\u00e5et en fejl under hentning af alle widgetter vha. id''en {0}

# {0} contains a non-readable non-translatable string (such as IFactoryDao)
error.FactoryDaoIBatis.getDao=CLFRQ0055E: Der er opst\u00e5et en fejl under initialisering af f\u00f8lgende dataadgangsobjekt: {0}
error.FactoryDaoIBatis.starttrx=CLFRQ0005E: Transaktionen kan ikke startes.
error.FactoryDaoIBatis.committrx=CLFRQ0013E: Der kan ikke udf\u00f8res commit af transaktionen.
error.FactoryDaoIBatis.rollbacktrx=CLFRQ0010E: Der kan ikke udf\u00f8res rollback af transaktionen.

# key or identifier contains a non-readable string such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.widgetauxiliary.deletebywidget=CLFRQ0004E: Kan ikke slette hj\u00e6lpeoplysninger for widget med n\u00f8gle3: {0}.
error.widgetauxiliary.selectbywidget=CLFRQ0016E: Kan ikke hente hj\u00e6lpeoplysninger for widget med n\u00f8gle: {0}.
error.catalogwidget.selectenabled=CLFRQ0002E: Kan ikke hente alle aktiverede widgetter i katalog.
error.catalogwidget.selectdisabled=CLFRQ0231E: Kan ikke hente alle deaktiverede widgetter i katalog.
error.catalogwidget.disable=CLFRQ0012E: Kan ikke deaktivere widget med n\u00f8glen {1} i katalog.
error.catalogwidget.enable=CLFRQ0014E: Kan ikke aktivere widget med n\u00f8glen {1} i katalog.
error.catalogwidget.enabledpk=CLFRQ0007E: Kan ikke hente aktiveret widget med id {0}.
error.catalogwidget.disabledpk=CLFRQ0233E: Kan ikke hente deaktiveret widget med id {0}.
error.catalogwidget.countAllWidgets=CLFRQ0086E: Der er opst\u00e5et en fejl under hentning af det samlede antal widgetter.
error.catalogwidget.countEnabledWidgets=CLFRQ0084E: Der er opst\u00e5et en fejl under hentning af det samlede antal aktiverede widgetter.
error.catalogwidget.getWidgetsUsage=CLFRQ0085E: Der er opst\u00e5et en fejl under hentning af statistik for widgetanvendelse.
