# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ    
str_component_id=CLFRQ

error.DaoManager.init=CLFRQ0044E: \u3053\u306e\u30d5\u30a1\u30a4\u30eb: {0} \u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u30c7\u30fc\u30bf\u30fb\u30a2\u30af\u30bb\u30b9\u30fb\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u306e\u521d\u671f\u5316\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
error.DaoManager.getInstance=CLFRQ0179E: \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u63a5\u7d9a\u3092\u521d\u671f\u5316\u3067\u304d\u307e\u305b\u3093\u3002
error.DaoConfig.load=CLFRQ0042E: \u3053\u306e\u30d5\u30a1\u30a4\u30eb: {0} \u304b\u3089\u30c7\u30fc\u30bf\u30fb\u30a2\u30af\u30bb\u30b9\u30fb\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u69cb\u6210\u3092\u30ed\u30fc\u30c9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

# Table contains only a database ID (for example GET_USER_PREF)
error.crud.queryByPK=CLFRQ0040E: \u3053\u306e 1 \u6b21\u30ad\u30fc: {1} \u3092\u4f7f\u7528\u3057\u305f\u30c6\u30fc\u30d6\u30eb {0} \u3067\u306e 1 \u6b21\u30ad\u30fc\u306b\u3088\u308b\u7167\u4f1a\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.crud.insert=CLFRQ0056E: \u3053\u306e 1 \u6b21\u30ad\u30fc {1} \u3092\u4f7f\u7528\u3057\u305f\u30c6\u30fc\u30d6\u30eb {0} \u3078\u306e\u633f\u5165\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.crud.update=CLFRQ0043E: \u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8 {1} \u3092\u4f7f\u7528\u3057\u305f\u30c6\u30fc\u30d6\u30eb {0} \u306b\u5bfe\u3059\u308b\u66f4\u65b0\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
# in the next two properties, {0} and {1} contain non-translatable values (such as GET_USER_PREF)
error.crud.selectAll=CLFRQ0050E: \u30c6\u30fc\u30d6\u30eb {0} \u306e\u3059\u3079\u3066\u306e\u30a8\u30f3\u30c8\u30ea\u30fc\u306e\u9078\u629e\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.crud.delete=CLFRQ0053E: \u3053\u306e 1 \u6b21\u30ad\u30fc: {1} \u3092\u4f7f\u7528\u3057\u305f\u30c6\u30fc\u30d6\u30eb {0} \u304b\u3089\u306e\u524a\u9664\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.crud.update.widgettitle=CLFRQ0234E: \u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8: {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30fb\u30bf\u30a4\u30c8\u30eb\u306e\u66f4\u65b0\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

error.user.getByMail=CLFRQ0047E: \u3053\u306e\u30e1\u30fc\u30eb {0} \u306b\u3088\u308b\u30e6\u30fc\u30b6\u30fc\u306e\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.user.getCountPerson=CLFRQ0087E: \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fc\u306e\u7dcf\u6570\u306e\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.user.getNumberUniqueVisit=CLFRQ0088E: {0} \u3068 {1} \u306e\u65e5\u4ed8\u306e\u9593\u306e\u56fa\u6709\u30a2\u30af\u30bb\u30b9\u6570\u3092\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
error.user.getUserUIByPersonId=CLFRQ0284E: ID {0} \u306b\u3088\u3063\u3066\u53c2\u7167\u3055\u308c\u308b\u30e6\u30fc\u30b6\u30fc\u306e UI \u8a2d\u5b9a\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

error.notification.getNotificationsReceivedByPerson=CLFRQ0312E: ID {0} \u306b\u3088\u3063\u3066\u53c2\u7167\u3055\u308c\u308b\u30e6\u30fc\u30b6\u30fc\u306b\u9001\u4fe1\u3055\u308c\u305f\u901a\u77e5\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.notification.getNotificationsSentByPerson=CLFRQ0311E: ID {0} \u306b\u3088\u3063\u3066\u53c2\u7167\u3055\u308c\u308b\u30e6\u30fc\u30b6\u30fc\u304b\u3089\u9001\u4fe1\u3055\u308c\u305f\u901a\u77e5\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.notification.getNotificationReceivedCountSinceLastLogin=CLFRQ0380E: ID {0} \u306b\u3088\u3063\u3066\u53c2\u7167\u3055\u308c\u308b\u30e6\u30fc\u30b6\u30fc\u304c\u6700\u5f8c\u306b\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u304b\u3089\u53d7\u4fe1\u3055\u308c\u305f\u901a\u77e5\u306e\u30ab\u30a6\u30f3\u30c8\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

# All identifiers are non-readable strings such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
#error.widgetPref.getByUserIDWidgetID=CLFRQ0041E: An error occurred while attempting to retrieve widget preferences for the user with identifier {0} and the widget with identifier {1}.
#error.widgetPref.getByUserIDPageIDPosition=CLFRQ0049E: An error occurred while retrieving widget preferences using these parameters: user identifier {0}, page identifier {1}, column {2}, and row {3}
#error.widgetPref.findByUserID=CLFRQ0052E: An error occurred while retrieving widget preferences for the user with identifier {0}.
#error.widgetPref.findByUserIDPageID=CLFRQ0045E: An error occurred while retrieving widget preferences using this information: user identifier {0} and page identifier {1}
#error.widgetPref.findByUserIDPageIDColNum=CLFRQ0054E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and column {2}
#error.widgetPref.findByUserIDPageIDRowNum=CLFRQ0046E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and row {3}
#error.widgetPref.getCountOpenWidgets=CLFRQ0148E: An error occurred while retrieving the number of widgets stored in the system.
error.widgetPref.disable=CLFRQ0230E: ID {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306b\u3064\u3044\u3066\u7ba1\u7406\u30c6\u30b9\u30c8\u30fb\u30e2\u30fc\u30c9\u3092\u4f7f\u7528\u4e0d\u53ef\u306b\u8a2d\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.widgetPref.enable=CLFRQ0232E: ID {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306b\u3064\u3044\u3066\u7ba1\u7406\u30c6\u30b9\u30c8\u30fb\u30e2\u30fc\u30c9\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u8a2d\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

#error.page.getPersonPageByDefaultName=CLFRQ0285E: An error occurred while retrieving data related at the panel named {1}, for the user with ID {0}
#error.page.getPersonPages=CLFRQ0313E: An error occurred while retrieving all the panel pages for the user with ID: {0}
error.page.getPersonUIPageByDefaultName=CLFRQ0403E: \u30bf\u30d6 UI \u3092\u540d\u524d {0} \u3067\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
error.page.getPersonUIPages=CLFRQ0404E: \u30e6\u30fc\u30b6\u30fc\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30bf\u30d6\u3092\u5185\u90e8 ID {0} \u306b\u3088\u3063\u3066\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

error.widgetInst.findWidgetsInstancesByPersonId=CLFRQ0287E: \u30e6\u30fc\u30b6\u30fc {0} \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30c7\u30fc\u30bf\u3068\u30c7\u30d5\u30a9\u30eb\u30c8\u540d {1} \u306e\u30da\u30fc\u30b8\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
error.widgetInst.getUserWidgetInstanceByWidgetId=CLFRQ0282E: \u30e6\u30fc\u30b6\u30fc {0} \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30c7\u30fc\u30bf\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u30e6\u30fc\u30b6\u30fc {0} \u306f\u3001ID {2} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 (\u30c7\u30d5\u30a9\u30eb\u30c8\u540d {1} \u306e\u30d1\u30cd\u30eb\u5185\u306b\u8868\u793a) \u306b\u95a2\u9023\u3059\u308b\u60c5\u5831\u3092\u53d6\u5f97\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307e\u3059\u3002
error.widgetInst.getPersonIdByWidgetInstanceId=CLFRQ0286E: ID {0} \u304c\u8a2d\u5b9a\u3055\u308c\u305f\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fcID \u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
error.widgetInst.getCountOpenWidgets=CLFRQ0283E: \u958b\u3044\u3066\u3044\u308b\u3059\u3079\u3066\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u30ab\u30a6\u30f3\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.widgetInst.removeByWidgetId=CLFRQ0281E: \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 ID {0} \u304c\u8a2d\u5b9a\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u524a\u9664\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
error.widgetInst.findWidgetsInstancesByTabInstance=CLFRQ0337E: ID {0} \u304c\u8a2d\u5b9a\u3055\u308c\u305f\u30bf\u30d6\u306b\u95a2\u9023\u3059\u308b\u3059\u3079\u3066\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

error.widgetTab.removeByWidgetId=CLFRQ0339E: ID {0} \u304c\u8a2d\u5b9a\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u30ec\u30b3\u30fc\u30c9\u3092\u524a\u9664\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
error.widgetTab.findWidgetTabsByWidgetId=CLFRQ0338E: ID {0} \u3092\u4f7f\u7528\u3059\u308b\u3059\u3079\u3066\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u60c5\u5831\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
error.widgetTab.findWidgetIdByTabId=CLFRQ0383E: ID {0} \u3092\u4f7f\u7528\u3059\u308b\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

# {0} contains a non-readable non-translatable string (such as IFactoryDao)
error.FactoryDaoIBatis.getDao=CLFRQ0055E: \u30c7\u30fc\u30bf\u30fb\u30a2\u30af\u30bb\u30b9\u30fb\u30aa\u30d6\u30b8\u30a7\u30af\u30c8 {0} \u306e\u521d\u671f\u5316\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
error.FactoryDaoIBatis.starttrx=CLFRQ0005E: \u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u3092\u958b\u59cb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.FactoryDaoIBatis.committrx=CLFRQ0013E: \u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u3092\u30b3\u30df\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.FactoryDaoIBatis.rollbacktrx=CLFRQ0010E: \u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u3092\u30ed\u30fc\u30eb\u30d0\u30c3\u30af\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

# key or identifier contains a non-readable string such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.widgetauxiliary.deletebywidget=CLFRQ0004E: \u30ad\u30fc\u304c {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u88dc\u52a9\u60c5\u5831\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
error.widgetauxiliary.selectbywidget=CLFRQ0016E: \u30ad\u30fc\u304c {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u88dc\u52a9\u60c5\u5831\u3092\u53d6\u5f97\u3059\u308b\u3053\u3068\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
error.catalogwidget.selectenabled=CLFRQ0002E: \u30ab\u30bf\u30ed\u30b0\u5185\u306e\u3059\u3079\u3066\u306e\u6709\u52b9\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
error.catalogwidget.selectdisabled=CLFRQ0231E: \u30ab\u30bf\u30ed\u30b0\u5185\u306e\u3059\u3079\u3066\u306e\u7121\u52b9\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
error.catalogwidget.disable=CLFRQ0012E: \u30ab\u30bf\u30ed\u30b0\u5185\u306e\u30ad\u30fc\u304c {1} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u7121\u52b9\u306b\u3059\u308b\u3053\u3068\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
error.catalogwidget.enable=CLFRQ0014E: \u30ab\u30bf\u30ed\u30b0\u5185\u306e\u30ad\u30fc\u304c {1} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
error.catalogwidget.enabledpk=CLFRQ0007E: ID {0} \u306e\u6709\u52b9\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u53d6\u5f97\u3059\u308b\u3053\u3068\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
error.catalogwidget.disabledpk=CLFRQ0233E: ID {0} \u306e\u7121\u52b9\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u53d6\u5f97\u3059\u308b\u3053\u3068\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
error.catalogwidget.countAllWidgets=CLFRQ0086E: \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u5408\u8a08\u6570\u306e\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.catalogwidget.countEnabledWidgets=CLFRQ0084E: \u6709\u52b9\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u5408\u8a08\u6570\u306e\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.catalogwidget.getWidgetsUsage=CLFRQ0085E: \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u4f7f\u7528\u72b6\u6cc1\u7d71\u8a08\u306e\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
