# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ    
str_component_id=CLFRQ

error.DaoManager.init=CLFRQ0044E: Ocorreu um erro ao inicializar o gerenciador de objetos de acesso a dados utilizando este arquivo: {0}
error.DaoManager.getInstance=CLFRQ0179E: A conex\u00e3o com o banco de dados n\u00e3o pode ser inicializada.
error.DaoConfig.load=CLFRQ0042E: Ocorreu um erro ao carregar a configura\u00e7\u00e3o para o objeto de acesso a dados a partir deste arquivo: {0}

# Table contains only a database ID (for example GET_USER_PREF)
error.crud.queryByPK=CLFRQ0040E: Ocorreu um erro ao consultar por chave prim\u00e1ria na tabela {0} usando esta chave prim\u00e1ria: {1}.
error.crud.insert=CLFRQ0056E: Ocorreu um erro ao inserir na tabela {0} utilizando esta chave prim\u00e1ria: {1}.
error.crud.update=CLFRQ0043E: Ocorreu um erro ao atualizar a tabela {0} utilizando este objeto: {1}.
# in the next two properties, {0} and {1} contain non-translatable values (such as GET_USER_PREF)
error.crud.selectAll=CLFRQ0050E: Ocorreu um erro ao selecionar todas as entradas da tabela {0}.
error.crud.delete=CLFRQ0053E: Ocorreu um erro ao excluir da tabela {0} utilizando a chave prim\u00e1ria: {1}.
error.crud.update.widgettitle=CLFRQ0234E: Ocorreu um erro ao atualizar o t\u00edtulo do widget para este objeto: {0}

error.user.getByMail=CLFRQ0047E: Ocorreu um erro ao recuperar o usu\u00e1rio com este e-mail: {0}.
error.user.getCountPerson=CLFRQ0087E: Ocorreu um erro ao recuperar o n\u00famero total de pessoas registradas no banco de dados.
error.user.getNumberUniqueVisit=CLFRQ0088E: Ocorreu um erro ao recuperar o n\u00famero de visitas exclusivas entre estas datas: {0}, {1}
error.user.getUserUIByPersonId=CLFRQ0284E: Ocorreu um erro ao recuperar a defini\u00e7\u00e3o de UI do usu\u00e1rio mencionado por este ID {0}.

error.notification.getNotificationsReceivedByPerson=CLFRQ0312E: Ocorreu um erro ao recuperar as notifica\u00e7\u00f5es recebidas para o usu\u00e1rio mencionado por este ID {0}.
error.notification.getNotificationsSentByPerson=CLFRQ0311E: Ocorreu um erro ao recuperar as notifica\u00e7\u00f5es enviadas pelo usu\u00e1rio mencionado por este ID {0}.
error.notification.getNotificationReceivedCountSinceLastLogin=CLFRQ0380E: Ocorreu um erro ao recuperar a contagem de notifica\u00e7\u00f5es recebidas desde o \u00faltimo login do usu\u00e1rio mencionado por este ID {0}.

# All identifiers are non-readable strings such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
#error.widgetPref.getByUserIDWidgetID=CLFRQ0041E: An error occurred while attempting to retrieve widget preferences for the user with identifier {0} and the widget with identifier {1}.
#error.widgetPref.getByUserIDPageIDPosition=CLFRQ0049E: An error occurred while retrieving widget preferences using these parameters: user identifier {0}, page identifier {1}, column {2}, and row {3}
#error.widgetPref.findByUserID=CLFRQ0052E: An error occurred while retrieving widget preferences for the user with identifier {0}.
#error.widgetPref.findByUserIDPageID=CLFRQ0045E: An error occurred while retrieving widget preferences using this information: user identifier {0} and page identifier {1}
#error.widgetPref.findByUserIDPageIDColNum=CLFRQ0054E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and column {2}
#error.widgetPref.findByUserIDPageIDRowNum=CLFRQ0046E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and row {3}
#error.widgetPref.getCountOpenWidgets=CLFRQ0148E: An error occurred while retrieving the number of widgets stored in the system.
error.widgetPref.disable=CLFRQ0230E: Ocorreu um erro ao desativar o modo de teste de administra\u00e7\u00e3o para o usu\u00e1rio com o identificador {0}.
error.widgetPref.enable=CLFRQ0232E: Ocorreu um erro ao ativar o modo de teste de administra\u00e7\u00e3o para o usu\u00e1rio com o identificador {0}.

#error.page.getPersonPageByDefaultName=CLFRQ0285E: An error occurred while retrieving data related at the panel named {1}, for the user with ID {0}
#error.page.getPersonPages=CLFRQ0313E: An error occurred while retrieving all the panel pages for the user with ID: {0}
error.page.getPersonUIPageByDefaultName=CLFRQ0403E: Erro ao recuperar a UI da guia com este nome: {0}
error.page.getPersonUIPages=CLFRQ0404E: Erro ao recuperar as guias relacionadas ao usu\u00e1rio com este ID interno: {0}

error.widgetInst.findWidgetsInstancesByPersonId=CLFRQ0287E: Ocorreu um erro ao recuperar dados relacionados a este usu\u00e1rio: {0}, e a p\u00e1gina com este nome padr\u00e3o {1}
error.widgetInst.getUserWidgetInstanceByWidgetId=CLFRQ0282E: Ocorreu um erro ao recuperar dados relacionados a este usu\u00e1rio: {0}. O usu\u00e1rio {0} est\u00e1 tentando recuperar as informa\u00e7\u00f5es relacionadas ao widget com este ID {2} que deveriam estar no painel com este nome padr\u00e3o {1}
error.widgetInst.getPersonIdByWidgetInstanceId=CLFRQ0286E: Ocorreu um erro a recuperar o ID do usu\u00e1rio relacionado a esta ocorr\u00eancia do widget com o ID {0}
error.widgetInst.getCountOpenWidgets=CLFRQ0283E: Ocorreu um erro durante a contagem de todos os widgets abertos.
error.widgetInst.removeByWidgetId=CLFRQ0281E: Ocorreu um erro durante a exclus\u00e3o de todas as ocorr\u00eancias de widget com este ID de widget {0}
error.widgetInst.findWidgetsInstancesByTabInstance=CLFRQ0337E: Ocorreu um erro a recuperar todas as ocorr\u00eancias de widget relacionadas \u00e0 guia com este ID {0}

error.widgetTab.removeByWidgetId=CLFRQ0339E: Ocorreu um erro durante a exclus\u00e3o de todos os registros com este ID {0}
error.widgetTab.findWidgetTabsByWidgetId=CLFRQ0338E: Ocorreu um erro durante a recupera\u00e7\u00e3o de todas as informa\u00e7\u00f5es de widget usando este ID {0}
error.widgetTab.findWidgetIdByTabId=CLFRQ0383E: Ocorreu um erro durante a recupera\u00e7\u00e3o dos widgets usando este ID {0}

# {0} contains a non-readable non-translatable string (such as IFactoryDao)
error.FactoryDaoIBatis.getDao=CLFRQ0055E: Ocorreu um erro ao inicializar o seguinte objeto de acesso a dados: {0}
error.FactoryDaoIBatis.starttrx=CLFRQ0005E: A transa\u00e7\u00e3o n\u00e3o p\u00f4de ser iniciada.
error.FactoryDaoIBatis.committrx=CLFRQ0013E: A transa\u00e7\u00e3o n\u00e3o p\u00f4de ser confirmada.
error.FactoryDaoIBatis.rollbacktrx=CLFRQ0010E: N\u00e3o foi poss\u00edvel retroceder a transa\u00e7\u00e3o.

# key or identifier contains a non-readable string such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.widgetauxiliary.deletebywidget=CLFRQ0004E: Falha ao excluir informa\u00e7\u00f5es auxiliares para o widget com a chave {0}.
error.widgetauxiliary.selectbywidget=CLFRQ0016E: Falha ao recuperar as informa\u00e7\u00f5es auxiliares para widget com a chave {0}.
error.catalogwidget.selectenabled=CLFRQ0002E: Falha ao recuperar todos os widgets ativados no cat\u00e1logo.
error.catalogwidget.selectdisabled=CLFRQ0231E: Falha ao recuperar todos os widgets desativados no cat\u00e1logo.
error.catalogwidget.disable=CLFRQ0012E: Falha ao desativar o widget com a chave {1} no cat\u00e1logo.
error.catalogwidget.enable=CLFRQ0014E: Falha ao ativar o widget com a chave {1} no cat\u00e1logo.
error.catalogwidget.enabledpk=CLFRQ0007E: Falha ao recuperar o widget ativado com o identificador {0}.
error.catalogwidget.disabledpk=CLFRQ0233E: Falha ao recuperar o widget desativado com o identificador {0}.
error.catalogwidget.countAllWidgets=CLFRQ0086E: Ocorreu um erro ao recuperar o n\u00famero total de widgets.
error.catalogwidget.countEnabledWidgets=CLFRQ0084E: Ocorreu um erro ao recuperar o n\u00famero total de widgets ativados.
error.catalogwidget.getWidgetsUsage=CLFRQ0085E: Ocorreu um erro ao recuperar as estat\u00edsticas de uso dos widgets.
