# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2015                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ    
str_component_id=CLFRQ

error.DaoManager.init=CLFRQ0044E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043d\u0438\u0446\u0438\u0458\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u0443\u043f\u0440\u0430\u0432\u043d\u0438\u043a\u043e\u0442 \u0437\u0430 \u043f\u0440\u0435\u0434\u043c\u0435\u0442 \u0437\u0430 \u043f\u0440\u0438\u0441\u0442\u0430\u043f \u0434\u043e \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0441\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u045a\u0435 \u043d\u0430 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430: {0}
error.DaoManager.getInstance=CLFRQ0179E: \u041f\u043e\u0432\u0440\u0437\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u043d\u0438\u0446\u0438\u0458\u0430\u043b\u0438\u0437\u0438\u0440\u0430.
error.DaoConfig.load=CLFRQ0042E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430 \u043d\u0430 \u043f\u0440\u0435\u0434\u043c\u0435\u0442 \u0437\u0430 \u043f\u0440\u0438\u0441\u0442\u0430\u043f \u0434\u043e \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043e\u0434 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430: {0}

# Table contains only a database ID (for example GET_USER_PREF)
error.crud.queryByPK=CLFRQ0040E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u0440\u0448\u0443\u0432\u0430\u045a\u0435 \u043f\u0440\u0430\u0448\u0430\u043b\u043d\u0438\u043a \u0441\u043f\u043e\u0440\u0435\u0434 \u043f\u0440\u0438\u043c\u0430\u0440\u0435\u043d \u043a\u043b\u0443\u0447 \u043d\u0430 \u0442\u0430\u0431\u0435\u043b\u0430\u0442\u0430 {0} \u0441\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u045a\u0435 \u043d\u0430 \u043f\u0440\u0438\u043c\u0430\u0440\u043d\u0438\u043e\u0442 \u043a\u043b\u0443\u0447: {1}.
error.crud.insert=CLFRQ0056E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u043c\u0435\u0442\u043d\u0443\u0432\u0430\u045a\u0435 \u0432\u043e \u0442\u0430\u0431\u0435\u043b\u0430\u0442\u0430 {0} \u0441\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u045a\u0435 \u043d\u0430 \u043f\u0440\u0438\u043c\u0430\u0440\u043d\u0438\u043e\u0442 \u043a\u043b\u0443\u0447: {1}.
error.crud.update=CLFRQ0043E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0435 \u0442\u0430\u0431\u0435\u043b\u0430\u0442\u0430 {0} \u0441\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u045a\u0435 \u043d\u0430 \u043f\u0440\u0435\u0434\u043c\u0435\u0442\u043e\u0442: {1}.
# in the next two properties, {0} and {1} contain non-translatable values (such as GET_USER_PREF)
error.crud.selectAll=CLFRQ0050E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0431\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u0441\u0438\u0442\u0435 \u0437\u0430\u043f\u0438\u0441\u0438 \u043e\u0434 \u0442\u0430\u0431\u0435\u043b\u0430\u0442\u0430 {0}.
error.crud.delete=CLFRQ0053E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0431\u0440\u0438\u0448\u0435\u045a\u0435 \u043e\u0434 \u0442\u0430\u0431\u0435\u043b\u0430\u0442\u0430 {0} \u0441\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u045a\u0435 \u043d\u0430 \u043f\u0440\u0438\u043c\u0430\u0440\u043d\u0438\u043e\u0442 \u043a\u043b\u0443\u0447: {1}.
error.crud.update.widgettitle=CLFRQ0234E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0435 \u043d\u0430\u0441\u043b\u043e\u0432 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u0437\u0430 \u043f\u0440\u0435\u0434\u043c\u0435\u0442\u043e\u0442: {0}

error.user.getByMail=CLFRQ0047E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0441\u043e \u0435-\u043f\u043e\u0448\u0442\u0430: {0}.
error.user.getCountPerson=CLFRQ0087E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0432\u043a\u0443\u043f\u043d\u0438\u043e\u0442 \u0431\u0440\u043e\u0458 \u043b\u0438\u0446\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0438 \u0432\u043e \u0431\u0430\u0437\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438.
error.user.getNumberUniqueVisit=CLFRQ0088E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0431\u0440\u043e\u0458\u043e\u0442 \u043d\u0430 \u0435\u0434\u0438\u043d\u0435\u0447\u043d\u0438 \u043f\u043e\u0441\u0435\u0442\u0438 \u043f\u043e\u043c\u0435\u0453\u0443 \u0434\u0430\u0442\u0443\u043c\u0438\u0442\u0435: {0}, {1}
error.user.getUserUIByPersonId=CLFRQ0284E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043f\u043e\u0441\u0442\u0430\u0432\u043a\u0430 \u043d\u0430 UI \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u043d\u0430\u0432\u0435\u0434\u0435\u043d \u0441\u043e \u0418\u0414 {0}.

error.notification.getNotificationsReceivedByPerson=CLFRQ0312E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430 \u0434\u043e\u0431\u0438\u0435\u043d\u0438 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u043d\u0430\u0432\u0435\u0434\u0435\u043d \u0441\u043e \u0418\u0414 {0}.
error.notification.getNotificationsSentByPerson=CLFRQ0311E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430 \u0448\u0442\u043e \u0433\u0438 \u0438\u0441\u043f\u0440\u0430\u0442\u0438\u043b \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u043d\u0430\u0432\u0435\u0434\u0435\u043d \u0441\u043e \u0418\u0414 {0}.
error.notification.getNotificationReceivedCountSinceLastLogin=CLFRQ0380E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u043c\u0435\u0442\u043a\u0430\u0442\u0430 \u0441\u043e \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430 \u0434\u043e\u0431\u0438\u0435\u043d\u0438 \u043e\u0434 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u043d\u0430\u0458\u0430\u0432\u0430 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u043d\u0430\u0432\u0435\u0434\u0435\u043d \u0441\u043e \u0418\u0414 {0}.

# All identifiers are non-readable strings such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
#error.widgetPref.getByUserIDWidgetID=CLFRQ0041E: An error occurred while attempting to retrieve widget preferences for the user with identifier {0} and the widget with identifier {1}.
#error.widgetPref.getByUserIDPageIDPosition=CLFRQ0049E: An error occurred while retrieving widget preferences using these parameters: user identifier {0}, page identifier {1}, column {2}, and row {3}
#error.widgetPref.findByUserID=CLFRQ0052E: An error occurred while retrieving widget preferences for the user with identifier {0}.
#error.widgetPref.findByUserIDPageID=CLFRQ0045E: An error occurred while retrieving widget preferences using this information: user identifier {0} and page identifier {1}
#error.widgetPref.findByUserIDPageIDColNum=CLFRQ0054E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and column {2}
#error.widgetPref.findByUserIDPageIDRowNum=CLFRQ0046E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and row {3}
#error.widgetPref.getCountOpenWidgets=CLFRQ0148E: An error occurred while retrieving the number of widgets stored in the system.
error.widgetPref.disable=CLFRQ0230E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0443\u0432\u0430\u045a\u0435 \u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u0442\u0435\u0441\u0442\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0430 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0441\u043e \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u0458\u0430 {0}.
error.widgetPref.enable=CLFRQ0232E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0443\u0432\u0430\u045a\u0435 \u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u0442\u0435\u0441\u0442\u0438\u0440\u0430\u045a\u0435 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0430 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0441\u043e \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u0458\u0430 {0}.

#error.page.getPersonPageByDefaultName=CLFRQ0285E: An error occurred while retrieving data related at the panel named {1}, for the user with ID {0}
#error.page.getPersonPages=CLFRQ0313E: An error occurred while retrieving all the panel pages for the user with ID: {0}
error.page.getPersonUIPageByDefaultName=CLFRQ0403E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 UI \u043d\u0430 \u043a\u0430\u0440\u0442\u0438\u0447\u043a\u0430 \u0441\u043e \u0438\u043c\u0435\u0442\u043e: {0}
error.page.getPersonUIPages=CLFRQ0404E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043a\u0430\u0440\u0442\u0438\u0447\u043a\u0438 \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0441\u043e \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0441\u043e \u0432\u043d\u0430\u0442\u0440\u0435\u0448\u0435\u043d \u0418\u0414: {0}

error.widgetInst.findWidgetsInstancesByPersonId=CLFRQ0287E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0441\u043e \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442: {0}, \u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0441\u043e \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0434\u043d\u043e \u0438\u043c\u0435 {1}
error.widgetInst.getUserWidgetInstanceByWidgetId=CLFRQ0282E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0441\u043e \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442: {0}. \u041a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 {0} \u0441\u0435 \u043e\u0431\u0438\u0434\u0443\u0432\u0430 \u0434\u0430 \u0432\u0447\u0438\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0441\u043e \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u0441\u043e \u0418\u0414 {2} \u0448\u0442\u043e \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0441\u0435 \u043d\u0430\u043e\u0453\u0430 \u0432\u043e \u043f\u0430\u043d\u0435\u043b\u043e\u0442 \u0441\u043e \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0434\u043d\u043e\u0442\u043e \u0438\u043c\u0435 {1}
error.widgetInst.getPersonIdByWidgetInstanceId=CLFRQ0286E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u0418\u0414 \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u043f\u043e\u0432\u0440\u0437\u0430\u043d \u0441\u043e \u043e\u0432\u043e\u0458 \u043f\u0440\u0438\u043c\u0435\u0440\u043e\u043a \u0437\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u0441\u043e \u0418\u0414 {0}
error.widgetInst.getCountOpenWidgets=CLFRQ0283E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u0440\u043e\u0434\u043e\u043b\u0436\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u0438\u0442\u0435 \u043e\u0442\u0432\u043e\u0440\u0435\u043d\u0438 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438.
error.widgetInst.removeByWidgetId=CLFRQ0281E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0431\u0440\u0438\u0448\u0435\u045a\u0435 \u043d\u0430 \u0441\u0438\u0442\u0435 \u043f\u0440\u0438\u043c\u0435\u0440\u043e\u0446\u0438 \u0437\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0441\u043e \u0418\u0414 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a\u043e\u0442 {0}
error.widgetInst.findWidgetsInstancesByTabInstance=CLFRQ0337E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u0438\u0442\u0435 \u043f\u0440\u0438\u043c\u0435\u0440\u043e\u0446\u0438 \u0437\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0441\u043e \u043a\u0430\u0440\u0442\u0438\u0447\u043a\u0430\u0442\u0430 \u0441\u043e \u0418\u0414 {0}

error.widgetTab.removeByWidgetId=CLFRQ0339E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0431\u0440\u0438\u0448\u0435\u045a\u0435 \u043d\u0430 \u0446\u0435\u043b\u0430\u0442\u0430 \u0435\u0432\u0438\u0434\u0435\u043d\u0446\u0438\u0458\u0430 \u0441\u043e \u0418\u0414 {0}
error.widgetTab.findWidgetTabsByWidgetId=CLFRQ0338E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u0438\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0437\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0441\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u045a\u0435 \u043d\u0430 \u0418\u0414 {0}
error.widgetTab.findWidgetIdByTabId=CLFRQ0383E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0441\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u045a\u0435 \u043d\u0430 \u0418\u0414 {0}

# {0} contains a non-readable non-translatable string (such as IFactoryDao)
error.FactoryDaoIBatis.getDao=CLFRQ0055E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043d\u0438\u0446\u0438\u0458\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u0441\u043b\u0435\u0434\u043d\u0438\u043e\u0442 \u043f\u0440\u0435\u0434\u043c\u0435\u0442 \u0437\u0430 \u043f\u0440\u0438\u0441\u0442\u0430\u043f \u0434\u043e \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438: {0}
error.FactoryDaoIBatis.starttrx=CLFRQ0005E: \u0422\u0440\u0430\u043d\u0441\u0430\u043a\u0446\u0438\u0458\u0430\u0442\u0430 \u043d\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0437\u0430\u043f\u043e\u0447\u043d\u0435.
error.FactoryDaoIBatis.committrx=CLFRQ0013E: \u0422\u0440\u0430\u043d\u0441\u0430\u043a\u0446\u0438\u0458\u0430\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u0440\u0448\u0438.
error.FactoryDaoIBatis.rollbacktrx=CLFRQ0010E: \u0422\u0440\u0430\u043d\u0441\u0430\u043a\u0446\u0438\u0458\u0430\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0440\u0430\u0442\u0438.

# key or identifier contains a non-readable string such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.widgetauxiliary.deletebywidget=CLFRQ0004E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0438\u0437\u0431\u0440\u0438\u0448\u0430\u0442 \u043f\u043e\u043c\u043e\u0448\u043d\u0438\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0437\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a\u043e\u0442 \u0441\u043e \u043a\u043b\u0443\u0447 {0}.
error.widgetauxiliary.selectbywidget=CLFRQ0016E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430\u0430\u0442 \u043f\u043e\u043c\u043e\u0448\u043d\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0437\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a\u043e\u0442 \u0441\u043e \u043a\u043b\u0443\u0447 {0}.
error.catalogwidget.selectenabled=CLFRQ0002E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430\u0430\u0442 \u0441\u0438\u0442\u0435 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0438 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0432\u043e \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u043e\u0442.
error.catalogwidget.selectdisabled=CLFRQ0231E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430\u0430\u0442 \u0441\u0438\u0442\u0435 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0438 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0432\u043e \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u043e\u0442.
error.catalogwidget.disable=CLFRQ0012E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0438 \u0434\u043e\u0434\u0430\u0442\u043e\u043a\u043e\u0442 \u0441\u043e \u043a\u043b\u0443\u0447 {1} \u0432\u043e \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u043e\u0442.
error.catalogwidget.enable=CLFRQ0014E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0438 \u0434\u043e\u0434\u0430\u0442\u043e\u043a\u043e\u0442 \u0441\u043e \u043a\u043b\u0443\u0447 {1} \u0432\u043e \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u043e\u0442.
error.catalogwidget.enabledpk=CLFRQ0007E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u0441\u043e \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u0458\u0430 {0}.
error.catalogwidget.disabledpk=CLFRQ0233E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u0441\u043e \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u0458\u0430 {0}.
error.catalogwidget.countAllWidgets=CLFRQ0086E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0432\u043a\u0443\u043f\u043d\u0438\u043e\u0442 \u0431\u0440\u043e\u0458 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438.
error.catalogwidget.countEnabledWidgets=CLFRQ0084E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0432\u043a\u0443\u043f\u043d\u0438\u043e\u0442 \u0431\u0440\u043e\u0458 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0438 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438.
error.catalogwidget.getWidgetsUsage=CLFRQ0085E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430 \u043d\u0430 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0430 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438.
