# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ    
str_component_id=CLFRQ

error.DaoManager.init=CLFRQ0044E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0639\u062f\u0627\u062f \u0627\u062f\u0627\u0631\u0629 \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062a\u0648\u0635\u0644 \u0644\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0627 \u0627\u0644\u0645\u0644\u0641: {0}
error.DaoManager.getInstance=CLFRQ0179E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0639\u062f\u0627\u062f \u0648\u0635\u0644\u0629 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0644\u0644\u0628\u062f\u0621.
error.DaoConfig.load=CLFRQ0042E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u062d\u0645\u064a\u0644 \u062a\u0648\u0635\u064a\u0641 \u0639\u0646\u0635\u0631 \u0627\u0644\u062a\u0648\u0635\u0644 \u0644\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u0644\u0641: {0}

# Table contains only a database ID (for example GET_USER_PREF)
error.crud.queryByPK=CLFRQ0040E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0628\u0648\u0627\u0633\u0637\u0629 \u0627\u0644\u0645\u062c\u0627\u0644 \u0627\u0644\u0631\u0626\u064a\u0633\u064a \u0628\u0627\u0644\u062c\u062f\u0648\u0644 {0} \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0627 \u0627\u0644\u0645\u062c\u0627\u0644 \u0627\u0644\u0631\u0626\u064a\u0633\u064a: {1}.
error.crud.insert=CLFRQ0056E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u0627\u062f\u0631\u0627\u062c \u0628\u0627\u0644\u062c\u062f\u0648\u0644 {0} \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0627 \u0627\u0644\u0645\u0641\u062a\u0627\u062d \u0627\u0644\u0623\u0633\u0627\u0633\u064a: {1}.
error.crud.update=CLFRQ0043E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u062c\u062f\u0648\u0644 {0} \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0627 \u0627\u0644\u0639\u0646\u0635\u0631: {1}.
# in the next two properties, {0} and {1} contain non-translatable values (such as GET_USER_PREF)
error.crud.selectAll=CLFRQ0050E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0643\u0644 \u0627\u062f\u062e\u0627\u0644\u0627\u062a \u0627\u0644\u062c\u062f\u0648\u0644 {0}.
error.crud.delete=CLFRQ0053E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062d\u0630\u0641 \u0645\u0646 \u0627\u0644\u062c\u062f\u0648\u0644 {0} \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0645\u0641\u062a\u0627\u062d \u0627\u0644\u0623\u0633\u0627\u0633\u064a \u0647\u0630\u0627: {1}.
error.crud.update.widgettitle=CLFRQ0234E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0639\u062f\u064a\u0644 \u0639\u0646\u0648\u0627\u0646 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u062e\u0627\u0635 \u0628\u0647\u0630\u0627 \u0627\u0644\u0639\u0646\u0635\u0631: {0}

error.user.getByMail=CLFRQ0047E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0630\u064a \u0644\u0647 \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a: {0}
error.user.getCountPerson=CLFRQ0087E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0645\u0633\u062c\u0644\u064a\u0646 \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.
error.user.getNumberUniqueVisit=CLFRQ0088E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0639\u062f\u062f \u0627\u0644\u0632\u064a\u0627\u0631\u0627\u062a \u0627\u0644\u0645\u062a\u0641\u0631\u062f\u0629 \u0628\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u062a\u0648\u0627\u0631\u064a\u062e: {0}\u060c {1}
error.user.getUserUIByPersonId=CLFRQ0284E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0645\u062d\u062f\u062f\u0627\u062a \u0648\u0627\u062c\u0647\u0629 \u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0634\u0627\u0631 \u0627\u0644\u064a\u0647 \u0628\u0647\u0630\u0627 \u0627\u0644\u0643\u0648\u062f {0}.

error.notification.getNotificationsReceivedByPerson=CLFRQ0312E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0633\u062a\u0644\u0627\u0645\u0647\u0627 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0634\u0627\u0631 \u0627\u0644\u064a\u0647 \u0628\u0648\u0627\u0633\u0637\u0629 \u0647\u0630\u0627 \u0627\u0644\u0643\u0648\u062f {0}.
error.notification.getNotificationsSentByPerson=CLFRQ0311E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639  \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0631\u0633\u0627\u0644\u0647\u0627 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0634\u0627\u0631 \u0627\u0644\u064a\u0647 \u0628\u0648\u0627\u0633\u0637\u0629 \u0647\u0630\u0627 \u0627\u0644\u0643\u0648\u062f {0}.
error.notification.getNotificationReceivedCountSinceLastLogin=CLFRQ0380E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0639\u062f\u062f \u0627\u0644\u0627\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0633\u062a\u0644\u0627\u0645\u0647\u0627 \u0645\u0646\u0630 \u0622\u062e\u0631 \u062a\u0633\u062c\u064a\u0644 \u062f\u062e\u0648\u0644 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0634\u0627\u0631 \u0627\u0644\u064a\u0647 \u0628\u0648\u0627\u0633\u0637\u0629 \u0647\u0630\u0627 \u0627\u0644\u0643\u0648\u062f {0}.

# All identifiers are non-readable strings such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
#error.widgetPref.getByUserIDWidgetID=CLFRQ0041E: An error occurred while attempting to retrieve widget preferences for the user with identifier {0} and the widget with identifier {1}.
#error.widgetPref.getByUserIDPageIDPosition=CLFRQ0049E: An error occurred while retrieving widget preferences using these parameters: user identifier {0}, page identifier {1}, column {2}, and row {3}
#error.widgetPref.findByUserID=CLFRQ0052E: An error occurred while retrieving widget preferences for the user with identifier {0}.
#error.widgetPref.findByUserIDPageID=CLFRQ0045E: An error occurred while retrieving widget preferences using this information: user identifier {0} and page identifier {1}
#error.widgetPref.findByUserIDPageIDColNum=CLFRQ0054E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and column {2}
#error.widgetPref.findByUserIDPageIDRowNum=CLFRQ0046E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and row {3}
#error.widgetPref.getCountOpenWidgets=CLFRQ0148E: An error occurred while retrieving the number of widgets stored in the system.
error.widgetPref.disable=CLFRQ0230E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u0629 \u0646\u0645\u0637 \u0627\u062e\u062a\u0628\u0627\u0631 \u0627\u0644\u0627\u062f\u0627\u0631\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0}.
error.widgetPref.enable=CLFRQ0232E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u062a\u0627\u062d\u0629 \u0646\u0645\u0637 \u0627\u062e\u062a\u0628\u0627\u0631 \u0627\u0644\u0627\u062f\u0627\u0631\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0}.

#error.page.getPersonPageByDefaultName=CLFRQ0285E: An error occurred while retrieving data related at the panel named {1}, for the user with ID {0}
#error.page.getPersonPages=CLFRQ0313E: An error occurred while retrieving all the panel pages for the user with ID: {0}
error.page.getPersonUIPageByDefaultName=CLFRQ0403E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0648\u0627\u062c\u0647\u0629 \u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0628\u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u0645: {0}
error.page.getPersonUIPages=CLFRQ0404E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629 \u0628\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u062f\u0627\u062e\u0644\u064a \u0647\u0630\u0627: {0}

error.widgetInst.findWidgetsInstancesByPersonId=CLFRQ0287E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629 \u0628\u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645: {0}\u060c \u0648\u0627\u0644\u0635\u0641\u062d\u0629 \u0630\u0627\u062a \u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0645\u0641\u062a\u0631\u0636 {1} \u0647\u0630\u0627
error.widgetInst.getUserWidgetInstanceByWidgetId=CLFRQ0282E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629 \u0628\u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645: {0}. \u064a\u062d\u0627\u0648\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 {0} \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629 \u0628\u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0627\u0644\u0643\u0648\u062f {2} \u0648\u0627\u0644\u0630\u064a \u064a\u062c\u0628 \u0623\u0646 \u064a\u0648\u062c\u062f \u0628\u0627\u0644\u0634\u0627\u0634\u0629 \u0630\u0627\u062a \u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0645\u0641\u062a\u0631\u0636 {1} \u0647\u0630\u0627
error.widgetInst.getPersonIdByWidgetInstanceId=CLFRQ0286E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0643\u0648\u062f \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u062a\u0639\u0644\u0642 \u0628\u0646\u0633\u062e\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0647\u0630\u0627 \u0630\u0648 \u0627\u0644\u0643\u0648\u062f: {0}.
error.widgetInst.getCountOpenWidgets=CLFRQ0283E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0639\u062f \u0643\u0644 \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0641\u062a\u0648\u062d\u0629.
error.widgetInst.removeByWidgetId=CLFRQ0281E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062d\u0630\u0641 \u0643\u0644 \u0646\u0633\u062e \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0627\u0644\u0643\u0648\u062f {0}
error.widgetInst.findWidgetsInstancesByTabInstance=CLFRQ0337E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0643\u0644 \u0646\u0633\u062e \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629 \u0628\u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0628\u0627\u0644\u0643\u0648\u062f {0}

error.widgetTab.removeByWidgetId=CLFRQ0339E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062d\u0630\u0641 \u0643\u0644 \u0627\u0644\u0633\u062c\u0644\u0627\u062a \u0630\u0627\u062a \u0627\u0644\u0643\u0648\u062f {0}
error.widgetTab.findWidgetTabsByWidgetId=CLFRQ0338E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639  \u0643\u0644 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0643\u0648\u062f {0}
error.widgetTab.findWidgetIdByTabId=CLFRQ0383E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639   \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0643\u0648\u062f {0}

# {0} contains a non-readable non-translatable string (such as IFactoryDao)
error.FactoryDaoIBatis.getDao=CLFRQ0055E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0639\u062f\u0627\u062f \u0639\u0646\u0635\u0631 \u0627\u0644\u062a\u0648\u0635\u0644 \u0644\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0627\u0644\u064a \u0644\u0644\u0628\u062f\u0621: {0}
error.FactoryDaoIBatis.starttrx=CLFRQ0005E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0628\u062f\u0621 \u0627\u0644\u0639\u0645\u0644\u064a\u0629.
error.FactoryDaoIBatis.committrx=CLFRQ0013E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062e\u0635\u064a\u0635 \u0627\u0644\u0639\u0645\u0644\u064a\u0629.
error.FactoryDaoIBatis.rollbacktrx=CLFRQ0010E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0626\u0646\u0627\u0641 \u0627\u0644\u0639\u0645\u0644\u064a\u0629.

# key or identifier contains a non-readable string such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.widgetauxiliary.deletebywidget=CLFRQ0004E: \u062d\u062f\u062b \u0641\u0634\u0644 \u0623\u062b\u0646\u0627\u0621 \u062d\u0630\u0641 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u0627\u0639\u062f\u0629 \u0644\u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0627\u0644\u0645\u062c\u0627\u0644 \u0627\u0644\u0631\u0626\u064a\u0633\u064a {0}.
error.widgetauxiliary.selectbywidget=CLFRQ0016E: \u062d\u062f\u062b \u0641\u0634\u0644 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u0627\u0639\u062f\u0629 \u0644\u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0627\u0644\u0645\u062c\u0627\u0644 \u0627\u0644\u0631\u0626\u064a\u0633\u064a {0}.
error.catalogwidget.selectenabled=CLFRQ0002E: \u062d\u062f\u062b \u0641\u0634\u0644 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0643\u0644 \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u062a\u0627\u062d\u0629 \u0641\u064a \u0627\u0644\u0643\u062a\u0627\u0644\u0648\u062c.
error.catalogwidget.selectdisabled=CLFRQ0231E: \u062d\u062f\u062b \u0641\u0634\u0644 \u0641\u064a \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0643\u0644 \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u063a\u064a\u0631 \u0627\u0644\u0645\u062a\u0627\u062d\u0629 \u0641\u064a \u0627\u0644\u0643\u062a\u0627\u0644\u0648\u062c.
error.catalogwidget.disable=CLFRQ0012E: \u062d\u062f\u062b \u0641\u0634\u0644 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0627\u0644\u0645\u062c\u0627\u0644 \u0627\u0644\u0631\u0626\u064a\u0633\u064a {1} \u0641\u064a \u0627\u0644\u0643\u062a\u0627\u0644\u0648\u062c.
error.catalogwidget.enable=CLFRQ0014E: \u062d\u062f\u062b \u0641\u0634\u0644 \u0623\u062b\u0646\u0627\u0621 \u0627\u062a\u0627\u062d\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0627\u0644\u0645\u062c\u0627\u0644 \u0627\u0644\u0631\u0626\u064a\u0633\u064a {1} \u0641\u064a \u0627\u0644\u0643\u062a\u0627\u0644\u0648\u062c.
error.catalogwidget.enabledpk=CLFRQ0007E: \u062d\u062f\u062b \u0641\u0634\u0644 \u0641\u064a \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u062a\u0627\u062d \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0}.
error.catalogwidget.disabledpk=CLFRQ0233E: \u062d\u062f\u062b \u0641\u0634\u0644 \u0641\u064a \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u063a\u064a\u0631 \u0627\u0644\u0645\u062a\u0627\u062d \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0}.
error.catalogwidget.countAllWidgets=CLFRQ0086E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644.
error.catalogwidget.countEnabledWidgets=CLFRQ0084E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u062a\u0627\u062d\u0629.
error.catalogwidget.getWidgetsUsage=CLFRQ0085E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u062d\u0635\u0627\u0626\u064a\u0627\u062a \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644.
