# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ    
str_component_id=CLFRQ

error.DaoManager.init=CLFRQ0044E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas inicjowania mened\u017cera obiekt\u00f3w dost\u0119pu do danych przy u\u017cyciu pliku {0}.
error.DaoManager.getInstance=CLFRQ0179E: Nie mo\u017cna zainicjowa\u0107 po\u0142\u0105czenia z baz\u0105 danych.
error.DaoConfig.load=CLFRQ0042E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas \u0142adowania konfiguracji obiektu dost\u0119pu do danych z pliku {0}.

# Table contains only a database ID (for example GET_USER_PREF)
error.crud.queryByPK=CLFRQ0040E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas odpytywania wed\u0142ug klucza podstawowego w tabeli {0} z u\u017cyciem klucza podstawowego {1}.
error.crud.insert=CLFRQ0056E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wstawiania do tabeli {0} z u\u017cyciem klucza podstawowego {1}.
error.crud.update=CLFRQ0043E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania tabeli {0} z u\u017cyciem obiektu {1}.
# in the next two properties, {0} and {1} contain non-translatable values (such as GET_USER_PREF)
error.crud.selectAll=CLFRQ0050E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wybierania wszystkich pozycji tabeli {0}.
error.crud.delete=CLFRQ0053E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas usuwania z tabeli {0} z u\u017cyciem klucza podstawowego {1}.
error.crud.update.widgettitle=CLFRQ0234E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania tytu\u0142u widgetu dla obiektu {0}.

error.user.getByMail=CLFRQ0047E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania u\u017cytkownika o adresie e-mail: {0}.
error.user.getCountPerson=CLFRQ0087E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania ca\u0142kowitej liczby os\u00f3b zarejestrowanych w bazie danych.
error.user.getNumberUniqueVisit=CLFRQ0088E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania liczby unikalnych wizyt przypadaj\u0105cych mi\u0119dzy {0} a {1}.
error.user.getUserUIByPersonId=CLFRQ0284E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania ustawie\u0144 interfejsu u\u017cytkownika dla u\u017cytkownika o identyfikatorze {0}.

error.notification.getNotificationsReceivedByPerson=CLFRQ0312E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania powiadomie\u0144 otrzymanych przez u\u017cytkownika o identyfikatorze {0}.
error.notification.getNotificationsSentByPerson=CLFRQ0311E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania powiadomie\u0144 wys\u0142anych przez u\u017cytkownika o identyfikatorze {0}.
error.notification.getNotificationReceivedCountSinceLastLogin=CLFRQ0380E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania liczby powiadomie\u0144 otrzymanych od ostatniego logowania przez u\u017cytkownika o identyfikatorze {0}.

# All identifiers are non-readable strings such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
#error.widgetPref.getByUserIDWidgetID=CLFRQ0041E: An error occurred while attempting to retrieve widget preferences for the user with identifier {0} and the widget with identifier {1}.
#error.widgetPref.getByUserIDPageIDPosition=CLFRQ0049E: An error occurred while retrieving widget preferences using these parameters: user identifier {0}, page identifier {1}, column {2}, and row {3}
#error.widgetPref.findByUserID=CLFRQ0052E: An error occurred while retrieving widget preferences for the user with identifier {0}.
#error.widgetPref.findByUserIDPageID=CLFRQ0045E: An error occurred while retrieving widget preferences using this information: user identifier {0} and page identifier {1}
#error.widgetPref.findByUserIDPageIDColNum=CLFRQ0054E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and column {2}
#error.widgetPref.findByUserIDPageIDRowNum=CLFRQ0046E: An error occurred while retrieving widget preferences using this information: user identifier {0}, page identifier {1}, and row {3}
#error.widgetPref.getCountOpenWidgets=CLFRQ0148E: An error occurred while retrieving the number of widgets stored in the system.
error.widgetPref.disable=CLFRQ0230E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wy\u0142\u0105czania administracyjnego trybu testowego dla u\u017cytkownika o identyfikatorze {0}.
error.widgetPref.enable=CLFRQ0232E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas w\u0142\u0105czania administracyjnego trybu testowego dla u\u017cytkownika o identyfikatorze {0}.

#error.page.getPersonPageByDefaultName=CLFRQ0285E: An error occurred while retrieving data related at the panel named {1}, for the user with ID {0}
#error.page.getPersonPages=CLFRQ0313E: An error occurred while retrieving all the panel pages for the user with ID: {0}
error.page.getPersonUIPageByDefaultName=CLFRQ0403E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania karty o nazwie {0}.
error.page.getPersonUIPages=CLFRQ0404E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania kart zwi\u0105zanych z u\u017cytkownikiem o identyfikatorze wewn\u0119trznym {0}.

error.widgetInst.findWidgetsInstancesByPersonId=CLFRQ0287E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania danych zwi\u0105zanych z u\u017cytkownikiem {0} i strony o domy\u015blnej nazwie {1}.
error.widgetInst.getUserWidgetInstanceByWidgetId=CLFRQ0282E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania danych zwi\u0105zanych z u\u017cytkownikiem {0}. U\u017cytkownik {0} pr\u00f3buje pobra\u0107 informacje zwi\u0105zane z widgetem o identyfikatorze {2}, kt\u00f3ry powinien znajdowa\u0107 si\u0119 na panelu o domy\u015blnej nazwie {1}.
error.widgetInst.getPersonIdByWidgetInstanceId=CLFRQ0286E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania identyfikatora u\u017cytkownika zwi\u0105zanego z instancj\u0105 widgetu o identyfikatorze {0}.
error.widgetInst.getCountOpenWidgets=CLFRQ0283E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas zliczania wszystkich otwartych widget\u00f3w.
error.widgetInst.removeByWidgetId=CLFRQ0281E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas usuwania wszystkich instancji widgetu o identyfikatorze {0}.
error.widgetInst.findWidgetsInstancesByTabInstance=CLFRQ0337E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania wszystkich instancji widgetu zwi\u0105zanych z kart\u0105 o identyfikatorze {0}.

error.widgetTab.removeByWidgetId=CLFRQ0339E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas usuwania wszystkich rekord\u00f3w o identyfikatorze {0}.
error.widgetTab.findWidgetTabsByWidgetId=CLFRQ0338E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania wszystkich informacji o widgecie z u\u017cyciem identyfikatora {0}.
error.widgetTab.findWidgetIdByTabId=CLFRQ0383E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania widget\u00f3w z u\u017cyciem identyfikatora {0}.

# {0} contains a non-readable non-translatable string (such as IFactoryDao)
error.FactoryDaoIBatis.getDao=CLFRQ0055E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas inicjowania nast\u0119puj\u0105cego obiektu dost\u0119pu do danych: {0}.
error.FactoryDaoIBatis.starttrx=CLFRQ0005E: Nie mo\u017cna uruchomi\u0107 transakcji.
error.FactoryDaoIBatis.committrx=CLFRQ0013E: Nie mo\u017cna zatwierdzi\u0107 transakcji.
error.FactoryDaoIBatis.rollbacktrx=CLFRQ0010E: Nie mo\u017cna wycofa\u0107 transakcji.

# key or identifier contains a non-readable string such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.widgetauxiliary.deletebywidget=CLFRQ0004E: Niepowodzenie usuni\u0119cia informacji dodatkowych dla widgetu z kluczem {0}.
error.widgetauxiliary.selectbywidget=CLFRQ0016E: Niepowodzenie pobrania informacji dodatkowych dla widgetu z kluczem {0}.
error.catalogwidget.selectenabled=CLFRQ0002E: Niepowodzenie pobrania wszystkich widget\u00f3w w\u0142\u0105czonych w katalogu.
error.catalogwidget.selectdisabled=CLFRQ0231E: Niepowodzenie pobrania wszystkich widget\u00f3w wy\u0142\u0105czonych w katalogu.
error.catalogwidget.disable=CLFRQ0012E: Niepowodzenie wy\u0142\u0105czenia widgetu z kluczem {1} w katalogu.
error.catalogwidget.enable=CLFRQ0014E: Niepowodzenie w\u0142\u0105czenia widgetu z kluczem {1} w katalogu.
error.catalogwidget.enabledpk=CLFRQ0007E: Niepowodzenie pobrania w\u0142\u0105czonego widgetu o identyfikatorze {0}.
error.catalogwidget.disabledpk=CLFRQ0233E: Niepowodzenie pobrania wy\u0142\u0105czonego widgetu o identyfikatorze {0}.
error.catalogwidget.countAllWidgets=CLFRQ0086E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania \u0142\u0105cznej liczby widget\u00f3w.
error.catalogwidget.countEnabledWidgets=CLFRQ0084E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania \u0142\u0105cznej liczby w\u0142\u0105czonych widget\u00f3w.
error.catalogwidget.getWidgetsUsage=CLFRQ0085E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania statystyki u\u017cycia widget\u00f3w.
