# ***************************************************************** 
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2012, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************
#
# To add a highway setting-
#   1. Add the setting name to orgadmin.show.values
#	2. Under translatable settings add the following
#      - <setting_name>.title as the setting title
#      - <setting_name>.description as the setting description to display
#      - <setting_name>.prompt as the prompt text to be used for input
#   3. Assuming some verification is required, under NON TRANSLATABLE add the following
#      - <setting_name>.type - this can be int | long | bool | text
#      - <setting_name>.validation - this is of the format min=n,max=m for int and long, minlength=n,maxlength=m for text
#   4. If an additional warning is required, you can add
#      - <setting_name>.warning which adds a highlighted warning to the edit screen
#   5. If display of the setting is dependent on a gatekeeper flag, you can add
#      - <setting_name>.gatekeeper which only adds the setting if the gatekeeper flag is enabled
#



# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N GA UI

# Component ID key required by msgID tool.
str_component_id=CLFRE

# NON TRANSLATABLE Value Definition Strings ! upper case are normally gatekeeper but the type is the actual indicator

# START NON-TRANSLATABLE
orgadmin.show.values=files.media.maximumSizeInMb, FILES_REMOVE_FILES, CONNECTIONS_ENABLE_BOX, files.syncEnabled, emd.prevent.emailNotifications, files.communityFilesViewEnabled, files.organizationFilesViewEnabled, homepage.isOrientHomepage, metrics.user.attributes.mapping

files.media.maximumSizeInMb.type = long
files.media.maximumSizeInMb.validation = min=0,max=100000

files.syncEnabled.type = bool

FILES_REMOVE_FILES.type = gatekeeper

files.communityFilesViewEnabled.type = bool
files.communityFilesViewEnabled.gatekeeper = FILES_ENABLE_SIMPLIFY_LEFT_NAV

files.organizationFilesViewEnabled.type = bool
files.organizationFilesViewEnabled.gatekeeper = FILES_ENABLE_SIMPLIFY_LEFT_NAV

CONNECTIONS_ENABLE_BOX.type = gatekeeper

emd.prevent.emailNotifications.type = bool
emd.prevent.emailNotifications.gatekeeper =  HOMEPAGE_EMD_PREVENT_EMAIL_NOTIFICATIONS

homepage.isOrientHomepage.type = bool
homepage.isOrientHomepage.gatekeeper =  HOMEPAGE_ENABLE_ORIENT_AS_DEFAULT_CLOUD

metrics.user.attributes.mapping.type = text
metrics.user.attributes.mapping.gatekeeper = METRICS_GROUP_BY_FILTER

# END NON-TRANSLATABLE

# Translatable Value Definition Strings
files.media.maximumSizeInMb.title = \u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e19\u0e32\u0e14\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e41\u0e15\u0e48\u0e25\u0e30\u0e44\u0e1f\u0e25\u0e4c
files.media.maximumSizeInMb.description = \u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21\u0e02\u0e19\u0e32\u0e14\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e43\u0e19\u0e2b\u0e19\u0e48\u0e27\u0e22 MB \u0e02\u0e2d\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e41\u0e15\u0e48\u0e25\u0e30\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e41\u0e25\u0e30\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e14\u0e49
files.media.maximumSizeInMb.prompt = \u0e02\u0e19\u0e32\u0e14\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e41\u0e15\u0e48\u0e25\u0e30\u0e44\u0e1f\u0e25\u0e4c
files.media.maximumSizeInMb.warning = \u0e42\u0e1b\u0e23\u0e14\u0e2a\u0e31\u0e07\u0e40\u0e01\u0e15\u0e27\u0e48\u0e32 \u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e21\u0e35\u0e02\u0e19\u0e32\u0e14\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 2GB \u0e08\u0e30\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2a\u0e41\u0e01\u0e19\u0e15\u0e23\u0e27\u0e08\u0e2b\u0e32\u0e44\u0e27\u0e23\u0e31\u0e2a

files.syncEnabled.title = \u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 FileSync \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
files.syncEnabled.description = \u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e43\u0e0a\u0e49 FileSync \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e41\u0e25\u0e30\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e1f\u0e25\u0e4c
files.syncEnabled.prompt = \u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 FileSync

FILES_REMOVE_FILES.title = \u0e25\u0e1a\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e04\u0e2d\u0e21\u0e42\u0e1e\u0e40\u0e19\u0e19\u0e15\u0e4c\u0e02\u0e2d\u0e07 Files \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
FILES_REMOVE_FILES.description = \u0e25\u0e1a\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e04\u0e2d\u0e21\u0e42\u0e1e\u0e40\u0e19\u0e19\u0e15\u0e4c\u0e02\u0e2d\u0e07 \u0e44\u0e1f\u0e25\u0e4c \u0e42\u0e14\u0e22\u0e1b\u0e01\u0e15\u0e34\u0e41\u0e25\u0e49\u0e27 \u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e02\u0e49\u0e2d\u0e40\u0e17\u0e47\u0e08\u0e08\u0e23\u0e34\u0e07\u0e17\u0e35\u0e48\u0e27\u0e48\u0e32\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e2d\u0e37\u0e48\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2b\u0e19\u0e48\u0e27\u0e22\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e1f\u0e25\u0e4c
FILES_REMOVE_FILES.prompt = \u0e25\u0e1a\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07 \u0e44\u0e1f\u0e25\u0e4c
FILES_REMOVE_FILES.warning = \u0e42\u0e1b\u0e23\u0e14\u0e2a\u0e31\u0e07\u0e40\u0e01\u0e15\u0e27\u0e48\u0e32 \u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e19\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e08\u0e30\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07 Files \u0e2d\u0e35\u0e01\u0e15\u0e48\u0e2d\u0e44\u0e1b \u0e16\u0e49\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e04\u0e48\u0e32\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e19\u0e35\u0e49

files.communityFilesViewEnabled.title = \u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07 Community Files \u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c\u0e2a\u0e48\u0e27\u0e19\u0e1a\u0e38\u0e04\u0e04\u0e25
files.communityFilesViewEnabled.description = \u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e2b\u0e47\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07 Community Files \u0e20\u0e32\u0e22\u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c\u0e2a\u0e48\u0e27\u0e19\u0e1a\u0e38\u0e04\u0e04\u0e25 \u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e19\u0e35\u0e49\u0e23\u0e27\u0e21\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e42\u0e14\u0e22\u0e1c\u0e48\u0e32\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19
files.communityFilesViewEnabled.prompt = \u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07 Community Files \u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c\u0e2a\u0e48\u0e27\u0e19\u0e1a\u0e38\u0e04\u0e04\u0e25

files.organizationFilesViewEnabled.title = \u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07 Enable Organization Files \u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c\u0e2a\u0e48\u0e27\u0e19\u0e1a\u0e38\u0e04\u0e04\u0e25
files.organizationFilesViewEnabled.description = \u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e2b\u0e47\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07 Organization Files \u0e20\u0e32\u0e22\u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c\u0e2a\u0e48\u0e27\u0e19\u0e1a\u0e38\u0e04\u0e04\u0e25 \u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e19\u0e35\u0e49\u0e23\u0e27\u0e21\u0e44\u0e1f\u0e25\u0e4c\u0e43\u0e14\u0e46 \u0e43\u0e19\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e44\u0e14\u0e49 \u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e1e\u0e31\u0e1a\u0e25\u0e34\u0e01
files.organizationFilesViewEnabled.prompt = \u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07 Enable Organization Files \u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c\u0e2a\u0e48\u0e27\u0e19\u0e1a\u0e38\u0e04\u0e04\u0e25

CONNECTIONS_ENABLE_BOX.title = \u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 Box \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
CONNECTIONS_ENABLE_BOX.description = \u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e43\u0e0a\u0e49 Box \u0e40\u0e1b\u0e47\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e44\u0e14\u0e49\u0e2a\u0e30\u0e14\u0e27\u0e01\u0e02\u0e36\u0e49\u0e19
CONNECTIONS_ENABLE_BOX.prompt = \u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 Box

emd.prevent.emailNotifications.title = \u0e1b\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e19\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e32\u0e07\u0e2d\u0e35\u0e40\u0e21\u0e25
emd.prevent.emailNotifications.description = \u0e1b\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e19\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e32\u0e07\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
emd.prevent.emailNotifications.prompt = \u0e1b\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e19\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e32\u0e07\u0e2d\u0e35\u0e40\u0e21\u0e25

homepage.isOrientHomepage.title = \u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49 Orient Me \u0e40\u0e1b\u0e47\u0e19\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c
homepage.isOrientHomepage.description = \u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49 Orient Me \u0e40\u0e1b\u0e47\u0e19\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e19\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
homepage.isOrientHomepage.prompt = \u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49 Orient Me \u0e40\u0e1b\u0e47\u0e19\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c

metrics.user.attributes.mapping.title = \u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e41\u0e2d\u0e47\u0e15\u0e17\u0e23\u0e34\u0e1a\u0e34\u0e27\u0e15\u0e4c\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e25\u0e38\u0e48\u0e21\u0e40\u0e21\u0e17\u0e23\u0e34\u0e01\u0e15\u0e32\u0e21\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30
metrics.user.attributes.mapping.description= \u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e41\u0e2d\u0e47\u0e15\u0e17\u0e23\u0e34\u0e1a\u0e34\u0e27\u0e15\u0e4c\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e25\u0e38\u0e48\u0e21\u0e40\u0e21\u0e17\u0e23\u0e34\u0e01\u0e15\u0e32\u0e21\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30
metrics.user.attributes.mapping.prompt = \u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e41\u0e2d\u0e47\u0e15\u0e17\u0e23\u0e34\u0e1a\u0e34\u0e27\u0e15\u0e4c\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49


# Message Strings
unable.to.set.value = \u0e40\u0e23\u0e32\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e44\u0e14\u0e49
int.value.not.an.integer = \u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e44\u0e27\u0e49\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e40\u0e25\u0e02\u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e15\u0e47\u0e21\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
int.value.too.large = \u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e21\u0e35\u0e02\u0e19\u0e32\u0e14\u0e43\u0e2b\u0e0d\u0e48\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b \u0e04\u0e48\u0e32\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e04\u0e37\u0e2d :
int.value.too.small = \u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e21\u0e35\u0e02\u0e19\u0e32\u0e14\u0e40\u0e25\u0e47\u0e01\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b \u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e19\u0e49\u0e2d\u0e22\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e04\u0e37\u0e2d :
text.value.too.long = \u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e22\u0e32\u0e27\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b \u0e04\u0e27\u0e32\u0e21\u0e22\u0e32\u0e27\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e04\u0e37\u0e2d :
text.value.too.short = \u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e2a\u0e31\u0e49\u0e19\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b \u0e04\u0e27\u0e32\u0e21\u0e22\u0e32\u0e27\u0e17\u0e35\u0e48\u0e19\u0e49\u0e2d\u0e22\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e04\u0e37\u0e2d :

# UI Strings

ui.title.admin = \u0e01\u0e32\u0e23\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a
ui.title.conn.admin = \u0e01\u0e32\u0e23\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a HCL Connections
ui.title.conn.admin.desc = \u0e14\u0e39\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1e\u0e37\u0e49\u0e19\u0e10\u0e32\u0e19\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a HCL Connections \u0e04\u0e25\u0e34\u0e01 <b>\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19</b> \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e1b\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e04\u0e48\u0e32\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07
ui.title.navigation = \u0e01\u0e32\u0e23\u0e19\u0e33\u0e17\u0e32\u0e07\u0e2b\u0e25\u0e31\u0e01
ui.title.content = \u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e2b\u0e25\u0e31\u0e01

ui.message.no.settings = \u0e44\u0e21\u0e48\u0e21\u0e35\u0e04\u0e48\u0e32\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e17\u0e35\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e43\u0e19\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19
ui.message.not.orgadmin = \u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e01\u0e32\u0e23\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21\u0e14\u0e39\u0e41\u0e25\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23

ui.input.yes = \u0e43\u0e0a\u0e48
ui.input.no = \u0e44\u0e21\u0e48\u0e21\u0e35

ui.button.change = \u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07
ui.button.savechanges = \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07
ui.button.cancel = \u0e22\u0e01\u0e40\u0e25\u0e34\u0e01

ui.error = \u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
ui.post.error = \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e01\u0e31\u0e1a\u0e04\u0e33\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d POST
