# ***************************************************************** 
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2012, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************
#
# To add a highway setting-
#   1. Add the setting name to orgadmin.show.values
#	2. Under translatable settings add the following
#      - <setting_name>.title as the setting title
#      - <setting_name>.description as the setting description to display
#      - <setting_name>.prompt as the prompt text to be used for input
#   3. Assuming some verification is required, under NON TRANSLATABLE add the following
#      - <setting_name>.type - this can be int | long | bool | text
#      - <setting_name>.validation - this is of the format min=n,max=m for int and long, minlength=n,maxlength=m for text
#   4. If an additional warning is required, you can add
#      - <setting_name>.warning which adds a highlighted warning to the edit screen
#   5. If display of the setting is dependent on a gatekeeper flag, you can add
#      - <setting_name>.gatekeeper which only adds the setting if the gatekeeper flag is enabled
#



# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N GA UI

# Component ID key required by msgID tool.
str_component_id=CLFRE

# NON TRANSLATABLE Value Definition Strings ! upper case are normally gatekeeper but the type is the actual indicator

# START NON-TRANSLATABLE
orgadmin.show.values=files.media.maximumSizeInMb, FILES_REMOVE_FILES, CONNECTIONS_ENABLE_BOX, files.syncEnabled, emd.prevent.emailNotifications, files.communityFilesViewEnabled, files.organizationFilesViewEnabled, homepage.isOrientHomepage, metrics.user.attributes.mapping

files.media.maximumSizeInMb.type = long
files.media.maximumSizeInMb.validation = min=0,max=100000

files.syncEnabled.type = bool

FILES_REMOVE_FILES.type = gatekeeper

files.communityFilesViewEnabled.type = bool
files.communityFilesViewEnabled.gatekeeper = FILES_ENABLE_SIMPLIFY_LEFT_NAV

files.organizationFilesViewEnabled.type = bool
files.organizationFilesViewEnabled.gatekeeper = FILES_ENABLE_SIMPLIFY_LEFT_NAV

CONNECTIONS_ENABLE_BOX.type = gatekeeper

emd.prevent.emailNotifications.type = bool
emd.prevent.emailNotifications.gatekeeper =  HOMEPAGE_EMD_PREVENT_EMAIL_NOTIFICATIONS

homepage.isOrientHomepage.type = bool
homepage.isOrientHomepage.gatekeeper =  HOMEPAGE_ENABLE_ORIENT_AS_DEFAULT_CLOUD

metrics.user.attributes.mapping.type = text
metrics.user.attributes.mapping.gatekeeper = METRICS_GROUP_BY_FILTER

# END NON-TRANSLATABLE

# Translatable Value Definition Strings
files.media.maximumSizeInMb.title = \u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043e\u0442\u0434\u0435\u043b\u0435\u043d \u0444\u0430\u0439\u043b
files.media.maximumSizeInMb.description = \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441\u0435 \u0437\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f \u0440\u0430\u0437\u043c\u0435\u0440 \u0432 \u041c\u0411 \u043d\u0430 \u043e\u0442\u0434\u0435\u043b\u0435\u043d \u0444\u0430\u0439\u043b, \u043a\u043e\u0439\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043a\u0430\u0447\u0432\u0430 \u0438 \u0438\u0437\u0442\u0435\u0433\u043b\u044f.
files.media.maximumSizeInMb.prompt = \u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043e\u0442\u0434\u0435\u043b\u0435\u043d \u0444\u0430\u0439\u043b
files.media.maximumSizeInMb.warning = \u041c\u043e\u043b\u044f, \u043e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u043d\u0438\u0435, \u0447\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0441 \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430\u0434 2\u0413\u0411 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0441\u0435 \u0441\u043a\u0430\u043d\u0438\u0440\u0430\u0442 \u0437\u0430 \u0432\u0438\u0440\u0443\u0441\u0438.

files.syncEnabled.title = \u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 FileSync \u0437\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f
files.syncEnabled.description = \u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 FileSync \u0437\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435 \u0438 \u043a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435.
files.syncEnabled.prompt = \u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 FileSync

FILES_REMOVE_FILES.title = \u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u0430 \u0434\u043e \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0430 \u0424\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f
FILES_REMOVE_FILES.description = \u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u0430 \u0434\u043e \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0430 \u0424\u0430\u0439\u043b\u043e\u0432\u0435, \u043e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u043e \u043f\u043e\u0440\u0430\u0434\u0438 \u0442\u043e\u0432\u0430, \u0447\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0434\u0440\u0443\u0433\u043e \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435 \u0437\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435.
FILES_REMOVE_FILES.prompt = \u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u0430 \u0434\u043e \u0424\u0430\u0439\u043b\u043e\u0432\u0435
FILES_REMOVE_FILES.warning = \u041c\u043e\u043b\u044f, \u043e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u043d\u0438\u0435, \u0447\u0435 \u0430\u043a\u043e \u0442\u0430\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0430, \u0424\u0430\u0439\u043b\u043e\u0432\u0435\u0442\u0435 \u043f\u043e\u0432\u0435\u0447\u0435 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0432\u044a\u0432 \u0412\u0430\u0448\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f

files.communityFilesViewEnabled.title = \u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0433\u043b\u0435\u0434 \u201e\u0424\u0430\u0439\u043b\u043e\u0432\u0435 \u043d\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0442\u0430\u201c \u0432 \u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
files.communityFilesViewEnabled.description = \u0420\u0430\u0437\u0440\u0435\u0448\u0435\u0442\u0435 \u043d\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u0434\u0430 \u0432\u0438\u0436\u0434\u0430 \u0438\u0437\u0433\u043b\u0435\u0434\u0430 \u201e\u0424\u0430\u0439\u043b\u043e\u0432\u0435 \u043d\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0442\u0430\u201c \u0432 \u043b\u0438\u0447\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435. \u0422\u043e\u0437\u0438 \u0438\u0437\u0433\u043b\u0435\u0434 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435, \u0434\u043e \u043a\u043e\u0438\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0438\u043c\u0430\u0442 \u0434\u043e\u0441\u0442\u044a\u043f \u0447\u0440\u0435\u0437 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0438.
files.communityFilesViewEnabled.prompt = \u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0433\u043b\u0435\u0434 \u201e\u0424\u0430\u0439\u043b\u043e\u0432\u0435 \u043d\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0442\u0430\u201c \u0432 \u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435

files.organizationFilesViewEnabled.title = \u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0433\u043b\u0435\u0434 \u201e\u0424\u0430\u0439\u043b\u043e\u0432\u0435 \u043d\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0442\u0430\u201c \u0432 \u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
files.organizationFilesViewEnabled.description = \u0420\u0430\u0437\u0440\u0435\u0448\u0435\u0442\u0435 \u043d\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u0434\u0430 \u0432\u0438\u0436\u0434\u0430 \u0438\u0437\u0433\u043b\u0435\u0434\u0430 \u201e\u0424\u0430\u0439\u043b\u043e\u0432\u0435 \u043d\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0442\u0430\u201c \u0432 \u043b\u0438\u0447\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435. \u0422\u043e\u0437\u0438 \u0438\u0437\u0433\u043b\u0435\u0434 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0432 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430, \u0434\u043e \u043a\u043e\u0438\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0438\u043c\u0430 \u0434\u043e\u0441\u0442\u044a\u043f, \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435.
files.organizationFilesViewEnabled.prompt = \u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0433\u043b\u0435\u0434 \u201e\u0424\u0430\u0439\u043b\u043e\u0432\u0435 \u043d\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0442\u0430\u201c \u0432 \u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435

CONNECTIONS_ENABLE_BOX.title = \u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 Box \u0437\u0430 \u0412\u0430\u0448\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f
CONNECTIONS_ENABLE_BOX.description = \u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0412\u0430\u0448\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u043b\u0435\u0441\u043d\u043e \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 Box \u043a\u0430\u0442\u043e \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435 \u0437\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438.
CONNECTIONS_ENABLE_BOX.prompt = \u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043b\u0435

emd.prevent.emailNotifications.title = \u041f\u0440\u0435\u0434\u043e\u0442\u0432\u0440\u0430\u0442\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u044f\u0442\u0430 \u0437\u0430 \u0438\u043c\u0435\u0439\u043b
emd.prevent.emailNotifications.description = \u041f\u0440\u0435\u0434\u043e\u0442\u0432\u0440\u0430\u0442\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u044f\u0442\u0430 \u0437\u0430 \u0438\u043c\u0435\u0439\u043b \u0437\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f
emd.prevent.emailNotifications.prompt = \u041f\u0440\u0435\u0434\u043e\u0442\u0432\u0440\u0430\u0442\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u044f\u0442\u0430 \u0437\u0430 \u0438\u043c\u0435\u0439\u043b

homepage.isOrientHomepage.title = \u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u201e\u041e\u0440\u0438\u0435\u043d\u0442\u0438\u0440\u0430\u0439 \u043c\u0435\u201c \u043a\u0430\u0442\u043e \u043d\u0430\u0447\u0430\u043b\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
homepage.isOrientHomepage.description = \u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u201e\u041e\u0440\u0438\u0435\u043d\u0442\u0438\u0440\u0430\u0439 \u043c\u0435\u201c \u043a\u0430\u0442\u043e \u043d\u0430\u0447\u0430\u043b\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0432\u044a\u0432 \u0432\u0430\u0448\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f
homepage.isOrientHomepage.prompt = \u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u201e\u041e\u0440\u0438\u0435\u043d\u0442\u0438\u0440\u0430\u0439 \u043c\u0435\u201c \u043a\u0430\u0442\u043e \u043d\u0430\u0447\u0430\u043b\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435

metrics.user.attributes.mapping.title = \u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0438 \u0437\u0430 \u043f\u0440\u0435\u043e\u0431\u0440\u0430\u0437\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u0442\u0435 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u043f\u043e \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0438 \u0437\u0430 \u0433\u0440\u0443\u043f\u0430 \u043c\u0435\u0442\u0440\u0438\u043a\u0438
metrics.user.attributes.mapping.description= \u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0438 \u0437\u0430 \u043f\u0440\u0435\u043e\u0431\u0440\u0430\u0437\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u0442\u0435 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u043f\u043e \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0438 \u0437\u0430 \u0433\u0440\u0443\u043f\u0430 \u043c\u0435\u0442\u0440\u0438\u043a\u0438
metrics.user.attributes.mapping.prompt = \u041f\u0440\u0435\u043e\u0431\u0440\u0430\u0437\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438


# Message Strings
unable.to.set.value = \u041d\u0435 \u043c\u043e\u0436\u0430\u0445\u043c\u0435 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u043c \u0443\u043a\u0430\u0437\u0430\u043d\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442
int.value.not.an.integer = \u0423\u043a\u0430\u0437\u0430\u043d\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0446\u044f\u043b\u043e \u0447\u0438\u0441\u043b\u043e
int.value.too.large = \u0423\u043a\u0430\u0437\u0430\u043d\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0435 \u043f\u0440\u0435\u043a\u0430\u043b\u0435\u043d\u043e \u0433\u043e\u043b\u044f\u043c\u0430. \u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0435 :
int.value.too.small = \u0423\u043a\u0430\u0437\u0430\u043d\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0435 \u043f\u0440\u0435\u043a\u0430\u043b\u0435\u043d\u043e \u043c\u0430\u043b\u043a\u0430. \u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0435 :
text.value.too.long = \u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438\u044f\u0442 \u0442\u0435\u043a\u0441\u0442 \u0435 \u043f\u0440\u0435\u043a\u0430\u043b\u0435\u043d\u043e \u0434\u044a\u043b\u044a\u0433. \u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430 \u0435 :
text.value.too.short = \u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438\u044f\u0442 \u0442\u0435\u043a\u0441\u0442 \u0435 \u043f\u0440\u0435\u043a\u0430\u043b\u0435\u043d\u043e \u043a\u0440\u0430\u0442\u044a\u043a. \u041c\u0438\u043d\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430 \u0435 :

# UI Strings

ui.title.admin = \u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435
ui.title.conn.admin = \u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 HCL Connections
ui.title.conn.admin.desc = \u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u043e\u0441\u043d\u043e\u0432\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 HCL Connections. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 <b>\u041f\u0440\u043e\u043c\u044f\u043d\u0430</b>, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430.
ui.title.navigation = \u041e\u0441\u043d\u043e\u0432\u043d\u0430 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f
ui.title.content = \u041e\u0441\u043d\u043e\u0432\u043d\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435

ui.message.no.settings = \u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u044f\u043c\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u0412\u0430\u0448\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f
ui.message.not.orgadmin = \u041d\u044f\u043c\u0430\u0442\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u0438\u0432\u043d\u0438 \u043f\u0440\u0430\u0432\u0430 \u0437\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f

ui.input.yes = \u0414\u0430
ui.input.no = \u041d\u0435

ui.button.change = \u041f\u0440\u043e\u043c\u044f\u043d\u0430
ui.button.savechanges = \u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435
ui.button.cancel = \u041e\u0442\u043a\u0430\u0437

ui.error = \u0413\u0440\u0435\u0448\u043a\u0430
ui.post.error = \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 POST
