# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.dboard.rollback=CLFRQ0114E: S'ha produ\u00eft un error en retrotreure la transacci\u00f3 de base de dades.

# The following properties contain non-readable non-translatable parameters (such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd')
#error.UserPrefServices.getUserPrefs=CLFRQ0115E: An error occurred while retrieving user preferences information with this information: {0}
#error.UserPrefServices.getByMail=CLFRQ0120E: An error occurred while retrieving user preferences by email with this information: {0}, {1}
#error.UserPrefServices.getByID=CLFRQ0118E: An error occurred while retrieving user preferences by identifier with this information: {0}, {1}
#error.UserPrefServices.getByPosition=CLFRQ0116E: An error occurred while retrieving user preferences by position with this information: {0},{1},{2},{3}
#error.UserPrefServices.findByPageIDColNum=CLFRQ0119E: An error occurred while retrieving user preferences by page and column with this information: {0},{1},{2}
#error.UserPrefServices.findByPageIDRowNum=CLFRQ0117E: An error occurred while retrieving user preferences by page and row with this information: {0},{1},{2}
#error.UserPrefServices.createByMail=CLFRQ0121E: An error occurred while creating user preferences by email with this information: {0},{1},{2},{3},{4},{5},{6}
#error.UserPrefServices.createByID=CLFRQ0135E: An error occurred while creating user preferences by user identifier with this information: {0},{1},{2},{3},{4},{5},{6}
error.UIServices.changePosition=CLFRQ0138E: S''ha produ\u00eft un error en canviar la posici\u00f3 d''un widget amb aquesta informaci\u00f3: {0},{1},{2},{3}
error.UIServices.changeWidgetSetting=CLFRQ0132E: S''ha produ\u00eft un error en canviar els valors d''un widget amb aquesta informaci\u00f3: {0},{1}
#error.UserPrefServices.changeWidgetDisplay=CLFRQ0136E: An error occurred while changing display for a widget with this information: {0}, {1}, {2}
#error.UserPrefServices.deleteByID=CLFRQ0129E: An error occurred while deleting widget preferences by user identifier with this information: {0}, {1}
#error.UserPrefServices.deleteByMail=CLFRQ0130E: An error occurred while deleting widget preferences by user email with this information: {0},{1}
#error.UserPrefServices.getUserWidgetPref=CLFRQ0140E: An error occurred while retrieving widget preferences with this identifier: {0}
error.UIServices.deleteWidgetInstance=CLFRQ0399E: S''ha produ\u00eft un error en suprimir la inst\u00e0ncia de widget amb aquest clau principal: {0}


#error.UIServices.createUserPanel=CLFRQ0294E: An  error occurred while retrieving the information related to the user interface for this user: {0}
error.UIServices.createUserInstanceWidgets=CLFRQ0292E: S''ha produ\u00eft un error en crear un giny per a l''usuari: {0}. A continuaci\u00f3 es mostra la informaci\u00f3 del giny que el sistema no pot emmagatzemar. ID del giny: {1}, ordre: {2}, contenidor: {3}, IsToggled: {4}, ID de PagePanel {5} i configuraci\u00f3 del giny: {6}
error.UIServices.getUserWidgetInst=CLFRQ0291E:  S''ha produ\u00eft un error en recuperar les prefer\u00e8ncies del widget amb aquest identificador: {0}
#error.UIServices.getUserWidgetsInstances=CLFRQ0293E:  An error occurred while retrieving the widget instances for the user: {0} related to this panel page {1}
error.UIServices.getUserWidgetInstanceByWidgetId=CLFRQ0295E:  S''ha produ\u00eft un error en recuperar les inst\u00e0ncies de widget per a l''usuari: {0} relacionat amb aquest panell de p\u00e0gina {1} i aquest ID de widget {2}


error.UserServices.getUserByID=CLFRQ0133E: S''ha produ\u00eft un error en recuperar la informaci\u00f3 d''usuari amb aquest identificador: {0}
error.UserServices.getUserByEmail=CLFRQ0131E: S''ha produ\u00eft un error mentre es recuperava informaci\u00f3 d''usuari amb aquest correu electr\u00f2nic: {0}
error.UserServices.createUser=CLFRQ0128E: S''ha produ\u00eft un error en crear un usuari amb aquesta informaci\u00f3: {0}
error.UserServices.createUserUI=CLFRQ0384E: S''ha produ\u00eft un error en crear un usuari amb aquest ID intern: {0}
error.UserServices.updateWelcomeNote=CLFRQ0384A: S''ha produ\u00eft un error en actualitzar la nota de benvinguda d''aquest ID intern: {0}

error.UserServices.getNumberUsers=CLFRQ0134E: S'ha produ\u00eft un error en recuperar el nombre d'usuaris registrats a la base de dades.
warning.UserServices.updateLastVisitForUser=CLFRQ0139W: S''ha produ\u00eft un error en actualitzar la darrera visita per a un usuari amb aquesta informaci\u00f3: {0},{1}
warning.UserServices.updateLanguageForUser=CLFRQ0398W: S''ha produ\u00eft un error en actualitzar l''idioma per a un usuari amb aquesta informaci\u00f3: {0},{1}
warning.UserServices.updateWelcome=CLFRQ0137W: S''ha produ\u00eft un error en actualitzar el mode de benvinguda per a un usuari amb aquesta informaci\u00f3: {0},{1}
error.UIServices.get.tabInstance=CLFRQ0348E: S''ha produ\u00eft un error en obtenir la inst\u00e0ncia de pestanya amb l''ID {0}. Consulteu l''excepci\u00f3 imbricada per obtenir m\u00e9s detalls.
error.UIServices.updateNumberColumn.dataAccess=CLFRQ0349E: S''ha produ\u00eft un error en actualitzar el nombre de columnes per a la inst\u00e0ncia de pestanya {0}. Consulteu l''excepci\u00f3 imbricada per obtenir m\u00e9s detalls.
error.UIServices.getAllTabInstancesForPerson.rollback=CLFRQ0347E: No s''ha pogut retrotreure una transacci\u00f3 en crear inst\u00e0ncies de pestanya per a l''ID d''usuari {0}. Consulteu l''excepci\u00f3 imbricada per obtenir m\u00e9s detalls.
error.UIServices.getAllTabInstancesForPerson.access=CLFRQ0345E: S''ha produ\u00eft un error en crear una inst\u00e0ncia de pestanya per a l''ID d''usuari {0}. Consulteu l''excepci\u00f3 imbricada per obtenir informaci\u00f3 detallada.
error.UIServices.getAllTabInstancesForPerson.retrieve=CLFRQ0397E: S''ha produ\u00eft un error en recollir la llista de totes les inst\u00e0ncies de pestanya per a l''ID d''usuari {0}. Consulteu l''excepci\u00f3 imbricada per obtenir informaci\u00f3 detallada.

error.admin.testmode.disable=CLFRQ0189E: El mode de prova d''administraci\u00f3 no s''ha pogut inhabilitar per a l''usuari amb correu electr\u00f2nic {0}.
error.admin.testmode.enable=CLFRQ0188E: El mode de prova d''administraci\u00f3 no s''ha pogut habilitar per a l''usuari amb el correu electr\u00f2nic {0}.
error.admin.testmode.check=CLFRQ0190E: L''estat actual del mode de prova d''administraci\u00f3 no s''ha pogut inhabilitar per a l''usuari amb el correu electr\u00f2nic {0}.

error.mbean.person.service.dsservice=CLFRQ0221E: No s'ha pogut recuperar la refer\u00e8ncia als serveis de directori.
error.mbean.person.service.daofactory=CLFRQ0223E: No s'ha pogut recuperar una refer\u00e8ncia a la f\u00e0brica d'objectes d'acc\u00e9s a dades.
error.mbean.person.service.dataaccess=CLFRQ0220E: S''ha produ\u00eft un error en accedir a la base de dades: {0}
error.mbean.person.service.dserror=CLFRQ0218E: S''ha produ\u00eft un error en accedir als serveis de directori: {0}

# {0} contains a file name
error.mbean.person.service.filenotfound=CLFRQ0219E: El fitxer [{0}] no existeix.

# {0} contains a file name, {1} contains an error message from an external service
error.mbean.person.service.fileerror=CLFRQ0222E: S''ha produ\u00eft un error en intentar llegir el fitxer [{0}]: {1}

# {0} contains a user id or email
error.mbean.person.service.nouser=CLFRQ0227E: L''usuari amb el correu electr\u00f2nic [{0}] no est\u00e0 registrat a la base de dades de la p\u00e0gina inicial.
info.mbean.person.service.ok=CLFRQ0224I: L'actualitzaci\u00f3 s'ha realitzat correctament.
# {0} and {1} are integers
warn.mbean.person.service.notallfound=CLFRQ0226W: No tots els usuaris s''han trobat a la base de dades de la p\u00e0gina inicial o al servei de directori de l''HCL Connections. S''han actualitzat {0} de {1} usuaris. Consulteu els registres del servidor per obtenir informaci\u00f3 detallada.
warn.mbean.person.service.nodsobject=CLFRQ0225W: L''usuari amb l''adre\u00e7a de correu electr\u00f2nic [{0}] no s''ha trobat al servei de directori. \u00c9s possible que aquest usuari ja no existeixi.
warn.mbean.person.service.nodsobject.ln=CLFRQ0335W: L''usuari amb el nom d''inici de sessi\u00f3 [{0}] no s''ha trobat al servei de directori. \u00c9s possible que aquest usuari ja no existeixi.
warn.mbean.person.service.nodsobject.id=CLFRQ0332W: L''usuari amb l''ID [{0}] no s''ha trobat al servei de directori. \u00c9s possible que aquest usuari ja no existeixi.
# {0} is a login name
error.mbean.person.service.loginname.exception=CLFRQ0411E: S''ha produ\u00eft una excepci\u00f3 en actualitzar l''usuari amb el nom d''inici de sessi\u00f3 {0}. Consulteu l''excepci\u00f3 imbricada per obtenir m\u00e9s detalls.
# {0} is an email
error.mbean.person.service.email.exception=CLFRQ0406E: S''ha produ\u00eft una excepci\u00f3 en actualitzar l''usuari amb el correu electr\u00f2nic {0}. Consulteu l''excepci\u00f3 imbricada per obtenir m\u00e9s detalls.
error.mbean.person.service.email.notfound.hp=CLFRQ0407E: L''usuari amb l''adre\u00e7a de correu electr\u00f2nic {0} no s''ha pogut trobar a la base de dades de la p\u00e0gina inicial.
error.mbean.person.service.loginname.notfound.hp=CLFRQ0409E: L''usuari amb el nom d''inici de sessi\u00f3 {0} no s''ha pogut trobar a la base de dades de la p\u00e0gina inicial.

# HomepageMBeanFacade
info.invocation.start=CLFRQ0615I: Invoqueu el servei [{0}], m\u00e8tode [{0}]
info.invocation.complete=CLFRQ0614I: Invocaci\u00f3 del servei [{0}], m\u00e8tode [{1}]" completada
error.service.not.exist=CLFRQ0617E: No es pot trobar el servei [{0}] al registre
error.service.no.access=CLFRQ0618E: No es pot accedir al servei [{0}] al registre
error.service.cant.construct=CLFRQ0616E: No es pot construir la inst\u00e0ncia del servei [{0}] al registre
error.method.not.found=CLFRQ0613E: No es pot invocar el m\u00e8tode [{1}] del servei [{0}]

# Metrics stuff

# Translator: MBean should not be translated
error.mbean.registrar=CLFRQ0243E: S'ha produ\u00eft un error en registrar el bean gestionat (MBean) de la p\u00e0gina inicial. \u00c9s possible que els recursos d'administraci\u00f3 no es trobin disponibles.
error.mbean.unregistering=CLFRQ0269E: S'ha produ\u00eft un error en suprimir el registre del bean gestionat (MBean) de la p\u00e0gina inicial.
error.mbean.locate=CLFRQ0246E: El servidor MBean no s'ha pogut localitzar.
error.metrics.statistics.file.creating=CLFRQ0253E: S'ha produ\u00eft un error en crear el fitxer d'estad\u00edstiques de la p\u00e0gina inicial.
error.metrics.statistics.file.writing=CLFRQ0242E: S'ha produ\u00eft un error en escriure en el fitxer d'estad\u00edstiques de la p\u00e0gina inicial.
error.metrics.statistics.file.closing=CLFRQ0235E: S'ha produ\u00eft un error en tancar el fitxer d'estad\u00edstiques de la p\u00e0gina inicial.
error.metrics.statistics.file.parsing=CLFRQ0252E: S'ha produ\u00eft un error en analitzar el fitxer d'estad\u00edstiques de la p\u00e0gina inicial.
error.metrics.statistics.getNumberVisitPast=CLFRQ0315E: S''ha produ\u00eft un error en recuperar el nombre de visites exclusives a partir d''aquesta data: {0}

info.metrics.property.value=CLFRQ0257I: Nom de la propietat: {0}, valor de la propietat: {1}

info.metrics.setting.timeout=CLFRQ0241I: Definint el temps d''espera en {0} minuts.
info.metrics.setting.separator=CLFRQ0250I: El servei de m\u00e8triques utilitza aquest separador: [{0}]
info.metrics.ok.cache.timeout=CLFRQ0240I: El temps d''espera s''ha canviat correctament per aquest valor: [{0}]
error.metrics.cache.timeout=CLFRQ0247E: El valor del temps d'espera de la mem\u00f2ria cau no \u00e9s v\u00e0lid. \u00c9s inferior a 0 o superior a 1440 minuts.
error.metrics.bad.sample.count=CLFRQ0261E: El valor del compte d'exemple no \u00e9s v\u00e0lid.
error.metrics.bad.separator=CLFRQ0254E: La longitud del separador \u00e9s incorrecta. T\u00e9 m\u00e9s d'un car\u00e0cter.
error.metrics.field.key=CLFRQ0266E: El tipus de dades de la clau de camp \u00e9s incorrecte.
error.metrics.field.key.notfound=CLFRQ0245E: El valor de la clau de camp \u00e9s incorrecte.
error.metrics.file=CLFRQ0236E: El fitxer utilitzat al servei de m\u00e8triques no \u00e9s v\u00e0lid. El nom del fitxer \u00e9s [{0}].
info.metrics.dir=CLFRQ0264I: Provant si el fitxer o directori [{0}] existeix.
info.metrics.dir.ok=CLFRQ0256I: El fitxer o directori [{0}] existeix.
info.metrics.file.ok=CLFRQ0268I: El cam\u00ed d''acc\u00e9s [{0}] \u00e9s un fitxer, no un directori.
info.metrics.file.ok.read=CLFRQ0244I: El fitxer [{0}] es pot llegir.
error.metrics.file.read=CLFRQ0239E: El fitxer [{0}] no es pot llegir.
error.metrics.notfile=CLFRQ0260E: S'ha especificat un directori, per\u00f2 no un fitxer.
error.metrics.file.notexisting=CLFRQ0255E: El fitxer o directori [{0}] no existeix.
info.metrics.file.success=CLFRQ0262I: El fitxer [{0}] s''ha creat correctament.
error.metrics.file.create=CLFRQ0259E: Error en la creaci\u00f3 del fitxer [{0}].
error.metrics.file.already.exists=CLFRQ0248E: El fitxer [{0}] ja existeix.
info.metrics.hash.seeded=CLFRQ0237I: La taula de hash est\u00e0 plena.

error.metrics.total.users=CLFRQ0267E: No s'ha pogut recuperar el valor del nombre total d'usuaris.
error.metrics.total.widgets=CLFRQ0251E: No s'ha pogut recuperar el valor del nombre total de widgets.
error.metrics.enabled.widgets=CLFRQ0258E: No s'ha pogut recuperar el valor del nombre total de widgets habilitats.
error.metrics.open.widgets=CLFRQ0263E: No s'ha pogut recuperar el valor del nombre total de widgets oberts.
error.metrics.widgets.usage=CLFRQ0265E: No s'ha pogut recuperar el valor del nombre de widgets utilitzats.
error.metrics.visits.hour=CLFRQ0238E: No s'ha pogut recuperar el valor del nombre de visites de la darrera hora.
error.metrics.visits.day=CLFRQ0249E: No s'ha pogut recuperar el valor del nombre de visites de les darreres 24 hores.

error.NotificationService.addNotification=CLFRQ0314E: S''ha produ\u00eft un error en crear una notificaci\u00f3 amb aquesta informaci\u00f3: {0}

error.widgetInfo.retrieve.HttpError=CLFRQ0322E: S''ha produ\u00eft un error en recuperar el descriptor de widget que es troba a {0}. El codi d''error retornat era {1}
error.widgetInfo.retrieve.IOError=CLFRQ0319E: S''ha produ\u00eft un error en llegir el descriptor de giny retornat que es troba a {0}. Consulteu l''excepci\u00f3 imbricada per obtenir m\u00e9s detalls.
error.widgetInfo.retrieve.IOError.file=CLFRQ0320E: S''ha produ\u00eft un error en llegir el fitxer descriptor de widget que es troba a {0}. Consulteu l''excepci\u00f3 imbricada per obtenir m\u00e9s detalls.
error.widgetInfo.retrieve.http.HttpError=CLFRQ0321E: S''ha produ\u00eft un error d''HTTP en recuperar el descriptor de widget que es troba a {0}. Consulteu l''excepci\u00f3 imbricada per obtenir m\u00e9s detalls.
error.widgetInfo.retrieve.http.IOError=CLFRQ0318E: S''ha produ\u00eft un error d''E/S en recuperar el descriptor de widget que es troba a {0}. Consulteu l''excepci\u00f3 imbricada per obtenir m\u00e9s detalls.
warn.cache.retrieve.batch=CLFRQ0396W: S''ha produ\u00eft un error en emmagatzemar el descriptor per al widget {0} en un proc\u00e9s per lots. Consulteu l''excepci\u00f3 imbricada per obtenir m\u00e9s detalls. El processament per lots continua.

# Translator: {0} contains an email address, {1} contains a user ID
error.email.duplicate.exid=CLFRQ0336E: L''adre\u00e7a de correu electr\u00f2nic [{0}] ja existeix a la base de dades. L''usuari identificat amb l''ID extern [{0}] no es pot afegir a la base de dades.
error.email.duplicate.loginname=CLFRQ0334E: L''adre\u00e7a de correu electr\u00f2nic [{0}] ja existeix a la base de dades. L''usuari identificat amb el nom d''inici de sessi\u00f3 [{0}] no es pot afegir a la base de dades.
error.empty.dsobject=CLFRQ0333E: Un DSObject buit s'ha enviat com a par\u00e0metre.

error.SecuritySupportServices.DAOException=CLFRQ0391E: S'ha produ\u00eft un error a la capa de servei de seguretat en intentar executar una operaci\u00f3 relacionada amb la base de dades. Consulteu l'excepci\u00f3 imbricada per obtenir m\u00e9s detalls.

info.homepagepersonservice.result=CLFRQ0410I: L''operaci\u00f3 s''ha realitzat correctament. El nombre de registres actualitats \u00e9s de {0}.
