# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.dboard.rollback=CLFRQ0114E: Det uppstod ett fel n\u00e4r en databastransaktion skulle backas.

# The following properties contain non-readable non-translatable parameters (such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd')
#error.UserPrefServices.getUserPrefs=CLFRQ0115E: An error occurred while retrieving user preferences information with this information: {0}
#error.UserPrefServices.getByMail=CLFRQ0120E: An error occurred while retrieving user preferences by email with this information: {0}, {1}
#error.UserPrefServices.getByID=CLFRQ0118E: An error occurred while retrieving user preferences by identifier with this information: {0}, {1}
#error.UserPrefServices.getByPosition=CLFRQ0116E: An error occurred while retrieving user preferences by position with this information: {0},{1},{2},{3}
#error.UserPrefServices.findByPageIDColNum=CLFRQ0119E: An error occurred while retrieving user preferences by page and column with this information: {0},{1},{2}
#error.UserPrefServices.findByPageIDRowNum=CLFRQ0117E: An error occurred while retrieving user preferences by page and row with this information: {0},{1},{2}
#error.UserPrefServices.createByMail=CLFRQ0121E: An error occurred while creating user preferences by email with this information: {0},{1},{2},{3},{4},{5},{6}
#error.UserPrefServices.createByID=CLFRQ0135E: An error occurred while creating user preferences by user identifier with this information: {0},{1},{2},{3},{4},{5},{6}
error.UIServices.changePosition=CLFRQ0138E: Det uppstod ett fel n\u00e4r positionen f\u00f6r en widget skulle \u00e4ndras med f\u00f6ljande information: {0}, {1}, {2}, {3}
error.UIServices.changeWidgetSetting=CLFRQ0132E: Det uppstod ett fel n\u00e4r inst\u00e4llningarna skulle \u00e4ndras f\u00f6r en widget med f\u00f6ljande information: {0}, {1}
#error.UserPrefServices.changeWidgetDisplay=CLFRQ0136E: An error occurred while changing display for a widget with this information: {0}, {1}, {2}
#error.UserPrefServices.deleteByID=CLFRQ0129E: An error occurred while deleting widget preferences by user identifier with this information: {0}, {1}
#error.UserPrefServices.deleteByMail=CLFRQ0130E: An error occurred while deleting widget preferences by user email with this information: {0},{1}
#error.UserPrefServices.getUserWidgetPref=CLFRQ0140E: An error occurred while retrieving widget preferences with this identifier: {0}
error.UIServices.deleteWidgetInstance=CLFRQ0399E: Det uppstod ett fel n\u00e4r widgetf\u00f6rekomsten med den prim\u00e4ra nyckeln {0} skulle tas bort


#error.UIServices.createUserPanel=CLFRQ0294E: An  error occurred while retrieving the information related to the user interface for this user: {0}
error.UIServices.createUserInstanceWidgets=CLFRQ0292E: Det uppstod ett fel n\u00e4r en widget skulle skapas f\u00f6r anv\u00e4ndaren {0}. Det h\u00e4r \u00e4r den widgetinformation som det inte gick att lagra: Widget-ID: {1}, ordning: {2}, beh\u00e5llare: {3}, IsToggled: {4}, sidrute-ID: {5}, widgetinst\u00e4llningar: {6}
error.UIServices.getUserWidgetInst=CLFRQ0291E:  Det uppstod ett fel n\u00e4r widgetinst\u00e4llningarna skulle h\u00e4mtas med f\u00f6ljande ID: {0}
#error.UIServices.getUserWidgetsInstances=CLFRQ0293E:  An error occurred while retrieving the widget instances for the user: {0} related to this panel page {1}
error.UIServices.getUserWidgetInstanceByWidgetId=CLFRQ0295E:  Det uppstod ett fel n\u00e4r widgetf\u00f6rekomster skulle h\u00e4mtas f\u00f6r anv\u00e4ndaren {0} f\u00f6r sidrutan {1} och widget-ID:t {2}


error.UserServices.getUserByID=CLFRQ0133E: Det uppstod ett fel n\u00e4r anv\u00e4ndarinformationen skulle h\u00e4mtas med f\u00f6ljande ID: {0}
error.UserServices.getUserByEmail=CLFRQ0131E: Det uppstod ett fel n\u00e4r anv\u00e4ndarinformationen skulle h\u00e4mtas med f\u00f6ljande mejladress: {0}
error.UserServices.createUser=CLFRQ0128E: Det uppstod ett fel n\u00e4r en anv\u00e4ndare skulle skapas med f\u00f6ljande information: {0}
error.UserServices.createUserUI=CLFRQ0384E: Det uppstod ett fel n\u00e4r anv\u00e4ndaren med det internt ID:t {0} skulle skapas
error.UserServices.updateWelcomeNote=CLFRQ0384A: Det uppstod ett fel n\u00e4r v\u00e4lkomstmeddelandet skulle uppdateras f\u00f6r f\u00f6ljande interna ID: {0}

error.UserServices.getNumberUsers=CLFRQ0134E: Det uppstod ett fel n\u00e4r antalet registrerade anv\u00e4ndare i databasen skulle h\u00e4mtas.
warning.UserServices.updateLastVisitForUser=CLFRQ0139W: Det uppstod ett fel n\u00e4r information om senaste bes\u00f6k skulle uppdateras f\u00f6r en anv\u00e4ndare med f\u00f6ljande information: {0}, {1}
warning.UserServices.updateLanguageForUser=CLFRQ0398W: Det uppstod ett fel n\u00e4r spr\u00e5k skulle uppdateras f\u00f6r en anv\u00e4ndare med f\u00f6ljande information: {0},{1}
warning.UserServices.updateWelcome=CLFRQ0137W: Det uppstod ett fel n\u00e4r v\u00e4lkomstl\u00e4get skulle uppdateras f\u00f6r en anv\u00e4ndare med f\u00f6ljande information: {0}, {1}
error.UIServices.get.tabInstance=CLFRQ0348E: Det uppstod ett fel n\u00e4r flikf\u00f6rekomsten med ID:t {0} skulle h\u00e4mtas. Det finns mer information i undantagsmeddelandet.
error.UIServices.updateNumberColumn.dataAccess=CLFRQ0349E: Det uppstod ett fel n\u00e4r antal kolumner f\u00f6r flikf\u00f6rekomsten {0} skulle uppdateras. Det finns mer information i undantagsmeddelandet.
error.UIServices.getAllTabInstancesForPerson.rollback=CLFRQ0347E: Det gick inte att backa en transaktion n\u00e4r flikf\u00f6rekomster f\u00f6r anv\u00e4ndaren-ID:t {0} skulle skapas. Det finns mer information i undantagsmeddelandet.
error.UIServices.getAllTabInstancesForPerson.access=CLFRQ0345E: Det uppstod ett fel n\u00e4r en flikf\u00f6rekomst skulle skapas f\u00f6r anv\u00e4ndar-ID:t {0}. Det finns mer information i undantagsmeddelandet.
error.UIServices.getAllTabInstancesForPerson.retrieve=CLFRQ0397E: Det uppstod ett fel n\u00e4r listan med alla flikf\u00f6rekomster f\u00f6r anv\u00e4ndar-ID:t {0} skulle h\u00e4mtas. Det finns mer information i undantagsmeddelandet.

error.admin.testmode.disable=CLFRQ0189E: Det gick inte att avaktivera administrationstestl\u00e4get f\u00f6r anv\u00e4ndaren med mejladressen {0}.
error.admin.testmode.enable=CLFRQ0188E: Det gick inte att aktivera administrationstestl\u00e4get f\u00f6r anv\u00e4ndaren med mejladressen {0}.
error.admin.testmode.check=CLFRQ0190E: Det gick inte att h\u00e4mta aktuell status f\u00f6r administrationstestl\u00e4get f\u00f6r anv\u00e4ndaren med mejladressen {0}.

error.mbean.person.service.dsservice=CLFRQ0221E: Det gick inte att h\u00e4mta referensen till katalogtj\u00e4nsterna.
error.mbean.person.service.daofactory=CLFRQ0223E: Det gick inte att h\u00e4mta en referens till data\u00e5tkomstobjektfabriken.
error.mbean.person.service.dataaccess=CLFRQ0220E: Det uppstod ett fel vid \u00e5tkomst till databasen: {0}
error.mbean.person.service.dserror=CLFRQ0218E: Det uppstod ett fel vid \u00e5tkomst till katalogtj\u00e4nsterna: {0}

# {0} contains a file name
error.mbean.person.service.filenotfound=CLFRQ0219E: Filen [{0}] finns inte.

# {0} contains a file name, {1} contains an error message from an external service
error.mbean.person.service.fileerror=CLFRQ0222E: Det uppstod ett fel vid f\u00f6rs\u00f6k att l\u00e4sa filen {0}: {1}

# {0} contains a user id or email
error.mbean.person.service.nouser=CLFRQ0227E: Anv\u00e4ndaren med mejladressen {0} \u00e4r inte registrerad i hemsidedatabasen.
info.mbean.person.service.ok=CLFRQ0224I: Uppdateringen slutf\u00f6rdes.
# {0} and {1} are integers
warn.mbean.person.service.notallfound=CLFRQ0226W: Det gick inte att hitta alla anv\u00e4ndare i hemsidedatabasen eller HCL Connections-katalogtj\u00e4nsten. {0} av {1} anv\u00e4ndare uppdaterades. Om du vill ha mer information l\u00e4ser du i serverloggarna.
warn.mbean.person.service.nodsobject=CLFRQ0225W: Det gick inte att hitta anv\u00e4ndaren med mejladressen {0} i katalogtj\u00e4nsten. Den h\u00e4r anv\u00e4ndaren finns eventuellt inte l\u00e4ngre.
warn.mbean.person.service.nodsobject.ln=CLFRQ0335W: Det gick inte att hitta anv\u00e4ndaren med anv\u00e4ndar-ID:t {0} i katalogtj\u00e4nsten. Den h\u00e4r anv\u00e4ndaren finns eventuellt inte l\u00e4ngre.
warn.mbean.person.service.nodsobject.id=CLFRQ0332W: Det gick inte att hitta anv\u00e4ndaren med ID:t {0} i katalogtj\u00e4nsten. Den h\u00e4r anv\u00e4ndaren finns eventuellt inte l\u00e4ngre.
# {0} is a login name
error.mbean.person.service.loginname.exception=CLFRQ0411E: Det uppstod ett undantag n\u00e4r anv\u00e4ndaren med inloggningsnamnet {0} skulle uppdateras. Det finns mer information i undantagsmeddelandet.
# {0} is an email
error.mbean.person.service.email.exception=CLFRQ0406E: Det uppstod ett undantag n\u00e4r anv\u00e4ndaren med mejladressen {0} skulle uppdateras. Det finns mer information i undantagsmeddelandet.
error.mbean.person.service.email.notfound.hp=CLFRQ0407E: Det gick inte att hitta anv\u00e4ndaren med mejladressen {0} i hemsidedatabasen.
error.mbean.person.service.loginname.notfound.hp=CLFRQ0409E: Det gick inte att hitta anv\u00e4ndaren med inloggningsnamnet {0} i hemsidedatabasen.

# HomepageMBeanFacade
info.invocation.start=CLFRQ0615I: Anrop till tj\u00e4nsten {0}, metod: {0}
info.invocation.complete=CLFRQ0614I: Tj\u00e4nsten {0} slutf\u00f6rdes, anropsmetod: {1}
error.service.not.exist=CLFRQ0617E: Det gick inte att hitta tj\u00e4nsten {0} i registret
error.service.no.access=CLFRQ0618E: Det gick inte att f\u00e5 \u00e5tkomst till tj\u00e4nsten {0} i registret
error.service.cant.construct=CLFRQ0616E: Det gick inte att skapa en f\u00f6rekomst av tj\u00e4nsten {0} i registret
error.method.not.found=CLFRQ0613E: Det gick inte att anropa metoden {1} f\u00f6r tj\u00e4nsten {0}

# Metrics stuff

# Translator: MBean should not be translated
error.mbean.registrar=CLFRQ0243E: Det uppstod ett fel n\u00e4r hemside-MBean-b\u00f6nan skulle registreras. Administrationsfunktionerna \u00e4r eventuellt inte tillg\u00e4ngliga.
error.mbean.unregistering=CLFRQ0269E: Det uppstod ett fel n\u00e4r hemside-MBean-b\u00f6nan skulle avregistreras.
error.mbean.locate=CLFRQ0246E: Det gick inte att hitta MBean-servern.
error.metrics.statistics.file.creating=CLFRQ0253E: Det uppstod ett fel n\u00e4r hemsidestatistikfilen skulle skapas.
error.metrics.statistics.file.writing=CLFRQ0242E: Det uppstod ett fel n\u00e4r hemsidestatistikfilen skulle skrivas.
error.metrics.statistics.file.closing=CLFRQ0235E: Det uppstod ett fel n\u00e4r hemsidestatistikfilen skulle st\u00e4ngas.
error.metrics.statistics.file.parsing=CLFRQ0252E: Det uppstod ett fel n\u00e4r hemsidestatistikfilen skulle tolkas.
error.metrics.statistics.getNumberVisitPast=CLFRQ0315E: Det uppstod ett fel n\u00e4r antal unika bes\u00f6k sedan {0} skulle h\u00e4mtas.

info.metrics.property.value=CLFRQ0257I: Egenskapsnamn: {0}, egenskapsv\u00e4rde: {1}

info.metrics.setting.timeout=CLFRQ0241I: Tidsgr\u00e4nsen anges till {0} minuter.
info.metrics.setting.separator=CLFRQ0250I: F\u00f6ljande avgr\u00e4nsare anv\u00e4nds f\u00f6r m\u00e4tningstj\u00e4nsten: {0}]
info.metrics.ok.cache.timeout=CLFRQ0240I: Tidsgr\u00e4nsen \u00e4ndrades till f\u00f6ljande v\u00e4rde: [{0}]
error.metrics.cache.timeout=CLFRQ0247E: V\u00e4rdet f\u00f6r cachetidsgr\u00e4ns \u00e4r ogiltigt. Det m\u00e5ste vara mellan 0 och 1 440 minuter.
error.metrics.bad.sample.count=CLFRQ0261E: V\u00e4rdet f\u00f6r antal exempel \u00e4r ogiltigt.
error.metrics.bad.separator=CLFRQ0254E: L\u00e4ngden p\u00e5 avgr\u00e4nsaren \u00e4r ogiltig. Den \u00e4r l\u00e4ngre \u00e4n ett tecken.
error.metrics.field.key=CLFRQ0266E: Datatypen f\u00f6r f\u00e4ltnyckeln \u00e4r ogiltig.
error.metrics.field.key.notfound=CLFRQ0245E: V\u00e4rdet f\u00f6r f\u00e4ltnyckeln \u00e4r ogiltigt.
error.metrics.file=CLFRQ0236E: Den fil som anv\u00e4nds f\u00f6r m\u00e4tningstj\u00e4nsten \u00e4r ogiltig. Filnamn: [{0}].
info.metrics.dir=CLFRQ0264I: Kontrollerar om filen eller katalogen [{0}] finns.
info.metrics.dir.ok=CLFRQ0256I: Filen eller katalogen [{0}] finns.
info.metrics.file.ok=CLFRQ0268I: S\u00f6kv\u00e4gen [{0}] \u00e4r en fil, inte en katalog.
info.metrics.file.ok.read=CLFRQ0244I: Det g\u00e5r att l\u00e4sa filen [{0}].
error.metrics.file.read=CLFRQ0239E: Det g\u00e5r inte att l\u00e4sa filen [{0}].
error.metrics.notfile=CLFRQ0260E: Du har angett en katalog men inte n\u00e5gon fil.
error.metrics.file.notexisting=CLFRQ0255E: Filen eller katalogen {0} finns inte.
info.metrics.file.success=CLFRQ0262I: Filen [{0}] skapades.
error.metrics.file.create=CLFRQ0259E: Det gick inte att skapa filen [{0}].
error.metrics.file.already.exists=CLFRQ0248E: Filen [{0}] finns redan.
info.metrics.hash.seeded=CLFRQ0237I: Hashtabellen skapades.

error.metrics.total.users=CLFRQ0267E: Det gick inte att h\u00e4mta v\u00e4rdet f\u00f6r det totala antalet anv\u00e4ndare.
error.metrics.total.widgets=CLFRQ0251E: Det gick inte att h\u00e4mta v\u00e4rdet f\u00f6r det totala antalet widgetar.
error.metrics.enabled.widgets=CLFRQ0258E: Det gick inte att h\u00e4mta v\u00e4rdet f\u00f6r det totala antalet aktiverade widgetar.
error.metrics.open.widgets=CLFRQ0263E: Det gick inte att h\u00e4mta v\u00e4rdet f\u00f6r det totala antalet \u00f6ppna widgetar.
error.metrics.widgets.usage=CLFRQ0265E: Det gick inte att h\u00e4mta v\u00e4rdet f\u00f6r antalet anv\u00e4nda widgetar.
error.metrics.visits.hour=CLFRQ0238E: Det gick inte att h\u00e4mta v\u00e4rdet f\u00f6r antal bes\u00f6k under den senaste timmen.
error.metrics.visits.day=CLFRQ0249E: Det gick inte att h\u00e4mta v\u00e4rdet f\u00f6r antal bes\u00f6k under de senaste 24 timmarna.

error.NotificationService.addNotification=CLFRQ0314E: Det uppstod ett fel n\u00e4r ett meddelande med f\u00f6ljande information skulle skapas: {0}

error.widgetInfo.retrieve.HttpError=CLFRQ0322E: Det uppstod ett fel n\u00e4r widgetbeskrivningen p\u00e5 {0} skulle h\u00e4mtas. Returnerad felkod: {1}
error.widgetInfo.retrieve.IOError=CLFRQ0319E: Det uppstod ett fel n\u00e4r den returnerade widgetbeskrivningen p\u00e5 {0} skulle l\u00e4sas. Det finns mer information i undantagsmeddelandet.
error.widgetInfo.retrieve.IOError.file=CLFRQ0320E: Den uppstod ett fel n\u00e4r widgetbeskrivningsfilen p\u00e5 {0} skulle l\u00e4sas. Det finns mer information i undantagsmeddelandet.
error.widgetInfo.retrieve.http.HttpError=CLFRQ0321E: Det uppstod ett HTTP-fel n\u00e4r widgetbeskrivningen p\u00e5 {0} skulle h\u00e4mtas. Det finns mer information i undantagsmeddelandet.
error.widgetInfo.retrieve.http.IOError=CLFRQ0318E: Det uppstod ett I/O-fel n\u00e4r widgetbeskrivningen p\u00e5 {0} skulle h\u00e4mtas. Det finns mer information i undantagsmeddelandet.
warn.cache.retrieve.batch=CLFRQ0396W: Det uppstod ett fel n\u00e4r beskrivningen f\u00f6r widgeten {0} skulle lagras i en batchprocess. Det finns mer information i undantagsmeddelandet. Batchbearbetningen forts\u00e4tter.

# Translator: {0} contains an email address, {1} contains a user ID
error.email.duplicate.exid=CLFRQ0336E: Mejladressen {0} finns redan i databasen. Det gick inte att l\u00e4gga till anv\u00e4ndaren med det externa ID:t {0} till databasen.
error.email.duplicate.loginname=CLFRQ0334E: Mejladressen {0} finns redan i databasen. Det gick inte att l\u00e4gga till anv\u00e4ndaren med inloggningsnamnet {0} till databasen.
error.empty.dsobject=CLFRQ0333E: Ett tomt DSObject-objekt s\u00e4ndes som parameter.

error.SecuritySupportServices.DAOException=CLFRQ0391E: Det uppstod ett fel i s\u00e4kerhetstj\u00e4nstelagret n\u00e4r en databas\u00e5tg\u00e4rd skulle k\u00f6ras. Det finns mer information i undantagsmeddelandet.

info.homepagepersonservice.result=CLFRQ0410I: \u00c5tg\u00e4rden slutf\u00f6rdes. Antal uppdaterade poster \u00e4r {0}.
