# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.dboard.rollback=CLFRQ0114E: Hiba t\u00f6rt\u00e9nt az adatb\u00e1zis-tranzakci\u00f3 visszag\u00f6rget\u00e9se sor\u00e1n.

# The following properties contain non-readable non-translatable parameters (such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd')
#error.UserPrefServices.getUserPrefs=CLFRQ0115E: An error occurred while retrieving user preferences information with this information: {0}
#error.UserPrefServices.getByMail=CLFRQ0120E: An error occurred while retrieving user preferences by email with this information: {0}, {1}
#error.UserPrefServices.getByID=CLFRQ0118E: An error occurred while retrieving user preferences by identifier with this information: {0}, {1}
#error.UserPrefServices.getByPosition=CLFRQ0116E: An error occurred while retrieving user preferences by position with this information: {0},{1},{2},{3}
#error.UserPrefServices.findByPageIDColNum=CLFRQ0119E: An error occurred while retrieving user preferences by page and column with this information: {0},{1},{2}
#error.UserPrefServices.findByPageIDRowNum=CLFRQ0117E: An error occurred while retrieving user preferences by page and row with this information: {0},{1},{2}
#error.UserPrefServices.createByMail=CLFRQ0121E: An error occurred while creating user preferences by email with this information: {0},{1},{2},{3},{4},{5},{6}
#error.UserPrefServices.createByID=CLFRQ0135E: An error occurred while creating user preferences by user identifier with this information: {0},{1},{2},{3},{4},{5},{6}
error.UIServices.changePosition=CLFRQ0138E: Hiba t\u00f6rt\u00e9nt egy fel\u00fcleti elem poz\u00edci\u00f3j\u00e1nak megv\u00e1ltoztat\u00e1sakor a k\u00f6vetkez\u0151 inform\u00e1ci\u00f3kkal: {0},{1},{2},{3}
error.UIServices.changeWidgetSetting=CLFRQ0132E: Hiba t\u00f6rt\u00e9nt egy fel\u00fcleti elem be\u00e1ll\u00edt\u00e1sainak m\u00f3dos\u00edt\u00e1sakor a k\u00f6vetkez\u0151 inform\u00e1ci\u00f3kkal: {0},{1}
#error.UserPrefServices.changeWidgetDisplay=CLFRQ0136E: An error occurred while changing display for a widget with this information: {0}, {1}, {2}
#error.UserPrefServices.deleteByID=CLFRQ0129E: An error occurred while deleting widget preferences by user identifier with this information: {0}, {1}
#error.UserPrefServices.deleteByMail=CLFRQ0130E: An error occurred while deleting widget preferences by user email with this information: {0},{1}
#error.UserPrefServices.getUserWidgetPref=CLFRQ0140E: An error occurred while retrieving widget preferences with this identifier: {0}
error.UIServices.deleteWidgetInstance=CLFRQ0399E: Hiba t\u00f6rt\u00e9nt a fel\u00fcleti elem {0} els\u0151dleges kulccsal rendelkez\u0151 p\u00e9ld\u00e1ny\u00e1nak t\u00f6rl\u00e9sekor


#error.UIServices.createUserPanel=CLFRQ0294E: An  error occurred while retrieving the information related to the user interface for this user: {0}
error.UIServices.createUserInstanceWidgets=CLFRQ0292E: Hiba t\u00f6rt\u00e9nt a fel\u00fcleti elem l\u00e9trehoz\u00e1sakor {0} felhaszn\u00e1l\u00f3 sz\u00e1m\u00e1ra. A rendszer \u00e1ltal el nem t\u00e1rolhat\u00f3 fel\u00fcleti elem inform\u00e1ci\u00f3i a k\u00f6vetkez\u0151k. Fel\u00fcleti elem azonos\u00edt\u00f3ja: {1}, sorrend: {2}, t\u00e1rol\u00f3: {3}, IsToggled: {4}, PagePanel azonos\u00edt\u00f3ja: {5}, fel\u00fcleti elem be\u00e1ll\u00edt\u00e1sai: {6}
error.UIServices.getUserWidgetInst=CLFRQ0291E:  Hiba t\u00f6rt\u00e9nt egy fel\u00fcleti elem be\u00e1ll\u00edt\u00e1sainak beolvas\u00e1sakor a k\u00f6vetkez\u0151 azonos\u00edt\u00f3val: {0}
#error.UIServices.getUserWidgetsInstances=CLFRQ0293E:  An error occurred while retrieving the widget instances for the user: {0} related to this panel page {1}
error.UIServices.getUserWidgetInstanceByWidgetId=CLFRQ0295E:  Hiba t\u00f6rt\u00e9nt a(z) {0} felhaszn\u00e1l\u00f3 {1} oldalpanelhez \u00e9s {2} azonos\u00edt\u00f3j\u00fa fel\u00fcleti elemhez kapcsol\u00f3d\u00f3 fel\u00fcleti elemeinek beolvas\u00e1sakor.


error.UserServices.getUserByID=CLFRQ0133E: Hiba t\u00f6rt\u00e9nt a felhaszn\u00e1l\u00f3i inform\u00e1ci\u00f3k beolvas\u00e1sakor a k\u00f6vetkez\u0151 azonos\u00edt\u00f3val: {0}
error.UserServices.getUserByEmail=CLFRQ0131E: Hiba t\u00f6rt\u00e9nt a felhaszn\u00e1l\u00f3i inform\u00e1ci\u00f3k beolvas\u00e1sakor a k\u00f6vetkez\u0151 e-mail c\u00edmmel: {0}
error.UserServices.createUser=CLFRQ0128E: Hiba t\u00f6rt\u00e9nt egy felhaszn\u00e1l\u00f3 l\u00e9trehoz\u00e1sakor a k\u00f6vetkez\u0151 inform\u00e1ci\u00f3kkal: {0}
error.UserServices.createUserUI=CLFRQ0384E: Hiba t\u00f6rt\u00e9nt a(z) {0} bels\u0151 azonos\u00edt\u00f3j\u00fa felhaszn\u00e1l\u00f3 l\u00e9trehoz\u00e1sakor
error.UserServices.updateWelcomeNote=CLFRQ0384A: Hiba t\u00f6rt\u00e9nt az \u00fcdv\u00f6zl\u0151 sz\u00f6veg friss\u00edt\u00e9sekor a k\u00f6vetkez\u0151 bels\u0151 azonos\u00edt\u00f3hoz: {0}

error.UserServices.getNumberUsers=CLFRQ0134E: Hiba t\u00f6rt\u00e9nt az adatb\u00e1zisban regisztr\u00e1lt felhaszn\u00e1l\u00f3k sz\u00e1m\u00e1nak beolvas\u00e1sakor.
warning.UserServices.updateLastVisitForUser=CLFRQ0139W: Hiba t\u00f6rt\u00e9nt egy felhaszn\u00e1l\u00f3 utols\u00f3 l\u00e1togat\u00e1s\u00e1nak friss\u00edt\u00e9sekor a k\u00f6vetkez\u0151 inform\u00e1ci\u00f3kkal: {0},{1}
warning.UserServices.updateLanguageForUser=CLFRQ0398W: Hiba t\u00f6rt\u00e9nt a k\u00f6vetkez\u0151 inform\u00e1ci\u00f3kkal rendelkez\u0151 felhaszn\u00e1l\u00f3 nyelv\u00e9nek friss\u00edt\u00e9sekor: {0},{1}
warning.UserServices.updateWelcome=CLFRQ0137W: Hiba t\u00f6rt\u00e9nt egy felhaszn\u00e1l\u00f3 \u00fcdv\u00f6zl\u00e9si m\u00f3dj\u00e1nak friss\u00edt\u00e9sekor a k\u00f6vetkez\u0151 inform\u00e1ci\u00f3kkal: {0},{1}
error.UIServices.get.tabInstance=CLFRQ0348E: Hiba t\u00f6rt\u00e9nt a(z) {0} azonos\u00edt\u00f3j\u00fa oldalp\u00e9ld\u00e1ny beolvas\u00e1sakor. Tov\u00e1bbi r\u00e9szletek\u00e9rt ellen\u0151rizze a be\u00e1gyazott kiv\u00e9telt.
error.UIServices.updateNumberColumn.dataAccess=CLFRQ0349E: Hiba t\u00f6rt\u00e9nt a(z) {0} lapp\u00e9ld\u00e1ny oszlopsz\u00e1m\u00e1nak friss\u00edt\u00e9sekor. Tov\u00e1bbi r\u00e9szletek\u00e9rt ellen\u0151rizze a be\u00e1gyazott kiv\u00e9telt.
error.UIServices.getAllTabInstancesForPerson.rollback=CLFRQ0347E: Nem siker\u00fclt a tranzakci\u00f3 visszal\u00e9ptet\u00e9se a(z) {0} azonos\u00edt\u00f3j\u00fa felhaszn\u00e1l\u00f3 oldalp\u00e9ld\u00e1ny\u00e1nak l\u00e9trehoz\u00e1sakor. Tov\u00e1bbi r\u00e9szletek\u00e9rt ellen\u0151rizze a be\u00e1gyazott kiv\u00e9telt.
error.UIServices.getAllTabInstancesForPerson.access=CLFRQ0345E: Hiba t\u00f6rt\u00e9nt a(z) {0} azonos\u00edt\u00f3j\u00fa felhaszn\u00e1l\u00f3 oldalp\u00e9ld\u00e1ny\u00e1nak l\u00e9trehoz\u00e1sakor. R\u00e9szletek\u00e9rt ellen\u0151rizze a be\u00e1gyazott kiv\u00e9telt.
error.UIServices.getAllTabInstancesForPerson.retrieve=CLFRQ0397E: Hiba t\u00f6rt\u00e9nt a(z) {0} azonos\u00edt\u00f3j\u00fa felhaszn\u00e1l\u00f3 \u00f6sszes oldalp\u00e9ld\u00e1ny\u00e1nak beolvas\u00e1sakor. R\u00e9szletek\u00e9rt ellen\u0151rizze a be\u00e1gyazott kiv\u00e9telt.

error.admin.testmode.disable=CLFRQ0189E: Az adminisztr\u00e1tori tesztm\u00f3dot nem lehetett letiltani a k\u00f6vetkez\u0151 e-mail c\u00edmmel rendelkez\u0151 felhaszn\u00e1l\u00f3n\u00e1l: {0}.
error.admin.testmode.enable=CLFRQ0188E: Az adminisztr\u00e1tori tesztm\u00f3dot nem lehet enged\u00e9lyezni a k\u00f6vetkez\u0151 e-mail c\u00edmmel rendelkez\u0151 felhaszn\u00e1l\u00f3n\u00e1l: {0}.
error.admin.testmode.check=CLFRQ0190E: Az adminisztr\u00e1tori tesztm\u00f3d jelenlegi \u00e1llapot\u00e1t nem lehet beolvasni a k\u00f6vetkez\u0151 e-mail c\u00edmmel rendelkez\u0151 felhaszn\u00e1l\u00f3n\u00e1l: {0}.

error.mbean.person.service.dsservice=CLFRQ0221E: A c\u00edmt\u00e1rszolg\u00e1ltat\u00e1sok hivatkoz\u00e1s\u00e1t nem lehet beolvasni.
error.mbean.person.service.daofactory=CLFRQ0223E: Az adathozz\u00e1f\u00e9r\u00e9si objektumgy\u00e1r hivatkoz\u00e1s\u00e1t nem lehet beolvasni.
error.mbean.person.service.dataaccess=CLFRQ0220E: Hiba t\u00f6rt\u00e9nt a k\u00f6vetkez\u0151 adatb\u00e1zis el\u00e9r\u00e9sekor: {0}
error.mbean.person.service.dserror=CLFRQ0218E: Hiba t\u00f6rt\u00e9nt a k\u00f6vetkez\u0151 c\u00edmt\u00e1rszolg\u00e1ltat\u00e1s el\u00e9r\u00e9sekor: {0}

# {0} contains a file name
error.mbean.person.service.filenotfound=CLFRQ0219E: A(z) [{0}] f\u00e1jl nem l\u00e9tezik.

# {0} contains a file name, {1} contains an error message from an external service
error.mbean.person.service.fileerror=CLFRQ0222E: Hiba t\u00f6rt\u00e9nt a(z) [{0}] f\u00e1jl olvas\u00e1sakor: {1}

# {0} contains a user id or email
error.mbean.person.service.nouser=CLFRQ0227E: A(z) [{0}] e-mail c\u00edmmel rendelkez\u0151 felhaszn\u00e1l\u00f3 nincs regisztr\u00e1lva a Kezd\u0151lap adatb\u00e1zis\u00e1ban.
info.mbean.person.service.ok=CLFRQ0224I: A friss\u00edt\u00e9s sikeresen befejez\u0151d\u00f6tt.
# {0} and {1} are integers
warn.mbean.person.service.notallfound=CLFRQ0226W: Nem minden felhaszn\u00e1l\u00f3t lehetett megtal\u00e1lni a Kezd\u0151lap adatb\u00e1zis\u00e1ban vagy a HCL Connections c\u00edmt\u00e1rszolg\u00e1ltat\u00e1sban. {1} felhaszn\u00e1l\u00f3b\u00f3l {0} friss\u00edt\u00e9s\u00e9re ker\u00fclt sor. A r\u00e9szletek\u00e9rt n\u00e9zze meg a kiszolg\u00e1l\u00f3napl\u00f3kat.
warn.mbean.person.service.nodsobject=CLFRQ0225W: A(z) [{0}] e-mail-c\u00edmmel rendelkez\u0151 felhaszn\u00e1l\u00f3 nem tal\u00e1lhat\u00f3 a c\u00edmt\u00e1rszolg\u00e1ltat\u00e1sban. Lehet, hogy ez a felhaszn\u00e1l\u00f3 m\u00e1r nem l\u00e9tezik.
warn.mbean.person.service.nodsobject.ln=CLFRQ0335W: A(z) [{0}] bejelentkez\u00e9si nev\u0171 felhaszn\u00e1l\u00f3 nem tal\u00e1lhat\u00f3 a c\u00edmt\u00e1rszolg\u00e1ltat\u00e1sban. Lehet, hogy ez a felhaszn\u00e1l\u00f3 m\u00e1r nem l\u00e9tezik.
warn.mbean.person.service.nodsobject.id=CLFRQ0332W: A(z) [{0}] azonos\u00edt\u00f3j\u00fa felhaszn\u00e1l\u00f3 nem tal\u00e1lhat\u00f3 a c\u00edmt\u00e1rszolg\u00e1ltat\u00e1sban. Lehet, hogy ez a felhaszn\u00e1l\u00f3 m\u00e1r nem l\u00e9tezik.
# {0} is a login name
error.mbean.person.service.loginname.exception=CLFRQ0411E: Kiv\u00e9tel t\u00f6rt\u00e9nt a(z) {0} bejelentkez\u00e9si nev\u0171 felhaszn\u00e1l\u00f3 friss\u00edt\u00e9sekor. Tov\u00e1bbi r\u00e9szletek\u00e9rt ellen\u0151rizze a be\u00e1gyazott kiv\u00e9telt.
# {0} is an email
error.mbean.person.service.email.exception=CLFRQ0406E: Kiv\u00e9tel t\u00f6rt\u00e9nt a(z) {0} e-mail c\u00edmmel rendelkez\u0151 felhaszn\u00e1l\u00f3 friss\u00edt\u00e9sekor. Tov\u00e1bbi r\u00e9szletek\u00e9rt ellen\u0151rizze a be\u00e1gyazott kiv\u00e9telt.
error.mbean.person.service.email.notfound.hp=CLFRQ0407E: A(z) {0} e-mail c\u00edmmel rendelkez\u0151 felhaszn\u00e1l\u00f3 nem tal\u00e1lhat\u00f3 kezd\u0151lap adatb\u00e1zisban.
error.mbean.person.service.loginname.notfound.hp=CLFRQ0409E: A(z) {0} bejelentkez\u00e9si n\u00e9vvel rendelkez\u0151 felhaszn\u00e1l\u00f3 nem tal\u00e1lhat\u00f3 kezd\u0151lap adatb\u00e1zisban.

# HomepageMBeanFacade
info.invocation.start=CLFRQ0615I: Szolg\u00e1ltat\u00e1s megh\u00edv\u00e1sa: [{0}], met\u00f3dus: [{0}]
info.invocation.complete=CLFRQ0614I: Befejezett szolg\u00e1ltat\u00e1s: [{0}], [{1}] met\u00f3dus megh\u00edv\u00e1sa
error.service.not.exist=CLFRQ0617E: Nem tal\u00e1lhat\u00f3 a(z) [{0}] szolg\u00e1ltat\u00e1s a rendszerle\u00edr\u00f3 adatb\u00e1zisban
error.service.no.access=CLFRQ0618E: Nem \u00e9rhet\u0151 el a(z) [{0}] szolg\u00e1ltat\u00e1s a rendszerle\u00edr\u00f3 adatb\u00e1zisban
error.service.cant.construct=CLFRQ0616E: Nem \u00e1ll\u00edthat\u00f3 \u00f6ssze a(z) [{0}] szolg\u00e1ltat\u00e1s p\u00e9ld\u00e1nya a rendszerle\u00edr\u00f3 adatb\u00e1zisban
error.method.not.found=CLFRQ0613E: Nem lehet megh\u00edvni a(z) [{1}] met\u00f3dust [{0}] szolg\u00e1ltat\u00e1sra

# Metrics stuff

# Translator: MBean should not be translated
error.mbean.registrar=CLFRQ0243E: Hiba t\u00f6rt\u00e9nt a Kezd\u0151lap MBean regisztr\u00e1l\u00e1sakor. Az adminisztr\u00e1tori szolg\u00e1ltat\u00e1sok lehet, hogy nem el\u00e9rhet\u0151k.
error.mbean.unregistering=CLFRQ0269E: Hiba t\u00f6rt\u00e9nt a Kezd\u0151lap MBean regisztr\u00e1l\u00e1s\u00e1nak megsz\u00fcntet\u00e9sekor.
error.mbean.locate=CLFRQ0246E: Az MBean szerver nem tal\u00e1lhat\u00f3.
error.metrics.statistics.file.creating=CLFRQ0253E: Hiba t\u00f6rt\u00e9nt a Kezd\u0151lap statisztikaf\u00e1jlj\u00e1nak l\u00e9trehoz\u00e1sakor.
error.metrics.statistics.file.writing=CLFRQ0242E: Hiba t\u00f6rt\u00e9nt a Kezd\u0151lap statisztikaf\u00e1jlj\u00e1nak \u00edr\u00e1sakor.
error.metrics.statistics.file.closing=CLFRQ0235E: Hiba t\u00f6rt\u00e9nt a Kezd\u0151lap statisztikaf\u00e1jlj\u00e1nak bez\u00e1r\u00e1sakor.
error.metrics.statistics.file.parsing=CLFRQ0252E: Hiba t\u00f6rt\u00e9nt a Kezd\u0151lap statisztikaf\u00e1jlj\u00e1nak \u00e9rtelmez\u00e9sekor.
error.metrics.statistics.getNumberVisitPast=CLFRQ0315E: Hiba t\u00f6rt\u00e9nt az egyedi l\u00e1togat\u00e1s beolvas\u00e1sakor a k\u00f6vetkez\u0151 d\u00e1tummal kezd\u0151d\u0151en: {0}

info.metrics.property.value=CLFRQ0257I: A tulajdons\u00e1g neve: {0}, tulajdons\u00e1g \u00e9rt\u00e9ke: {1}

info.metrics.setting.timeout=CLFRQ0241I: Id\u0151korl\u00e1t be\u00e1ll\u00edt\u00e1sa {0} percre.
info.metrics.setting.separator=CLFRQ0250I: A m\u00e9r\u00e9si szolg\u00e1ltat\u00e1s a k\u00f6vetkez\u0151 elv\u00e1laszt\u00f3t haszn\u00e1lja: [{0}]
info.metrics.ok.cache.timeout=CLFRQ0240I: Sikeres volt az id\u0151korl\u00e1t m\u00f3dos\u00edt\u00e1sa a k\u00f6vetkez\u0151 \u00e9rt\u00e9kre: [{0}]
error.metrics.cache.timeout=CLFRQ0247E: A gyors\u00edt\u00f3t\u00e1r id\u0151korl\u00e1tj\u00e1nak \u00e9rt\u00e9ke nem \u00e9rv\u00e9nyes. Ez vagy kisebb, mint 0, vagy kisebb, mint 1440 perc.
error.metrics.bad.sample.count=CLFRQ0261E: A mintasz\u00e1ml\u00e1l\u00e1s \u00e9rt\u00e9ke nem \u00e9rv\u00e9nyes.
error.metrics.bad.separator=CLFRQ0254E: Az elv\u00e1laszt\u00f3 hossza hib\u00e1s. Az nem lehet t\u00f6bb egy karaktern\u00e9l.
error.metrics.field.key=CLFRQ0266E: A mez\u0151kulcs adatt\u00edpusa hib\u00e1s.
error.metrics.field.key.notfound=CLFRQ0245E: A mez\u0151kulcs \u00e9rt\u00e9ke hib\u00e1s.
error.metrics.file=CLFRQ0236E: A m\u00e9r\u00e9si szolg\u00e1ltat\u00e1sban haszn\u00e1lt f\u00e1jl nem \u00e9rv\u00e9nyes. A f\u00e1jl neve: [{0}].
info.metrics.dir=CLFRQ0264I: A(z) [{0}] f\u00e1jl vagy k\u00f6nyvt\u00e1r l\u00e9tez\u00e9s\u00e9nek ellen\u0151rz\u00e9se.
info.metrics.dir.ok=CLFRQ0256I: A(z) [{0}] f\u00e1jl vagy k\u00f6nyvt\u00e1r l\u00e9tezik.
info.metrics.file.ok=CLFRQ0268I: A(z) [{0}] \u00fatvonal f\u00e1jl, nem k\u00f6nyvt\u00e1r.
info.metrics.file.ok.read=CLFRQ0244I: A(z) [{0}] f\u00e1jl olvashat\u00f3.
error.metrics.file.read=CLFRQ0239E: A(z) [{0}] f\u00e1jl nem olvashat\u00f3.
error.metrics.notfile=CLFRQ0260E: K\u00f6nyvt\u00e1r meg volt adva, de f\u00e1jl nem.
error.metrics.file.notexisting=CLFRQ0255E: A(z) {0} f\u00e1jl vagy k\u00f6nyvt\u00e1r nem l\u00e9tezik.
info.metrics.file.success=CLFRQ0262I: A(z) [{0}] f\u00e1jl l\u00e9trehoz\u00e1sa sikeres.
error.metrics.file.create=CLFRQ0259E: A(z) [{0}] f\u00e1jl l\u00e9trehoz\u00e1sa meghi\u00fasult.
error.metrics.file.already.exists=CLFRQ0248E: A(z) [{0}] f\u00e1jl m\u00e1r l\u00e9tezik.
info.metrics.hash.seeded=CLFRQ0237I: A kivonatt\u00e1bla rendelkezik kezd\u0151\u00e9rt\u00e9kkel.

error.metrics.total.users=CLFRQ0267E: Nem siker\u00fclt beolvasni a felhaszn\u00e1l\u00f3k teljes sz\u00e1m\u00e1t.
error.metrics.total.widgets=CLFRQ0251E: Nem siker\u00fclt beolvasni a fel\u00fcleti elemek teljes sz\u00e1m\u00e1t.
error.metrics.enabled.widgets=CLFRQ0258E: Nem siker\u00fclt beolvasni az enged\u00e9lyezett fel\u00fcleti elemek teljes sz\u00e1m\u00e1t.
error.metrics.open.widgets=CLFRQ0263E: Nem siker\u00fclt beolvasni a megnyitott fel\u00fcleti elemek teljes sz\u00e1m\u00e1t.
error.metrics.widgets.usage=CLFRQ0265E: Nem siker\u00fclt beolvasni a haszn\u00e1lt fel\u00fcleti elemek sz\u00e1m\u00e1t.
error.metrics.visits.hour=CLFRQ0238E: Nem siker\u00fclt beolvasni az elm\u00falt \u00f3ra l\u00e1togat\u00e1sainak sz\u00e1m\u00e1t.
error.metrics.visits.day=CLFRQ0249E: Nem siker\u00fclt beolvasni az elm\u00falt 24 \u00f3ra l\u00e1togat\u00e1sainak sz\u00e1m\u00e1t.

error.NotificationService.addNotification=CLFRQ0314E: Hiba t\u00f6rt\u00e9nt az \u00e9rtes\u00edt\u00e9s l\u00e9trehoz\u00e1sakor a k\u00f6vetkez\u0151 inform\u00e1ci\u00f3kkal: {0}

error.widgetInfo.retrieve.HttpError=CLFRQ0322E: Hiba t\u00f6rt\u00e9nt a fel\u00fcleti elem k\u00f6vetkez\u0151 helyen tal\u00e1lhat\u00f3 le\u00edr\u00f3inak beolvas\u00e1sakor: {0}. A visszaadott hibak\u00f3d: {1}
error.widgetInfo.retrieve.IOError=CLFRQ0319E: Hiba t\u00f6rt\u00e9nt a fel\u00fcleti elem k\u00f6vetkez\u0151 helyen tal\u00e1lhat\u00f3 visszaadott le\u00edr\u00f3j\u00e1nak olvas\u00e1sakor: {0}. Tov\u00e1bbi r\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.
error.widgetInfo.retrieve.IOError.file=CLFRQ0320E: Hiba t\u00f6rt\u00e9nt a fel\u00fcleti elem k\u00f6vetkez\u0151 helyen tal\u00e1lhat\u00f3 le\u00edr\u00f3f\u00e1jlj\u00e1nak olvas\u00e1sakor: {0}. Tov\u00e1bbi r\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.
error.widgetInfo.retrieve.http.HttpError=CLFRQ0321E: HTTP hiba t\u00f6rt\u00e9nt a fel\u00fcleti elem k\u00f6vetkez\u0151 helyen tal\u00e1lhat\u00f3 le\u00edr\u00f3j\u00e1nak olvas\u00e1sakor: {0}. Tov\u00e1bbi r\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.
error.widgetInfo.retrieve.http.IOError=CLFRQ0318E: IO hiba t\u00f6rt\u00e9nt a fel\u00fcleti elem k\u00f6vetkez\u0151 helyen tal\u00e1lhat\u00f3 le\u00edr\u00f3j\u00e1nak olvas\u00e1sakor: {0}. Tov\u00e1bbi r\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.
warn.cache.retrieve.batch=CLFRQ0396W: Hiba t\u00f6rt\u00e9nt a(z) {0} fel\u00fcleti elem le\u00edr\u00f3j\u00e1nak k\u00f6tegelt feldolgoz\u00e1sban val\u00f3 elt\u00e1rol\u00e1sakor. Tov\u00e1bbi r\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt. A k\u00f6tegelt feldolgoz\u00e1s folytat\u00f3dik.

# Translator: {0} contains an email address, {1} contains a user ID
error.email.duplicate.exid=CLFRQ0336E: A(z) [{0}] e-mail m\u00e1r l\u00e9tezik az adatb\u00e1zisban. A(z) [{0}] k\u00fcls\u0151 azonos\u00edt\u00f3j\u00fa felhaszn\u00e1l\u00f3t nem lehet felvenni az adatb\u00e1zisba.
error.email.duplicate.loginname=CLFRQ0334E: A(z) [{0}] e-mail m\u00e1r l\u00e9tezik az adatb\u00e1zisban. A(z) [{0}] bejelentkez\u00e9si nev\u0171 felhaszn\u00e1l\u00f3t nem lehet felvenni az adatb\u00e1zisba.
error.empty.dsobject=CLFRQ0333E: \u00dcres DSObject \u00e9rkezett param\u00e9terk\u00e9nt.

error.SecuritySupportServices.DAOException=CLFRQ0391E: Hiba t\u00f6rt\u00e9nt a biztons\u00e1gi szolg\u00e1ltat\u00e1s r\u00e9tegben az adatb\u00e1zishoz kapcsol\u00f3d\u00f3 m\u0171velet v\u00e9grehajt\u00e1si k\u00eds\u00e9rlete sor\u00e1n. Tov\u00e1bbi r\u00e9szletek\u00e9rt l\u00e1sd a be\u00e1gyazott kiv\u00e9telt.

info.homepagepersonservice.result=CLFRQ0410I: A m\u0171velet sikeresen befejez\u0151d\u00f6tt. A friss\u00edtett rekordok sz\u00e1ma {0}.
