# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.dboard.rollback=CLFRQ0114E: Beim R\u00fcckg\u00e4ngigmachen einer Datenbanktransaktion ist ein Fehler aufgetreten.

# The following properties contain non-readable non-translatable parameters (such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd')
#error.UserPrefServices.getUserPrefs=CLFRQ0115E: An error occurred while retrieving user preferences information with this information: {0}
#error.UserPrefServices.getByMail=CLFRQ0120E: An error occurred while retrieving user preferences by email with this information: {0}, {1}
#error.UserPrefServices.getByID=CLFRQ0118E: An error occurred while retrieving user preferences by identifier with this information: {0}, {1}
#error.UserPrefServices.getByPosition=CLFRQ0116E: An error occurred while retrieving user preferences by position with this information: {0},{1},{2},{3}
#error.UserPrefServices.findByPageIDColNum=CLFRQ0119E: An error occurred while retrieving user preferences by page and column with this information: {0},{1},{2}
#error.UserPrefServices.findByPageIDRowNum=CLFRQ0117E: An error occurred while retrieving user preferences by page and row with this information: {0},{1},{2}
#error.UserPrefServices.createByMail=CLFRQ0121E: An error occurred while creating user preferences by email with this information: {0},{1},{2},{3},{4},{5},{6}
#error.UserPrefServices.createByID=CLFRQ0135E: An error occurred while creating user preferences by user identifier with this information: {0},{1},{2},{3},{4},{5},{6}
error.UIServices.changePosition=CLFRQ0138E: Beim \u00c4ndern der Position f\u00fcr ein Widget mit den folgenden Informationen ist ein Fehler aufgetreten: {0}, {1}, {2}, {3}
error.UIServices.changeWidgetSetting=CLFRQ0132E: Beim \u00c4ndern der Einstellungen f\u00fcr ein Widget mit den folgenden Informationen ist ein Fehler aufgetreten: {0},{1}
#error.UserPrefServices.changeWidgetDisplay=CLFRQ0136E: An error occurred while changing display for a widget with this information: {0}, {1}, {2}
#error.UserPrefServices.deleteByID=CLFRQ0129E: An error occurred while deleting widget preferences by user identifier with this information: {0}, {1}
#error.UserPrefServices.deleteByMail=CLFRQ0130E: An error occurred while deleting widget preferences by user email with this information: {0},{1}
#error.UserPrefServices.getUserWidgetPref=CLFRQ0140E: An error occurred while retrieving widget preferences with this identifier: {0}
error.UIServices.deleteWidgetInstance=CLFRQ0399E: Beim L\u00f6schen der Widgetinstanz mit diesem Prim\u00e4rschl\u00fcssel ist ein Fehler aufgetreten: {0}


#error.UIServices.createUserPanel=CLFRQ0294E: An  error occurred while retrieving the information related to the user interface for this user: {0}
error.UIServices.createUserInstanceWidgets=CLFRQ0292E: Beim Erstellen eines Widgets f\u00fcr den folgenden Benutzer ist ein Fehler aufgetreten: {0}. Dies sind die Informationen zum Widget, die das System nicht speichern kann. Widget-ID: {1}, Reihenfolge: {2}, Container: {3}, IsToggled: {4}, PagePanel-ID {5}, Widget-Einstellungen: {6}
error.UIServices.getUserWidgetInst=CLFRQ0291E:  Beim Abrufen von Widgetvorgaben mit der folgenden ID ist ein Fehler aufgetreten: {0}
#error.UIServices.getUserWidgetsInstances=CLFRQ0293E:  An error occurred while retrieving the widget instances for the user: {0} related to this panel page {1}
error.UIServices.getUserWidgetInstanceByWidgetId=CLFRQ0295E:  Beim Abrufen der Widgetinstanzen f\u00fcr den Benutzer {0} zu dieser Seitenanzeige {1} und dieser Widget-ID {2} ist ein Fehler aufgetreten


error.UserServices.getUserByID=CLFRQ0133E: Beim Abrufen von Benutzerinformationen mit der folgenden ID ist ein Fehler aufgetreten: {0}
error.UserServices.getUserByEmail=CLFRQ0131E: Beim Abrufen von Benutzerinformationen mit der folgenden E-Mail ist ein Fehler aufgetreten: {0}
error.UserServices.createUser=CLFRQ0128E: Beim Erstellen eines Benutzers mit den folgenden Informationen ist ein Fehler aufgetreten: {0}
error.UserServices.createUserUI=CLFRQ0384E: Beim Erstellen eines Benutzers mit der folgenden internen ID ist ein Fehler aufgetreten: {0}
error.UserServices.updateWelcomeNote=CLFRQ0384A: Beim Aktualisieren der Willkommensnachricht f\u00fcr die folgende interne ID ist ein Fehler aufgetreten: {0}

error.UserServices.getNumberUsers=CLFRQ0134E: Beim Abrufen der Anzahl der in der Datenbank registrierten Benutzer ist ein Fehler aufgetreten.
warning.UserServices.updateLastVisitForUser=CLFRQ0139W: Beim Aktualisieren des letzten Besuchs f\u00fcr einen Benutzer mit den folgenden Informationen ist ein Fehler aufgetreten: {0}, {1}
warning.UserServices.updateLanguageForUser=CLFRQ0398W: Beim Aktualisieren der Sprache f\u00fcr einen Benutzer mit den folgenden Informationen ist ein Fehler aufgetreten: {0},{1}
warning.UserServices.updateWelcome=CLFRQ0137W: Beim Aktualisieren des Willkommensmodus f\u00fcr einen Benutzer mit den folgenden Informationen ist ein Fehler aufgetreten: {0}, {1}
error.UIServices.get.tabInstance=CLFRQ0348E: Beim Abrufen der Registerkarteninstanz mit der ID {0} ist ein Fehler aufgetreten. \u00dcberpr\u00fcfen Sie die verschachtelte Ausnahme auf weitere Details.
error.UIServices.updateNumberColumn.dataAccess=CLFRQ0349E: Beim Aktualisieren der Anzahl der Spalten f\u00fcr die Registerkarteninstanz {0} ist ein Fehler aufgetreten. \u00dcberpr\u00fcfen Sie die verschachtelte Ausnahme auf weitere Details.
error.UIServices.getAllTabInstancesForPerson.rollback=CLFRQ0347E: Beim Erstellen von Registerkarteninstanzen f\u00fcr die Benutzer-ID {0} konnte f\u00fcr eine Transaktion kein Rollback durchgef\u00fchrt werden. \u00dcberpr\u00fcfen Sie die verschachtelte Ausnahme auf weitere Details.
error.UIServices.getAllTabInstancesForPerson.access=CLFRQ0345E: Beim Erstellen einer Registerkarteninstanz f\u00fcr die Benutzer-ID {0} ist ein Fehler aufgetreten. \u00dcberpr\u00fcfen Sie die verschachtelte Ausnahme auf Details.
error.UIServices.getAllTabInstancesForPerson.retrieve=CLFRQ0397E: Beim Abrufen der Liste aller Registerkarteninstanzen f\u00fcr die Benutzer-ID {0} ist ein Fehler aufgetreten. \u00dcberpr\u00fcfen Sie die verschachtelte Ausnahme auf Details.

error.admin.testmode.disable=CLFRQ0189E: Der Administrationstestmodus f\u00fcr den Benutzer mit der E-Mail-Adresse {0} konnte nicht inaktiviert werden.
error.admin.testmode.enable=CLFRQ0188E: Der Administrationstestmodus f\u00fcr den Benutzer mit der E-Mail-Adresse {0} konnte nicht aktiviert werden.
error.admin.testmode.check=CLFRQ0190E: Der aktuelle Status des Administrationstestmodus f\u00fcr den Benutzer mit der E-Mail-Adresse {0} konnte nicht abgerufen werden.

error.mbean.person.service.dsservice=CLFRQ0221E: Der Verweis auf die Verzeichnisservices konnte nicht abgerufen werden.
error.mbean.person.service.daofactory=CLFRQ0223E: Ein Verweis auf die Objektfactory f\u00fcr den Datenzugriff konnte nicht abgerufen werden.
error.mbean.person.service.dataaccess=CLFRQ0220E: Beim Zugriff auf die Datenbank ist ein Fehler aufgetreten: {0}
error.mbean.person.service.dserror=CLFRQ0218E: Beim Zugriff auf die Verzeichnisservices ist ein Fehler aufgetreten: {0}

# {0} contains a file name
error.mbean.person.service.filenotfound=CLFRQ0219E: Die Datei [{0}] ist nicht vorhanden.

# {0} contains a file name, {1} contains an error message from an external service
error.mbean.person.service.fileerror=CLFRQ0222E: Beim Versuch, die Datei [{0}] zu lesen, ist ein Fehler aufgetreten: {1}

# {0} contains a user id or email
error.mbean.person.service.nouser=CLFRQ0227E: Der Benutzer mit der E-Mail-Adresse [{0}] ist in der Homepage-Datenbank nicht registriert.
info.mbean.person.service.ok=CLFRQ0224I: Die Aktualisierung wurde erfolgreich abgeschlossen.
# {0} and {1} are integers
warn.mbean.person.service.notallfound=CLFRQ0226W: Nicht alle Benutzer wurden in der Homepage-Datenbank oder im HCL Connections-Verzeichnisservice gefunden. {0} von {1} Benutzern wurde(n) aktualisiert. Details hierzu finden Sie in den Serverprotokollen.
warn.mbean.person.service.nodsobject=CLFRQ0225W: Der Benutzer mit der E-Mail-Adresse [{0}] wurde im Verzeichnisservice nicht gefunden. Dieser Benutzer ist m\u00f6glicherweise nicht mehr vorhanden.
warn.mbean.person.service.nodsobject.ln=CLFRQ0335W: Der Benutzer mit dem Anmeldenamen [{0}] wurde im Verzeichnisservice nicht gefunden. Dieser Benutzer ist m\u00f6glicherweise nicht mehr vorhanden.
warn.mbean.person.service.nodsobject.id=CLFRQ0332W: Der Benutzer mit der ID [{0}] wurde im Verzeichnisservice nicht gefunden. Dieser Benutzer ist m\u00f6glicherweise nicht mehr vorhanden.
# {0} is a login name
error.mbean.person.service.loginname.exception=CLFRQ0411E: Beim Aktualisieren des Benutzers mit dem Anmeldenamen {0} ist eine Ausnahmebedingung aufgetreten. \u00dcberpr\u00fcfen Sie die verschachtelte Ausnahme auf weitere Details.
# {0} is an email
error.mbean.person.service.email.exception=CLFRQ0406E: Beim Aktualisieren des Benutzers mit der E-Mail-Adresse {0} ist eine Ausnahmebedingung aufgetreten. \u00dcberpr\u00fcfen Sie die verschachtelte Ausnahme auf weitere Details.
error.mbean.person.service.email.notfound.hp=CLFRQ0407E: Der Benutzer mit der E-Mail-Adresse {0} konnte in der Homepage-Datenbank nicht gefunden werden.
error.mbean.person.service.loginname.notfound.hp=CLFRQ0409E: Der Benutzer mit dem Anmeldenamen {0} konnte in der Homepage-Datenbank nicht gefunden werden.

# HomepageMBeanFacade
info.invocation.start=CLFRQ0615I: Aufrufen von Service [{0}], Methode [{0}]
info.invocation.complete=CLFRQ0614I: Aufrufen von Service [{0}], Methode [{1}] abgeschlossen
error.service.not.exist=CLFRQ0617E: Der Service [{0}] wurde in der Registry nicht gefunden
error.service.no.access=CLFRQ0618E: Auf Service [{0}] konnte in der Registry nicht zugegriffen werden
error.service.cant.construct=CLFRQ0616E: Es konnte keine Instanz von Service [{0}] in der Registry erstellt werden
error.method.not.found=CLFRQ0613E: Die Methode [{1}] konnte f\u00fcr Service [{0}] nicht aufgerufen werden

# Metrics stuff

# Translator: MBean should not be translated
error.mbean.registrar=CLFRQ0243E: Beim Registrieren des Managed Beans f\u00fcr die Homepage ist ein Fehler aufgetreten. M\u00f6glicherweise sind keine Administrationsfunktionen verf\u00fcgbar.
error.mbean.unregistering=CLFRQ0269E: Beim Deregistrieren des Managed Beans f\u00fcr die Homepage ist ein Fehler aufgetreten.
error.mbean.locate=CLFRQ0246E: Der Managed-Bean-Server wurde nicht gefunden.
error.metrics.statistics.file.creating=CLFRQ0253E: Beim Erstellen der Statistikdatei f\u00fcr die Homepage ist ein Fehler aufgetreten.
error.metrics.statistics.file.writing=CLFRQ0242E: Beim Schreiben der Statistikdatei f\u00fcr die Homepage ist ein Fehler aufgetreten.
error.metrics.statistics.file.closing=CLFRQ0235E: Beim Schlie\u00dfen der Statistikdatei f\u00fcr die Homepage ist ein Fehler aufgetreten.
error.metrics.statistics.file.parsing=CLFRQ0252E: Beim Parsing der Statistikdatei f\u00fcr die Homepage ist ein Fehler aufgetreten.
error.metrics.statistics.getNumberVisitPast=CLFRQ0315E: Beim Abrufen der Anzahl der einzelnen Aufrufe ab dem Datum {0} ist ein Fehler aufgetreten.

info.metrics.property.value=CLFRQ0257I: Name der Eigenschaft: {0}, Wert der Eigenschaft: {1}

info.metrics.setting.timeout=CLFRQ0241I: Das Zeitlimit wird auf {0} Minuten festgelegt.
info.metrics.setting.separator=CLFRQ0250I: Der Kennzahlenservice verwendet das folgende Trennzeichen: {0}]
info.metrics.ok.cache.timeout=CLFRQ0240I: Das Zeitlimit wurde erfolgreich in [{0}] ge\u00e4ndert
error.metrics.cache.timeout=CLFRQ0247E: Der Wert des Cachezeitlimits ist ung\u00fcltig. Der Wert ist kleiner als 0 oder gr\u00f6\u00dfer als 1440 Minuten.
error.metrics.bad.sample.count=CLFRQ0261E: Der Wert des Beispielz\u00e4hlers ist ung\u00fcltig.
error.metrics.bad.separator=CLFRQ0254E: Die L\u00e4nge des Trennzeichens ist falsch. Es enth\u00e4lt mehr als ein Zeichen.
error.metrics.field.key=CLFRQ0266E: Der Datentyp des Feldschl\u00fcssels ist falsch.
error.metrics.field.key.notfound=CLFRQ0245E: Der Wert des Feldschl\u00fcssels ist falsch.
error.metrics.file=CLFRQ0236E: Die im Kennzahlenservice verwendete Datei ist nicht g\u00fcltig. Der Name der Datei lautet [{0}].
info.metrics.dir=CLFRQ0264I: Es wird gepr\u00fcft, ob die Datei oder das Verzeichnis [{0}] vorhanden ist.
info.metrics.dir.ok=CLFRQ0256I: Die Datei oder das Verzeichnis [{0}] ist vorhanden.
info.metrics.file.ok=CLFRQ0268I: Unter dem Pfad [{0}] befindet sich eine Datei, kein Verzeichnis.
info.metrics.file.ok.read=CLFRQ0244I: Die Datei [{0}] kann gelesen werden.
error.metrics.file.read=CLFRQ0239E: Die Datei [{0}] kann nicht gelesen werden.
error.metrics.notfile=CLFRQ0260E: Es wurde ein Verzeichnis, aber keine Datei angegeben.
error.metrics.file.notexisting=CLFRQ0255E: Die Datei oder das Verzeichnis "{0}" ist nicht vorhanden.
info.metrics.file.success=CLFRQ0262I: Die Datei [{0}] wurde erfolgreich erstellt.
error.metrics.file.create=CLFRQ0259E: Die Erstellung der Datei [{0}] ist fehlgeschlagen.
error.metrics.file.already.exists=CLFRQ0248E: Die Datei [{0}] ist bereits vorhanden.
info.metrics.hash.seeded=CLFRQ0237I: Der Seed f\u00fcr die Hashtabelle ist aktiv.

error.metrics.total.users=CLFRQ0267E: Der Wert der Gesamtzahl der Benutzer konnte nicht abgerufen werden.
error.metrics.total.widgets=CLFRQ0251E: Der Wert der Gesamtzahl der Widgets konnte nicht abgerufen werden.
error.metrics.enabled.widgets=CLFRQ0258E: Der Wert der Gesamtzahl aktivierter Widgets konnte nicht abgerufen werden.
error.metrics.open.widgets=CLFRQ0263E: Der Wert der Gesamtzahl ge\u00f6ffneter Widgets konnte nicht abgerufen werden.
error.metrics.widgets.usage=CLFRQ0265E: Der Wert der Anzahl der verwendeten Widgets konnte nicht abgerufen werden.
error.metrics.visits.hour=CLFRQ0238E: Der Wert der Anzahl der Besuche in der letzten Stunde konnte nicht abgerufen werden.
error.metrics.visits.day=CLFRQ0249E: Der Wert der Anzahl der Besuche in den letzten 24 Stunden konnte nicht abgerufen werden.

error.NotificationService.addNotification=CLFRQ0314E: Beim Erstellen einer Benachrichtigung mit den folgenden Informationen ist ein Fehler aufgetreten: {0}

error.widgetInfo.retrieve.HttpError=CLFRQ0322E: Beim Abrufen des Widgetdeskriptors an Position {0} ist ein Fehler aufgetreten. Zur\u00fcckgegebener Fehlercode war {1}
error.widgetInfo.retrieve.IOError=CLFRQ0319E: Beim Lesen des zur\u00fcckgegebenen Widgetdeskriptors an Position {0} ist ein Fehler aufgetreten. Weitere Details finden Sie in der verschachtelten Ausnahme.
error.widgetInfo.retrieve.IOError.file=CLFRQ0320E: Beim Lesen der Widgetdeskriptordatei an Position {0} ist ein Fehler aufgetreten. Weitere Details finden Sie in der verschachtelten Ausnahme.
error.widgetInfo.retrieve.http.HttpError=CLFRQ0321E: Beim Abrufen des Widgetdeskriptors an Position {0} ist ein HTTP-Fehler aufgetreten. Weitere Details finden Sie in der verschachtelten Ausnahme.
error.widgetInfo.retrieve.http.IOError=CLFRQ0318E: Beim Abrufen des Widgetdeskriptors an Position {0} ist ein Ein-/Ausgabefehler aufgetreten. Weitere Details finden Sie in der verschachtelten Ausnahme.
warn.cache.retrieve.batch=CLFRQ0396W: Beim Speichern eines Deskriptors f\u00fcr das Widget {0} in einem Stapelprozess ist ein Fehler aufgetreten. Weitere Details finden Sie in der verschachtelten Ausnahme. Stapelprozess wird fortgesetzt.

# Translator: {0} contains an email address, {1} contains a user ID
error.email.duplicate.exid=CLFRQ0336E: Die E-Mail-Adresse [{0}] ist bereits in der Datenbank vorhanden. Der Benutzer mit der externen ID [{0}] kann nicht zur Datenbank hinzugef\u00fcgt werden.
error.email.duplicate.loginname=CLFRQ0334E: Die E-Mail-Adresse [{0}] ist bereits in der Datenbank vorhanden. Der Benutzer mit dem Anmeldenamen [{0}] kann nicht zur Datenbank hinzugef\u00fcgt werden.
error.empty.dsobject=CLFRQ0333E: Ein leeres DSObject wurde als Parameter gesendet.

error.SecuritySupportServices.DAOException=CLFRQ0391E: Beim Versuch, einen Vorgang auszuf\u00fchren, der mit der Datenbank in Verbindung steht, ist auf der Sicherheitsserviceebene ein Fehler aufgetreten. Weitere Details finden Sie in der verschachtelten Ausnahme.

info.homepagepersonservice.result=CLFRQ0410I: Der Vorgang wurde erfolgreich abgeschlossen. Die Anzahl der aktualisierten Datens\u00e4tze ist {0}.
