# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.dboard.rollback=CLFRQ0114E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wycofywania transakcji bazy danych.

# The following properties contain non-readable non-translatable parameters (such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd')
#error.UserPrefServices.getUserPrefs=CLFRQ0115E: An error occurred while retrieving user preferences information with this information: {0}
#error.UserPrefServices.getByMail=CLFRQ0120E: An error occurred while retrieving user preferences by email with this information: {0}, {1}
#error.UserPrefServices.getByID=CLFRQ0118E: An error occurred while retrieving user preferences by identifier with this information: {0}, {1}
#error.UserPrefServices.getByPosition=CLFRQ0116E: An error occurred while retrieving user preferences by position with this information: {0},{1},{2},{3}
#error.UserPrefServices.findByPageIDColNum=CLFRQ0119E: An error occurred while retrieving user preferences by page and column with this information: {0},{1},{2}
#error.UserPrefServices.findByPageIDRowNum=CLFRQ0117E: An error occurred while retrieving user preferences by page and row with this information: {0},{1},{2}
#error.UserPrefServices.createByMail=CLFRQ0121E: An error occurred while creating user preferences by email with this information: {0},{1},{2},{3},{4},{5},{6}
#error.UserPrefServices.createByID=CLFRQ0135E: An error occurred while creating user preferences by user identifier with this information: {0},{1},{2},{3},{4},{5},{6}
error.UIServices.changePosition=CLFRQ0138E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas zmiany pozycji widgetu dla nast\u0119puj\u0105cych informacji: {0}, {1}, {2}, {3}.
error.UIServices.changeWidgetSetting=CLFRQ0132E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas zmiany ustawie\u0144 widgetu dla nast\u0119puj\u0105cych informacji: {0}, {1}.
#error.UserPrefServices.changeWidgetDisplay=CLFRQ0136E: An error occurred while changing display for a widget with this information: {0}, {1}, {2}
#error.UserPrefServices.deleteByID=CLFRQ0129E: An error occurred while deleting widget preferences by user identifier with this information: {0}, {1}
#error.UserPrefServices.deleteByMail=CLFRQ0130E: An error occurred while deleting widget preferences by user email with this information: {0},{1}
#error.UserPrefServices.getUserWidgetPref=CLFRQ0140E: An error occurred while retrieving widget preferences with this identifier: {0}
error.UIServices.deleteWidgetInstance=CLFRQ0399E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas usuwania instancji widgetu z u\u017cyciem klucza podstawowego {0}.


#error.UIServices.createUserPanel=CLFRQ0294E: An  error occurred while retrieving the information related to the user interface for this user: {0}
error.UIServices.createUserInstanceWidgets=CLFRQ0292E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia widgetu dla u\u017cytkownika {0}. Informacje dotycz\u0105ce widgetu, kt\u00f3rych system nie mo\u017ce zapisa\u0107: identyfikator widgetu: {1}, kolejno\u015b\u0107: {2}, kontener: {3}, informacja o prze\u0142\u0105czeniu: {4}, identyfikator panelu strony {5}, ustawienia widgetu: {6}.
error.UIServices.getUserWidgetInst=CLFRQ0291E:  Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania preferencji widgetu o identyfikatorze {0}.
#error.UIServices.getUserWidgetsInstances=CLFRQ0293E:  An error occurred while retrieving the widget instances for the user: {0} related to this panel page {1}
error.UIServices.getUserWidgetInstanceByWidgetId=CLFRQ0295E:  Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania instancji widget\u00f3w dla u\u017cytkownika {0} zwi\u0105zanych z panelem strony {1} i identyfikatorem widgetu {2}.


error.UserServices.getUserByID=CLFRQ0133E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania informacji o u\u017cytkowniku z nast\u0119puj\u0105cym identyfikatorem: {0}.
error.UserServices.getUserByEmail=CLFRQ0131E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania informacji o u\u017cytkowniku z nast\u0119puj\u0105cym adresem e-mail: {0}
error.UserServices.createUser=CLFRQ0128E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia u\u017cytkownika z nast\u0119puj\u0105cymi informacjami: {0}.
error.UserServices.createUserUI=CLFRQ0384E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia u\u017cytkownika o nast\u0119puj\u0105cym identyfikatorze wewn\u0119trznym: {0}.
error.UserServices.updateWelcomeNote=CLFRQ0384A: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania wiadomo\u015bci powitalnej dla wewn\u0119trznego identyfikatora: {0}

error.UserServices.getNumberUsers=CLFRQ0134E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania liczby u\u017cytkownik\u00f3w zarejestrowanych w bazie danych.
warning.UserServices.updateLastVisitForUser=CLFRQ0139W: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania ostatniej wizyty u\u017cytkownika o nast\u0119puj\u0105ce informacje: {0}, {1}.
warning.UserServices.updateLanguageForUser=CLFRQ0398W: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania j\u0119zyka dla u\u017cytkownika o nast\u0119puj\u0105ce informacje: {0}, {1}.
warning.UserServices.updateWelcome=CLFRQ0137W: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania trybu powitania u\u017cytkownika o nast\u0119puj\u0105ce informacje: {0}, {1}.
error.UIServices.get.tabInstance=CLFRQ0348E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania instancji karty o identyfikatorze {0}. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
error.UIServices.updateNumberColumn.dataAccess=CLFRQ0349E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania liczby kolumn dla instancji karty {0}. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
error.UIServices.getAllTabInstancesForPerson.rollback=CLFRQ0347E: Nie mo\u017cna wycofa\u0107 transakcji podczas tworzenia instancji karty dla u\u017cytkownika o identyfikatorze {0}. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
error.UIServices.getAllTabInstancesForPerson.access=CLFRQ0345E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia instancji karty dla u\u017cytkownika o identyfikatorze {0}. Szczeg\u00f3\u0142owe informacje zawiera zagnie\u017cd\u017cony wyj\u0105tek.
error.UIServices.getAllTabInstancesForPerson.retrieve=CLFRQ0397E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania listy wszystkich instancji kart dla u\u017cytkownika o identyfikatorze {0}. Szczeg\u00f3\u0142owe informacje zawiera zagnie\u017cd\u017cony wyj\u0105tek.

error.admin.testmode.disable=CLFRQ0189E: Nie mo\u017cna wy\u0142\u0105czy\u0107 administracyjnego trybu testowego dla u\u017cytkownika o adresie e-mail: {0}.
error.admin.testmode.enable=CLFRQ0188E: Nie mo\u017cna w\u0142\u0105czy\u0107 administracyjnego trybu testowego dla u\u017cytkownika o adresie e-mail {0}.
error.admin.testmode.check=CLFRQ0190E: Nie mo\u017cna pobra\u0107 bie\u017c\u0105cego statusu administracyjnego trybu testowego dla u\u017cytkownika o adresie e-mail: {0}.

error.mbean.person.service.dsservice=CLFRQ0221E: Nie mo\u017cna pobra\u0107 odwo\u0142ania do us\u0142ugi katalogowej.
error.mbean.person.service.daofactory=CLFRQ0223E: Nie mo\u017cna pobra\u0107 odwo\u0142ania do fabryki obiekt\u00f3w dost\u0119pu do danych.
error.mbean.person.service.dataaccess=CLFRQ0220E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas uzyskiwania dost\u0119pu do bazy danych: {0}.
error.mbean.person.service.dserror=CLFRQ0218E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas uzyskiwania dost\u0119pu do us\u0142ug katalogowych: {0}.

# {0} contains a file name
error.mbean.person.service.filenotfound=CLFRQ0219E: Plik [{0}] nie istnieje.

# {0} contains a file name, {1} contains an error message from an external service
error.mbean.person.service.fileerror=CLFRQ0222E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytania pliku [{0}]: {1}.

# {0} contains a user id or email
error.mbean.person.service.nouser=CLFRQ0227E: U\u017cytkownik o adresie e-mail [{0}] nie jest zarejestrowany w bazie danych komponentu Strona g\u0142\u00f3wna.
info.mbean.person.service.ok=CLFRQ0224I: Aktualizacja zako\u0144czy\u0142a si\u0119 pomy\u015blnie.
# {0} and {1} are integers
warn.mbean.person.service.notallfound=CLFRQ0226W: Nie wszyscy u\u017cytkownicy zostali znalezieni w bazie danych komponentu Strona g\u0142\u00f3wna lub w us\u0142udze katalogowej programu HCL Connections. Liczba zaktualizowanych u\u017cytkownik\u00f3w: {0} z {1}. Szczeg\u00f3\u0142owe informacje mo\u017cna znale\u017a\u0107 w dziennikach serwera.
warn.mbean.person.service.nodsobject=CLFRQ0225W: W us\u0142udze katalogowej nie znaleziono u\u017cytkownika o tym adresie e-mail [{0}]. Ten u\u017cytkownik mo\u017ce ju\u017c nie istnie\u0107.
warn.mbean.person.service.nodsobject.ln=CLFRQ0335W: W us\u0142udze katalogowej nie znaleziono u\u017cytkownika o tej nazwie [{0}]. Ten u\u017cytkownik mo\u017ce ju\u017c nie istnie\u0107.
warn.mbean.person.service.nodsobject.id=CLFRQ0332W: W us\u0142udze katalogowej nie znaleziono u\u017cytkownika o tym identyfikatorze [{0}]. Ten u\u017cytkownik mo\u017ce ju\u017c nie istnie\u0107.
# {0} is a login name
error.mbean.person.service.loginname.exception=CLFRQ0411E: Wyst\u0105pi\u0142 wyj\u0105tek podczas aktualizowania u\u017cytkownika o nazwie {0}. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
# {0} is an email
error.mbean.person.service.email.exception=CLFRQ0406E: Wyst\u0105pi\u0142 wyj\u0105tek podczas aktualizowania u\u017cytkownika maj\u0105cego adres e-mail {0}. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
error.mbean.person.service.email.notfound.hp=CLFRQ0407E: W bazie danych komponentu Strona g\u0142\u00f3wna nie mo\u017cna znale\u017a\u0107 u\u017cytkownika maj\u0105cego adres e-mail {0}.
error.mbean.person.service.loginname.notfound.hp=CLFRQ0409E: Nie mo\u017cna znale\u017a\u0107 u\u017cytkownika o nazwie {0} w bazie danych komponentu Strona g\u0142\u00f3wna.

# HomepageMBeanFacade
info.invocation.start=CLFRQ0615I: Wywo\u0142aj us\u0142ug\u0119 [{0}] (metoda [{0}])
info.invocation.complete=CLFRQ0614I: Zako\u0144cz us\u0142ug\u0119 [{0}] (metoda [{1}])
error.service.not.exist=CLFRQ0617E: Nie mo\u017cna znale\u017a\u0107 us\u0142ugi [{0}] w rejestrze
error.service.no.access=CLFRQ0618E: Nie mo\u017cna uzyska\u0107 dost\u0119pu do us\u0142ugi [{0}] w rejestrze
error.service.cant.construct=CLFRQ0616E: Nie mo\u017cna utworzy\u0107 instancji us\u0142ugi [{0}] w rejestrze
error.method.not.found=CLFRQ0613E: Nie mo\u017cna wywo\u0142a\u0107 metody [{1}] w us\u0142udze [{0}]

# Metrics stuff

# Translator: MBean should not be translated
error.mbean.registrar=CLFRQ0243E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas rejestrowania komponentu MBean sk\u0142adnika Strona g\u0142\u00f3wna. Narz\u0119dzia administracyjne mog\u0105 by\u0107 niedost\u0119pne.
error.mbean.unregistering=CLFRQ0269E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyrejestrowywania komponentu MBean sk\u0142adnika Strona g\u0142\u00f3wna.
error.mbean.locate=CLFRQ0246E: Nie mo\u017cna znale\u017a\u0107 serwera komponent\u00f3w MBean.
error.metrics.statistics.file.creating=CLFRQ0253E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia pliku statystyki komponentu Strona g\u0142\u00f3wna.
error.metrics.statistics.file.writing=CLFRQ0242E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas zapisywania pliku statystyki komponentu Strona g\u0142\u00f3wna.
error.metrics.statistics.file.closing=CLFRQ0235E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas zamykania pliku statystyki komponentu Strona g\u0142\u00f3wna.
error.metrics.statistics.file.parsing=CLFRQ0252E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas analizowania pliku statystyki komponentu Strona g\u0142\u00f3wna.
error.metrics.statistics.getNumberVisitPast=CLFRQ0315E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania liczby unikalnych wizyt przypadaj\u0105cych od dnia {0}.

info.metrics.property.value=CLFRQ0257I: Nazwa w\u0142a\u015bciwo\u015bci: {0}, warto\u015b\u0107 w\u0142a\u015bciwo\u015bci: {1}.

info.metrics.setting.timeout=CLFRQ0241I: Ustawianie limitu czasu na {0} min.
info.metrics.setting.separator=CLFRQ0250I: Us\u0142uga pomiar\u00f3w u\u017cywa nast\u0119puj\u0105cego separatora: [{0}].
info.metrics.ok.cache.timeout=CLFRQ0240I: Limit czasu zosta\u0142 poprawnie zmieniony ma nast\u0119puj\u0105c\u0105 warto\u015b\u0107: [{0}].
error.metrics.cache.timeout=CLFRQ0247E: Warto\u015b\u0107 czasu wa\u017cno\u015bci pami\u0119ci podr\u0119cznej jest niepoprawna. Jest ona mniejsza od zera lub wi\u0119ksza od 1440 minut.
error.metrics.bad.sample.count=CLFRQ0261E: Warto\u015b\u0107 licznika przyk\u0142ad\u00f3w jest niepoprawna.
error.metrics.bad.separator=CLFRQ0254E: D\u0142ugo\u015b\u0107 separatora jest niepoprawna. Jest d\u0142u\u017csza ni\u017c jeden znak.
error.metrics.field.key=CLFRQ0266E: Typ danych klucza pola jest niepoprawny.
error.metrics.field.key.notfound=CLFRQ0245E: Warto\u015b\u0107 klucza pola jest nieprawid\u0142owa.
error.metrics.file=CLFRQ0236E: Plik u\u017cywany w us\u0142udze pomiar\u00f3w jest niepoprawny. Plik nosi nazw\u0119 [{0}].
info.metrics.dir=CLFRQ0264I: Sprawdzanie, czy plik lub katalog [{0}] istnieje.
info.metrics.dir.ok=CLFRQ0256I: Plik lub katalog [{0}] istnieje.
info.metrics.file.ok=CLFRQ0268I: \u015acie\u017cka [{0}] jest plikiem, a nie katalogiem.
info.metrics.file.ok.read=CLFRQ0244I: Mo\u017cna odczyta\u0107 plik [{0}].
error.metrics.file.read=CLFRQ0239E: Nie mo\u017cna odczyta\u0107 pliku [{0}].
error.metrics.notfile=CLFRQ0260E: Okre\u015blono katalog, jednak nie okre\u015blono pliku.
error.metrics.file.notexisting=CLFRQ0255E: Plik lub katalog {0} nie istnieje.
info.metrics.file.success=CLFRQ0262I: Plik [{0}] zosta\u0142 pomy\u015blnie utworzony.
error.metrics.file.create=CLFRQ0259E: Tworzenie pliku [{0}] nie powiod\u0142o si\u0119.
error.metrics.file.already.exists=CLFRQ0248E: Plik [{0}] ju\u017c istnieje.
info.metrics.hash.seeded=CLFRQ0237I: Tabela mieszaj\u0105ca ma okre\u015blone warto\u015bci pocz\u0105tkowe.

error.metrics.total.users=CLFRQ0267E: Nie mo\u017cna pobra\u0107 warto\u015bci \u0142\u0105cznej liczby u\u017cytkownik\u00f3w.
error.metrics.total.widgets=CLFRQ0251E: Nie mo\u017cna pobra\u0107 warto\u015bci \u0142\u0105cznej liczby widget\u00f3w.
error.metrics.enabled.widgets=CLFRQ0258E: Nie mo\u017cna pobra\u0107 warto\u015bci \u0142\u0105cznej liczby w\u0142\u0105czonych widget\u00f3w.
error.metrics.open.widgets=CLFRQ0263E: Nie mo\u017cna pobra\u0107 warto\u015bci \u0142\u0105cznej liczby otwartych widget\u00f3w.
error.metrics.widgets.usage=CLFRQ0265E: Nie mo\u017cna pobra\u0107 warto\u015bci liczby u\u017cywanych widget\u00f3w.
error.metrics.visits.hour=CLFRQ0238E: Nie mo\u017cna pobra\u0107 warto\u015bci liczby wizyt z ostatniej godziny.
error.metrics.visits.day=CLFRQ0249E: Nie mo\u017cna pobra\u0107 warto\u015bci liczby wizyt z ostatnich 24 godzin.

error.NotificationService.addNotification=CLFRQ0314E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia powiadomienia z u\u017cyciem nast\u0119puj\u0105cych informacji: {0}.

error.widgetInfo.retrieve.HttpError=CLFRQ0322E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania deskryptora widgetu znajduj\u0105cego si\u0119 w nast\u0119puj\u0105cym miejscu: {0}. Zwr\u00f3cony kod b\u0142\u0119du: {1}.
error.widgetInfo.retrieve.IOError=CLFRQ0319E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas odczytywania zwr\u00f3conego deskryptora widgetu znajduj\u0105cego si\u0119 w nast\u0119puj\u0105cym miejscu: {0}. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
error.widgetInfo.retrieve.IOError.file=CLFRQ0320E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas odczytywania pliku deskryptora widgetu znajduj\u0105cego si\u0119 w nast\u0119puj\u0105cym miejscu: {0}. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
error.widgetInfo.retrieve.http.HttpError=CLFRQ0321E: Wyst\u0105pi\u0142 b\u0142\u0105d HTTP podczas pobierania deskryptora widgetu znajduj\u0105cego si\u0119 w nast\u0119puj\u0105cym miejscu: {0}. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
error.widgetInfo.retrieve.http.IOError=CLFRQ0318E: Wyst\u0105pi\u0142 b\u0142\u0105d we/wy podczas pobierania deskryptora widgetu znajduj\u0105cego si\u0119 w nast\u0119puj\u0105cym miejscu: {0}. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.
warn.cache.retrieve.batch=CLFRQ0396W: Wyst\u0105pi\u0142 b\u0142\u0105d podczas zapisywania deskryptora dla widgetu {0} w procesie wsadowym. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek. Przetwarzanie wsadowe jest kontynuowane.

# Translator: {0} contains an email address, {1} contains a user ID
error.email.duplicate.exid=CLFRQ0336E: Adres e-mail [{0}] ju\u017c istnieje w bazie danych. Nie mo\u017cna doda\u0107 do bazy danych u\u017cytkownika o identyfikatorze zewn\u0119trznym [{0}].
error.email.duplicate.loginname=CLFRQ0334E: Adres e-mail [{0}] ju\u017c istnieje w bazie danych. Nie mo\u017cna doda\u0107 do bazy danych u\u017cytkownika o nazwie u\u017cytkownika [{0}].
error.empty.dsobject=CLFRQ0333E: Jako parametr zosta\u0142 wys\u0142any pusty obiekt DSObject.

error.SecuritySupportServices.DAOException=CLFRQ0391E: Wyst\u0105pi\u0142 b\u0142\u0105d w warstwie us\u0142ugi zabezpiecze\u0144 podczas pr\u00f3by wykonania operacji zwi\u0105zanej z baz\u0105 danych. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek.

info.homepagepersonservice.result=CLFRQ0410I: Operacja zosta\u0142a zako\u0144czona pomy\u015blnie. Liczba zaktualizowanych rekord\u00f3w: {0}.
