# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2015                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ    
str_component_id=CLFRQ

error.service.dboard.rollback=CLFRQ0114E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0440\u0430\u045c\u0430\u045a\u0435 \u0442\u0440\u0430\u043d\u0441\u0430\u043a\u0446\u0438\u0458\u0430 \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438.

# The following properties contain non-readable non-translatable parameters (such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd')
#error.UserPrefServices.getUserPrefs=CLFRQ0115E: An error occurred while retrieving user preferences information with this information: {0}
#error.UserPrefServices.getByMail=CLFRQ0120E: An error occurred while retrieving user preferences by email with this information: {0}, {1}
#error.UserPrefServices.getByID=CLFRQ0118E: An error occurred while retrieving user preferences by identifier with this information: {0}, {1}
#error.UserPrefServices.getByPosition=CLFRQ0116E: An error occurred while retrieving user preferences by position with this information: {0},{1},{2},{3}
#error.UserPrefServices.findByPageIDColNum=CLFRQ0119E: An error occurred while retrieving user preferences by page and column with this information: {0},{1},{2}
#error.UserPrefServices.findByPageIDRowNum=CLFRQ0117E: An error occurred while retrieving user preferences by page and row with this information: {0},{1},{2}
#error.UserPrefServices.createByMail=CLFRQ0121E: An error occurred while creating user preferences by email with this information: {0},{1},{2},{3},{4},{5},{6}
#error.UserPrefServices.createByID=CLFRQ0135E: An error occurred while creating user preferences by user identifier with this information: {0},{1},{2},{3},{4},{5},{6}
error.UIServices.changePosition=CLFRQ0138E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u043c\u0435\u043d\u0430 \u043d\u0430 \u043f\u043e\u043b\u043e\u0436\u0431\u0430\u0442\u0430 \u0437\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u0441\u043e \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438\u0442\u0435: {0},{1},{2},{3}
error.UIServices.changeWidgetSetting=CLFRQ0132E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u043c\u0435\u043d\u0430 \u043d\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u043a\u0438 \u0437\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u0441\u043e \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438\u0442\u0435: {0},{1}
#error.UserPrefServices.changeWidgetDisplay=CLFRQ0136E: An error occurred while changing display for a widget with this information: {0}, {1}, {2}
#error.UserPrefServices.deleteByID=CLFRQ0129E: An error occurred while deleting widget preferences by user identifier with this information: {0}, {1}
#error.UserPrefServices.deleteByMail=CLFRQ0130E: An error occurred while deleting widget preferences by user email with this information: {0},{1}
#error.UserPrefServices.getUserWidgetPref=CLFRQ0140E: An error occurred while retrieving widget preferences with this identifier: {0}
error.UIServices.deleteWidgetInstance=CLFRQ0399E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0431\u0440\u0438\u0448\u0435\u045a\u0435 \u043f\u0440\u0438\u043c\u0435\u0440\u043e\u043a \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u0441\u043e \u043f\u0440\u0438\u043c\u0430\u0440\u043d\u0438\u043e\u0442 \u043a\u043b\u0443\u0447: {0}


#error.UIServices.createUserPanel=CLFRQ0294E: An  error occurred while retrieving the information related to the user interface for this user: {0}
error.UIServices.createUserInstanceWidgets=CLFRQ0292E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u043e\u0437\u0434\u0430\u0432\u0430\u045a\u0435 \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442: {0}. \u041e\u0432\u0430 \u0441\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0437\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a\u043e\u0442 \u0448\u0442\u043e \u0441\u0438\u0441\u0442\u0435\u043c\u043e\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0433\u0438 \u0441\u043a\u043b\u0430\u0434\u0438\u0440\u0430. \u0418\u0414 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a: {1}, \u0420\u0435\u0434\u043e\u0441\u043b\u0435\u0434: {2}, \u041a\u043e\u043d\u0442\u0435\u0458\u043d\u0435\u0440: {3}, IsToggled: {4}, \u0438\u0434 \u043d\u0430 PagePanel {5}, \u041f\u043e\u0441\u0442\u0430\u0432\u043a\u0438 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a: {6} 
error.UIServices.getUserWidgetInst=CLFRQ0291E:  \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043f\u0440\u0435\u0442\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438 \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u0441\u043e \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u0458\u0430: {0}
#error.UIServices.getUserWidgetsInstances=CLFRQ0293E:  An error occurred while retrieving the widget instances for the user: {0} related to this panel page {1}
error.UIServices.getUserWidgetInstanceByWidgetId=CLFRQ0295E:  \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\u043e\u0446\u0438 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442: {0} \u043f\u043e\u0432\u0440\u0437\u0430\u043d \u0441\u043e \u043e\u0432\u043e\u0458 \u043f\u0430\u043d\u0435\u043b \u0437\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 {1} \u0438 \u0418\u0414 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a\u043e\u0442 {2}


error.UserServices.getUserByID=CLFRQ0133E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u0441\u043e \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u0458\u0430: {0}
error.UserServices.getUserByEmail=CLFRQ0131E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u0441\u043e \u0435-\u043f\u043e\u0448\u0442\u0430\u0442\u0430: {0}
error.UserServices.createUser=CLFRQ0128E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u043e\u0437\u0434\u0430\u0432\u0430\u045a\u0435 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u0441\u043e \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438\u0442\u0435: {0}
error.UserServices.createUserUI=CLFRQ0384E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u043e\u0437\u0434\u0430\u0432\u0430\u045a\u0435 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u0441\u043e \u0432\u043d\u0430\u0442\u0440\u0435\u0448\u0435\u043d \u0418\u0414: {0}
error.UserServices.updateWelcomeNote=CLFRQ0384A: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0435 \u0431\u0435\u043b\u0435\u0448\u043a\u0430 \u0437\u0430 \u0434\u043e\u0431\u0440\u0435\u0434\u043e\u0458\u0434\u0435 \u0437\u0430 \u0432\u043d\u0430\u0442\u0440\u0435\u0448\u0435\u043d \u0418\u0414: {0}

error.UserServices.getNumberUsers=CLFRQ0134E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u0431\u0440\u043e\u0458 \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0438 \u0432\u043e \u0431\u0430\u0437\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438.
warning.UserServices.updateLastVisitForUser=CLFRQ0139W: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0435 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0430 \u043f\u043e\u0441\u0435\u0442\u0430 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u0441\u043e \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438\u0442\u0435: {0},{1}
warning.UserServices.updateLanguageForUser=CLFRQ0398W: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0435 \u0458\u0430\u0437\u0438\u043a \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u0441\u043e \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438\u0442\u0435: {0},{1}
warning.UserServices.updateWelcome=CLFRQ0137W: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0435 \u0431\u0435\u043b\u0435\u0448\u043a\u0430 \u0437\u0430 \u0434\u043e\u0431\u0440\u0435\u0434\u043e\u0458\u0434\u0435 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u0441\u043e \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438\u0442\u0435:{0},{1}
error.UIServices.get.tabInstance=CLFRQ0348E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0434\u043e\u0431\u0438\u0432\u0430\u045a\u0435 \u043f\u0440\u0438\u043c\u0435\u0440\u043e\u043a \u043d\u0430 \u043a\u0430\u0440\u0442\u0438\u0447\u043a\u0430 \u0441\u043e \u0418\u0414: {0}. \u0417\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u0434\u0435\u0442\u0430\u043b\u0438, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a.
error.UIServices.updateNumberColumn.dataAccess=CLFRQ0349E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0435 \u0431\u0440\u043e\u0458 \u043d\u0430 \u043a\u043e\u043b\u043e\u043d\u0438 \u0437\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\u043e\u043a \u043d\u0430 \u043a\u0430\u0440\u0442\u0438\u0447\u043a\u0430 {0}. \u0417\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u0434\u0435\u0442\u0430\u043b\u0438, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a. 
error.UIServices.getAllTabInstancesForPerson.rollback=CLFRQ0347E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0432\u0440\u0430\u0442\u0438 \u0442\u0440\u0430\u043d\u0441\u0430\u043a\u0446\u0438\u0458\u0430 \u043f\u0440\u0438 \u0441\u043e\u0437\u0434\u0430\u0432\u0430\u045a\u0435 \u043f\u0440\u0438\u043c\u0435\u0440\u043e\u0446\u0438 \u043d\u0430 \u043a\u0430\u0440\u0442\u0438\u0447\u043a\u0430 \u0441\u043e \u0418\u0414 \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442: {0}. \u0417\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u0434\u0435\u0442\u0430\u043b\u0438, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a.
error.UIServices.getAllTabInstancesForPerson.access=CLFRQ0345E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u043e\u0437\u0434\u0430\u0432\u0430\u045a\u0435 \u043f\u0440\u0438\u043c\u0435\u0440\u043e\u043a \u043d\u0430 \u043a\u0430\u0440\u0442\u0438\u0447\u043a\u0430 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0441\u043e \u0418\u0414 {0}. \u0417\u0430 \u0434\u0435\u0442\u0430\u043b\u0438, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a.
error.UIServices.getAllTabInstancesForPerson.retrieve=CLFRQ0397E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0435\u043c\u0430\u045a\u0435 \u0441\u043f\u0438\u0441\u043e\u043a \u0441\u043e \u0441\u0438\u0442\u0435 \u043f\u0440\u0438\u043c\u0435\u0440\u043e\u0446\u0438 \u0437\u0430 \u043a\u0430\u0440\u0442\u0438\u0447\u043a\u0430 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0441\u043e \u0418\u0414 {0}. \u0417\u0430 \u0434\u0435\u0442\u0430\u043b\u0438, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a.

error.admin.testmode.disable=CLFRQ0189E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0438 \u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u0442\u0435\u0441\u0442\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u045a\u0435 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0441\u043e \u0435-\u043f\u043e\u0448\u0442\u0430 {0}.
error.admin.testmode.enable=CLFRQ0188E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0438 \u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u0442\u0435\u0441\u0442\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u045a\u0435 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0441\u043e \u0435-\u043f\u043e\u0448\u0442\u0430 {0}.
error.admin.testmode.check=CLFRQ0190E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430 \u0442\u0435\u043a\u043e\u0432\u043d\u0438\u043e\u0442 \u0441\u0442\u0430\u0442\u0443\u0441 \u043d\u0430 \u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u0442\u0435\u0441\u0442\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u045a\u0435 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0441\u043e \u0435-\u043f\u043e\u0448\u0442\u0430 {0}.

error.mbean.person.service.dsservice=CLFRQ0221E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0446\u0430 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0438\u0442\u0435 \u0437\u0430 \u0438\u043c\u0435\u043d\u0438\u043a.
error.mbean.person.service.daofactory=CLFRQ0223E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0446\u0430 \u0437\u0430 \u043f\u0440\u0438\u0441\u0442\u0430\u043f \u0434\u043e \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043d\u0430 \u043f\u0440\u0435\u0434\u043c\u0435\u0442 \u0437\u0430 \u0444\u0430\u0431\u0440\u0438\u043a\u0430.
error.mbean.person.service.dataaccess=CLFRQ0220E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u0440\u0438\u0441\u0442\u0430\u043f\u0443\u0432\u0430\u045a\u0435 \u0432\u043e \u0431\u0430\u0437\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438: {0}
error.mbean.person.service.dserror=CLFRQ0218E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u0440\u0438\u0441\u0442\u0430\u043f \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0438 \u0437\u0430 \u0438\u043c\u0435\u043d\u0438\u043a: {0}

# {0} contains a file name 
error.mbean.person.service.filenotfound=CLFRQ0219E: \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 [{0}] \u043d\u0435 \u043f\u043e\u0441\u0442\u043e\u0438.

# {0} contains a file name, {1} contains an error message from an external service
error.mbean.person.service.fileerror=CLFRQ0222E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0431\u0438\u0434 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u0447\u0438\u0442\u0430 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 [{0}]: {1}

# {0} contains a user id or email
error.mbean.person.service.nouser=CLFRQ0227E: \u041a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0441\u043e \u0435-\u043f\u043e\u0448\u0442\u0430 [{0}] \u043d\u0435 \u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d \u0432\u043e \u0431\u0430\u0437\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
info.mbean.person.service.ok=CLFRQ0224I: \u0410\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0435\u0442\u043e \u0431\u0435\u0448\u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0437\u0430\u0432\u0440\u0448\u0435\u043d\u043e.
# {0} and {1} are integers
warn.mbean.person.service.notallfound=CLFRQ0226W: \u041d\u0435 \u0441\u0435 \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u043d\u0438 \u0441\u0438\u0442\u0435 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438, \u043d\u0438\u0442\u0443 \u0432\u043e \u0431\u0430\u0437\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0438\u0442\u0443 \u0432\u043e \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u0438\u043c\u0435\u043d\u0438\u043a \u043d\u0430 IBM Connections. {0} \u043e\u0434 {1} \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u0441\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u043d\u0438. \u0417\u0430 \u0434\u0435\u0442\u0430\u043b\u0438, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u043d\u0435\u0432\u043d\u0438\u0446\u0438 \u043d\u0430 \u0441\u0435\u0440\u0432\u0435\u0440.
warn.mbean.person.service.nodsobject=CLFRQ0225W: \u041a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0441\u043e \u0435-\u043f\u043e\u0448\u0442\u0430 [{0}] \u043d\u0435 \u0435 \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u043d \u0432\u043e \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u0438\u043c\u0435\u043d\u0438\u043a. \u041a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u043c\u043e\u0436\u0435\u0431\u0438 \u043d\u0435 \u043f\u043e\u0441\u0442\u043e\u0438 \u043f\u043e\u0432\u0435\u045c\u0435.  
warn.mbean.person.service.nodsobject.ln=CLFRQ0335W: \u041a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0441\u043e \u0438\u043c\u0435 \u0437\u0430 \u043f\u0440\u0438\u0458\u0430\u0432\u0443\u0432\u0430\u045a\u0435 [{0}] \u043d\u0435 \u0435 \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u043d \u0432\u043e \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u0438\u043c\u0435\u043d\u0438\u043a. \u041a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u043c\u043e\u0436\u0435\u0431\u0438 \u043d\u0435 \u043f\u043e\u0441\u0442\u043e\u0438 \u043f\u043e\u0432\u0435\u045c\u0435.
warn.mbean.person.service.nodsobject.id=CLFRQ0332W: \u041a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0441\u043e \u0418\u0414 [{0}] \u043d\u0435 \u0435 \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435\u043d \u0432\u043e \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u0438\u043c\u0435\u043d\u0438\u043a. \u041a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u043c\u043e\u0436\u0435\u0431\u0438 \u043d\u0435 \u043f\u043e\u0441\u0442\u043e\u0438 \u043f\u043e\u0432\u0435\u045c\u0435.
# {0} is a login name
error.mbean.person.service.loginname.exception=CLFRQ0411E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a \u043f\u0440\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0435 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u0441\u043e \u0438\u043c\u0435 \u0437\u0430 \u043d\u0430\u0458\u0430\u0432\u0430{0}. \u0417\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u0434\u0435\u0442\u0430\u043b\u0438, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a.
# {0} is an email
error.mbean.person.service.email.exception=CLFRQ0406E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a \u043f\u0440\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0435 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a \u0441\u043e \u0435-\u043f\u043e\u0448\u0442\u0430 {0}. \u0417\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u0434\u0435\u0442\u0430\u043b\u0438, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a.
error.mbean.person.service.email.notfound.hp=CLFRQ0407E: \u041a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0441\u043e \u0430\u0434\u0440\u0435\u0441\u0430 \u0437\u0430 \u0435-\u043f\u043e\u0448\u0442\u0430 {0} \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435 \u0432\u043e \u0431\u0430\u0437\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
error.mbean.person.service.loginname.notfound.hp=CLFRQ0409E: \u041a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0441\u043e \u0438\u043c\u0435 \u0437\u0430 \u043d\u0430\u0458\u0430\u0432\u0430 {0} \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435 \u0432\u043e \u0431\u0430\u0437\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.

# HomepageMBeanFacade
info.invocation.start=CLFRQ0615I: \u041f\u043e\u0432\u0438\u043a\u0430\u0458 \u0443\u0441\u043b\u0443\u0433\u0430 [{0}], \u043c\u0435\u0442\u043e\u0434 [{0}]
info.invocation.complete=CLFRQ0614I: \u0417\u0430\u0432\u0440\u0448\u0435\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 [{0}], \u043c\u0435\u0442\u043e\u0434 [{1}]\u201c \u043f\u043e\u0432\u0438\u043a\u0443\u0432\u0430\u045a\u0435
error.service.not.exist=CLFRQ0617E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u043d\u0430\u0458\u0434\u0435 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 [{0}] \u0432\u043e \u0440\u0435\u0433\u0438\u0441\u0442\u0430\u0440
error.service.no.access=CLFRQ0618E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u0442\u0430\u043f\u0438 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 [{0}] \u0432\u043e \u0440\u0435\u0433\u0438\u0441\u0442\u0430\u0440
error.service.cant.construct=CLFRQ0616E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043a\u043e\u043d\u0441\u0442\u0440\u0443\u0438\u0440\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\u043e\u043a \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 [{0}] \u0432\u043e \u0440\u0435\u0433\u0438\u0441\u0442\u0430\u0440
error.method.not.found=CLFRQ0613E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0432\u0438\u043a\u0430 \u043c\u0435\u0442\u043e\u0434\u043e\u0442 [{1}] \u0437\u0430 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 [{0}]

# Metrics stuff

# Translator: MBean should not be translated
error.mbean.registrar=CLFRQ0243E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0435\u0432\u0438\u0434\u0435\u043d\u0442\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 MBean. \u041c\u0435\u0445\u0430\u043d\u0438\u0437\u043c\u0438\u0442\u0435 \u0437\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0430 \u043d\u0435 \u0441\u0435 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u0438.
error.mbean.unregistering=CLFRQ0269E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u0443\u0432\u0430\u045a\u0435 \u043e\u0434 \u0435\u0432\u0438\u0434\u0435\u043d\u0446\u0438\u0458\u0430 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 MBean.
error.mbean.locate=CLFRQ0246E: \u0421\u0435\u0440\u0432\u0435\u0440\u043e\u0442 MBean \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043b\u043e\u0446\u0438\u0440\u0430.
error.metrics.statistics.file.creating=CLFRQ0253E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u043e\u0437\u0434\u0430\u0432\u0430\u045a\u0435 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430 \u043d\u0430 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
error.metrics.statistics.file.writing=CLFRQ0242E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u0438\u0448\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u043d\u0430 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
error.metrics.statistics.file.closing=CLFRQ0235E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u0442\u0432\u043e\u0440\u0430\u045a\u0435 \u043d\u0430 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u043d\u0430 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
error.metrics.statistics.file.parsing=CLFRQ0252E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0440\u0430\u0437\u043b\u043e\u0436\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u043d\u0430 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430 \u043d\u0430 \u043f\u043e\u0447\u0435\u0442\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
error.metrics.statistics.getNumberVisitPast=CLFRQ0315E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0431\u0440\u043e\u0458\u043e\u0442 \u043d\u0430 \u0435\u0434\u0438\u043d\u0435\u0447\u043d\u0438 \u043f\u043e\u0441\u0435\u0442\u0438 \u043f\u043e\u0447\u043d\u0443\u0432\u0430\u0458\u045c\u0438 \u043e\u0434 \u043e\u0432\u043e\u0458 \u0434\u0430\u0442\u0443\u043c: {0}

info.metrics.property.value=CLFRQ0257I: \u0418\u043c\u0435 \u043d\u0430 \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u043e: {0}, \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442 \u043d\u0430 \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u043e: {1}

info.metrics.setting.timeout=CLFRQ0241I: \u041f\u043e\u0441\u0442\u0430\u0432\u0443\u0432\u0430\u045a\u0435 \u0438\u0441\u0442\u0435\u043a \u043d\u0430 \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 {0} \u043c\u0438\u043d\u0443\u0442\u0438.
info.metrics.setting.separator=CLFRQ0250I: \u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u043c\u0435\u0442\u0440\u0438\u043a\u0430 \u0433\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0438 \u0440\u0430\u0437\u0434\u0435\u043b\u043d\u0438\u043a\u043e\u0442: [{0}]
info.metrics.ok.cache.timeout=CLFRQ0240I: \u0418\u0441\u0442\u0435\u043a\u043e\u0442 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435 \u0435 \u0442\u043e\u0447\u043d\u043e \u0438\u0437\u043c\u0435\u043d\u0435\u0442 \u0432\u043e \u0432\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0430: [{0}]
error.metrics.cache.timeout=CLFRQ0247E: \u0412\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0430 \u0437\u0430 \u0438\u0441\u0442\u0435\u043a \u043d\u0430 \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u043f\u0440\u0435\u0434-\u043c\u0435\u043c\u043e\u0440\u0438\u0458\u0430 \u0435 \u043d\u0435\u0432\u0430\u0436\u0435\u0447\u043a\u0430. \u0418\u043b\u0438 \u0435 \u043f\u043e\u043c\u0430\u043b\u043a\u0443 \u043e\u0434 0 \u0438\u043b\u0438 \u0435 \u043f\u043e\u0432\u0435\u045c\u0435 \u043e\u0434 1440 \u043c\u0438\u043d\u0443\u0442\u0438.
error.metrics.bad.sample.count=CLFRQ0261E: \u0412\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0430 \u043d\u0430 \u0431\u0440\u043e\u0458\u043e\u0442 \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\u043e\u043a \u0435 \u043d\u0435\u0432\u0430\u0436\u0435\u0447\u043a\u0430.
error.metrics.bad.separator=CLFRQ0254E: \u0414\u043e\u043b\u0436\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u043d\u0438\u043a\u043e\u0442 \u0435 \u043d\u0435\u0442\u043e\u0447\u043d\u0430. \u041f\u043e\u0434\u043e\u043b\u0433\u0430 \u0435 \u043e\u0434 \u0435\u0434\u0435\u043d \u0437\u043d\u0430\u043a.
error.metrics.field.key=CLFRQ0266E: \u0422\u0438\u043f\u043e\u0442 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043e\u0434 \u043a\u043b\u0443\u0447\u043e\u0442 \u0437\u0430 \u043f\u043e\u043b\u0435 \u0435 \u043d\u0435\u0442\u043e\u0447\u0435\u043d.
error.metrics.field.key.notfound=CLFRQ0245E: \u0412\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0430 \u043d\u0430 \u043a\u043b\u0443\u0447\u043e\u0442 \u0437\u0430 \u043f\u043e\u043b\u0435 \u0435 \u043d\u0435\u0442\u043e\u0447\u043d\u0430.
error.metrics.file=CLFRQ0236E: \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u0448\u0442\u043e \u0441\u0435 \u043a\u043e\u0440\u0438\u0441\u0442\u0438 \u0432\u043e \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u043c\u0435\u0442\u0440\u0438\u043a\u0430 \u0435 \u043d\u0435\u0432\u0430\u0436\u0435\u0447\u043a\u0430. \u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u0435 [{0}].
info.metrics.dir=CLFRQ0264I: \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u0437\u0430 \u0442\u0435\u0441\u0442\u0438\u0440\u0430\u045a\u0435 \u201e\u0430\u043a\u043e\u201c \u0438\u043b\u0438 \u0438\u043c\u0435\u043d\u0438\u043a\u043e\u0442 [{0}] \u043f\u043e\u0441\u0442\u043e\u0458\u0430\u0442.
info.metrics.dir.ok=CLFRQ0256I: \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u0438\u043b\u0438 \u0438\u043c\u0435\u043d\u0438\u043a\u043e\u0442 [{0}] \u043f\u043e\u0441\u0442\u043e\u0458\u0430\u0442.
info.metrics.file.ok=CLFRQ0268I: \u041f\u0430\u0442\u0435\u043a\u0430\u0442\u0430 [{0}] \u0435 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430, \u043d\u0435 \u0435 \u0438\u043c\u0435\u043d\u0438\u043a.
info.metrics.file.ok.read=CLFRQ0244I: \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 [{0}] \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u0447\u0438\u0442\u0430.
error.metrics.file.read=CLFRQ0239E: \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 [{0}] \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u0447\u0438\u0442\u0430.
error.metrics.notfile=CLFRQ0260E: \u041d\u0430\u0432\u0435\u0434\u0435\u043d \u0435 \u0438\u043c\u0435\u043d\u0438\u043a, \u043d\u043e \u043d\u0435 \u0438 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430.
error.metrics.file.notexisting=CLFRQ0255E: \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u0438\u043b\u0438 \u0438\u043c\u0435\u043d\u0438\u043a\u043e\u0442 {0} \u043d\u0435 \u043f\u043e\u0441\u0442\u043e\u0458\u0430\u0442.
info.metrics.file.success=CLFRQ0262I: \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 [{0}] \u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0441\u043e\u0437\u0434\u0430\u0434\u0435\u043d\u0430.
error.metrics.file.create=CLFRQ0259E: \u0421\u043e\u0437\u0434\u0430\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 [{0}] \u043d\u0435 \u0443\u0441\u043f\u0435\u0430.
error.metrics.file.already.exists=CLFRQ0248E: \u0414\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 [{0}] \u0432\u0435\u045c\u0435 \u043f\u043e\u0441\u0442\u043e\u0438.
info.metrics.hash.seeded=CLFRQ0237I: \u0422\u0430\u0431\u0435\u043b\u0430\u0442\u0430 \u0425\u0430\u0448 \u0441\u0435 \u0438\u043d\u0438\u0446\u0438\u0440\u0430.

error.metrics.total.users=CLFRQ0267E: \u0412\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0430 \u043d\u0430 \u0432\u043a\u0443\u043f\u043d\u0438\u043e\u0442 \u0431\u0440\u043e\u0458 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430.
error.metrics.total.widgets=CLFRQ0251E: \u0412\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0430 \u043d\u0430 \u0432\u043a\u0443\u043f\u043d\u0438\u043e\u0442 \u0431\u0440\u043e\u0458 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430.
error.metrics.enabled.widgets=CLFRQ0258E: \u0412\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0430 \u043d\u0430 \u0432\u043a\u0443\u043f\u043d\u0438\u043e\u0442 \u0431\u0440\u043e\u0458 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u0438 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430.
error.metrics.open.widgets=CLFRQ0263E: \u0412\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0430 \u043d\u0430 \u0432\u043a\u0443\u043f\u043d\u0438\u043e\u0442 \u0431\u0440\u043e\u0458 \u043e\u0442\u0432\u043e\u0440\u0435\u043d\u0438 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430.
error.metrics.widgets.usage=CLFRQ0265E: \u0412\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0430 \u043d\u0430 \u0431\u0440\u043e\u0458\u043e\u0442 \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u043d\u0438 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430.
error.metrics.visits.hour=CLFRQ0238E: \u0412\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0430 \u043d\u0430 \u0431\u0440\u043e\u0458\u043e\u0442 \u043d\u0430 \u043f\u043e\u0441\u0435\u0442\u0438 \u0432\u043e \u0438\u0437\u043c\u0438\u043d\u0430\u0442\u0438\u043e\u0442 \u0447\u0430\u0441 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430. 
error.metrics.visits.day=CLFRQ0249E: \u0412\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u0430 \u043d\u0430 \u0431\u0440\u043e\u0458\u043e\u0442 \u043d\u0430 \u043f\u043e\u0441\u0435\u0442\u0438 \u0432\u043e \u0438\u0437\u043c\u0438\u043d\u0430\u0442\u0438\u0442\u0435 24 \u0447\u0430\u0441\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430.

error.NotificationService.addNotification=CLFRQ0314E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u043e\u0437\u0434\u0430\u0432\u0430\u045a\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435 \u0441\u043e \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438\u0442\u0435: {0}

error.widgetInfo.retrieve.HttpError=CLFRQ0322E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043e\u043f\u0438\u0448\u0443\u0432\u0430\u0447 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u043b\u043e\u0446\u0438\u0440\u0430\u043d \u0432\u043e {0}. \u0412\u0440\u0430\u0442\u0435\u043d\u0438\u043e\u0442 \u043a\u043e\u0434 \u0437\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0431\u0435\u0448\u0435 {1}
error.widgetInfo.retrieve.IOError=CLFRQ0319E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0447\u0438\u0442\u0430\u045a\u0435 \u043d\u0430 \u0432\u0440\u0430\u0442\u0435\u043d\u0438\u043e\u0442 \u043e\u043f\u0438\u0448\u0443\u0432\u0430\u0447 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u043b\u043e\u0446\u0438\u0440\u0430\u043d \u0432\u043e {0}. \u0417\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u0434\u0435\u0442\u0430\u043b\u0438, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a. 
error.widgetInfo.retrieve.IOError.file=CLFRQ0320E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0447\u0438\u0442\u0430\u045a\u0435 \u043d\u0430 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430 \u043d\u0430 \u043e\u043f\u0438\u0448\u0443\u0432\u0430\u0447 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u043b\u043e\u0446\u0438\u0440\u0430\u043d\u0430 \u0432\u043e {0}. \u0417\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u0434\u0435\u0442\u0430\u043b\u0438, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a.
error.widgetInfo.retrieve.http.HttpError=CLFRQ0321E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 HTTP \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043e\u043f\u0438\u0448\u0443\u0432\u0430\u0447 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u043b\u043e\u0446\u0438\u0440\u0430\u043d \u0432\u043e {0}. \u0417\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u0434\u0435\u0442\u0430\u043b\u0438, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a.
error.widgetInfo.retrieve.http.IOError=CLFRQ0318E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0412/\u0418 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045a\u0435 \u043e\u043f\u0438\u0448\u0443\u0432\u0430\u0447 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a \u043b\u043e\u0446\u0438\u0440\u0430\u043d \u0432\u043e {0}. \u0417\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u0434\u0435\u0442\u0430\u043b\u0438, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a.
warn.cache.retrieve.batch=CLFRQ0396W: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u043a\u043b\u0430\u0434\u0438\u0440\u0430\u045a\u0435 \u043e\u043f\u0438\u0448\u0443\u0432\u0430\u0447 \u0437\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u043a\u043e\u0442 {0} \u0432\u043e \u043f\u0440\u043e\u0446\u0435\u0441 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u045a\u0435. \u0417\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u0434\u0435\u0442\u0430\u043b\u0438, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a. \u041e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430\u0442\u0430 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0440\u0430\u045a\u0435 \u043f\u0440\u043e\u0434\u043e\u043b\u0436\u0443\u0432\u0430.

# Translator: {0} contains an email address, {1} contains a user ID
error.email.duplicate.exid=CLFRQ0336E: \u0415-\u043f\u043e\u0448\u0442\u0430\u0442\u0430 [{0}] \u0432\u0435\u045c\u0435 \u043f\u043e\u0441\u0442\u043e\u0438 \u0432\u043e \u0431\u0430\u0437\u0430\u0442\u0430 \u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u043e\u0446\u0438. \u041a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0448\u0442\u043e \u0435 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0443\u0432\u0430\u043d \u0441\u043e \u043d\u0430\u0434\u0432\u043e\u0440\u0435\u0448\u0435\u043d \u0418\u0414 [{0}] \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0434\u043e\u0434\u0430\u0434\u0435 \u0432\u043e \u0431\u0430\u0437\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438.
error.email.duplicate.loginname=CLFRQ0334E: \u0415-\u043f\u043e\u0448\u0442\u0430\u0442\u0430 [{0}] \u0432\u0435\u045c\u0435 \u043f\u043e\u0441\u0442\u043e\u0438 \u0432\u043e \u0431\u0430\u0437\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438. \u041a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0448\u0442\u043e \u0435 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0443\u0432\u0430\u043d \u0441\u043e \u0438\u043c\u0435 \u0437\u0430 \u043d\u0430\u0458\u0430\u0432\u0430 [{0}] \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0434\u043e\u0434\u0430\u0434\u0435 \u0432\u043e \u0431\u0430\u0437\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438.
error.empty.dsobject=CLFRQ0333E: \u041f\u0440\u0430\u0437\u0435\u043d DSObject \u0435 \u0438\u0441\u043f\u0440\u0430\u0442\u0435\u043d \u043a\u0430\u043a\u043e \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0430\u0440. 

error.SecuritySupportServices.DAOException=CLFRQ0391E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u0432\u043e \u0438\u0437\u0433\u043b\u0435\u0434\u043e\u0442 \u0437\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 \u0437\u0430 \u0431\u0435\u0437\u0431\u0435\u0434\u043d\u043e\u0441\u0442 \u043f\u0440\u0438 \u043e\u0431\u0438\u0434 \u0434\u0430 \u0438\u0437\u0432\u0440\u0448\u0438 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u0458\u0430 \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0430 \u0441\u043e \u0431\u0430\u0437\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438. \u0417\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u0434\u0435\u0442\u0430\u043b\u0438, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a. 

info.homepagepersonservice.result=CLFRQ0410I: \u041e\u043f\u0435\u0440\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0437\u0430\u0432\u0440\u0448\u0438 \u0443\u0441\u043f\u0435\u0448\u043d\u043e. \u0411\u0440\u043e\u0458\u043e\u0442 \u043d\u0430 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u043d\u0438 \u0437\u0430\u043f\u0438\u0441\u0438 \u0435 {0}.
