# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.dboard.rollback=CLFRQ0114E: Si \u00e8 verificato un errore durante il rollback della transazione database.

# The following properties contain non-readable non-translatable parameters (such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd')
#error.UserPrefServices.getUserPrefs=CLFRQ0115E: An error occurred while retrieving user preferences information with this information: {0}
#error.UserPrefServices.getByMail=CLFRQ0120E: An error occurred while retrieving user preferences by email with this information: {0}, {1}
#error.UserPrefServices.getByID=CLFRQ0118E: An error occurred while retrieving user preferences by identifier with this information: {0}, {1}
#error.UserPrefServices.getByPosition=CLFRQ0116E: An error occurred while retrieving user preferences by position with this information: {0},{1},{2},{3}
#error.UserPrefServices.findByPageIDColNum=CLFRQ0119E: An error occurred while retrieving user preferences by page and column with this information: {0},{1},{2}
#error.UserPrefServices.findByPageIDRowNum=CLFRQ0117E: An error occurred while retrieving user preferences by page and row with this information: {0},{1},{2}
#error.UserPrefServices.createByMail=CLFRQ0121E: An error occurred while creating user preferences by email with this information: {0},{1},{2},{3},{4},{5},{6}
#error.UserPrefServices.createByID=CLFRQ0135E: An error occurred while creating user preferences by user identifier with this information: {0},{1},{2},{3},{4},{5},{6}
error.UIServices.changePosition=CLFRQ0138E: Si \u00e8 verificato un errore durante la modifica della posizione di un widget con queste informazioni: {0},{1},{2},{3}
error.UIServices.changeWidgetSetting=CLFRQ0132E: Si \u00e8 verificato un errore durante la modifica delle impostazioni di un widget con queste informazioni: {0},{1}
#error.UserPrefServices.changeWidgetDisplay=CLFRQ0136E: An error occurred while changing display for a widget with this information: {0}, {1}, {2}
#error.UserPrefServices.deleteByID=CLFRQ0129E: An error occurred while deleting widget preferences by user identifier with this information: {0}, {1}
#error.UserPrefServices.deleteByMail=CLFRQ0130E: An error occurred while deleting widget preferences by user email with this information: {0},{1}
#error.UserPrefServices.getUserWidgetPref=CLFRQ0140E: An error occurred while retrieving widget preferences with this identifier: {0}
error.UIServices.deleteWidgetInstance=CLFRQ0399E: Si \u00e8 verificato un errore durante l''eliminazione dell''istanza del widget con questa chiave primaria: {0}


#error.UIServices.createUserPanel=CLFRQ0294E: An  error occurred while retrieving the information related to the user interface for this user: {0}
error.UIServices.createUserInstanceWidgets=CLFRQ0292E: si \u00e8 verificato un errore durante la creazione di un widget per l''utente: {0}. Queste sono le informazioni del widget che il sistema non \u00e8 in grado di memorizzare. ID widget: {1}, Ordine: {2}, Contenitore: {3}, Commutato: {4}, ID pannello pagina {5}, Impostazioni widget: {6}
error.UIServices.getUserWidgetInst=CLFRQ0291E:  Si \u00e8 verificato un errore durante il richiamo delle preferenze widget con questo identificativo: {0}
#error.UIServices.getUserWidgetsInstances=CLFRQ0293E:  An error occurred while retrieving the widget instances for the user: {0} related to this panel page {1}
error.UIServices.getUserWidgetInstanceByWidgetId=CLFRQ0295E:  Si \u00e8 verificato un errore durante il richiamo delle istanze dei widget per l''utente: {0} correlato a questa pagina del pannello {1} e a questo ID widget {2}


error.UserServices.getUserByID=CLFRQ0133E: Si \u00e8 verificato un errore durante il richiamo delle informazioni utente con questo identificativo: {0}
error.UserServices.getUserByEmail=CLFRQ0131E: Si \u00e8 verificato un errore durante il richiamo delle informazioni utente con questa email: {0}
error.UserServices.createUser=CLFRQ0128E: Si \u00e8 verificato un errore durante la creazione di un utente con queste informazioni: {0}
error.UserServices.createUserUI=CLFRQ0384E: Si \u00e8 verificato un errore durante la creazione di un utente con questo ID interno: {0}
error.UserServices.updateWelcomeNote=CLFRQ0384A: Si \u00e8 verificato un errore durante l''aggiornamento della nota di benvenuto per questo ID interno: {0}

error.UserServices.getNumberUsers=CLFRQ0134E: Si \u00e8 verificato un errore durante il richiamo del numero di utenti registrati nel database.
warning.UserServices.updateLastVisitForUser=CLFRQ0139W: Si \u00e8 verificato un errore durante l''aggiornamento dell''ultima visita di un utente con queste informazioni: {0},{1}
warning.UserServices.updateLanguageForUser=CLFRQ0398W: Si \u00e8 verificato un errore durante l''aggiornamento della lingua per un utente con queste informazioni: {0},{1}
warning.UserServices.updateWelcome=CLFRQ0137W: Si \u00e8 verificato un errore durante l''aggiornamento della modalit\u00e0 di benvenuto con queste informazioni: {0},{1}
error.UIServices.get.tabInstance=CLFRQ0348E: Si \u00e8 verificato un errore durante il richiamo dell''istanza della scheda con ID {0}. Controllare l''eccezione nidificata per ulteriori dettagli.
error.UIServices.updateNumberColumn.dataAccess=CLFRQ0349E: si \u00e8 verificato un errore durante l''aggiornamento del numero di colonne per l''istanza della scheda: {0}. Controllare l''eccezione nidificata per ulteriori dettagli.
error.UIServices.getAllTabInstancesForPerson.rollback=CLFRQ0347E: Impossibile eseguire il rollback di una transazione durante la creazione di istanze della scheda per l''ID utente {0}. Controllare l''eccezione nidificata per ulteriori dettagli.
error.UIServices.getAllTabInstancesForPerson.access=CLFRQ0345E: Si \u00e8 verificato un errore durante la creazione di un''istanza della scheda per l''ID utente {0}. Controllare l''eccezione nidificata per i dettagli.
error.UIServices.getAllTabInstancesForPerson.retrieve=CLFRQ0397E: Si \u00e8 verificato un errore durante il recupero dell''elenco di tutte le istanze della scheda per l''ID utente {0}. Controllare l''eccezione nidificata per i dettagli.

error.admin.testmode.disable=CLFRQ0189E: Non \u00e8 stato possibile abilitare la modalit\u00e0 di prova di gestione per l''utente con email {0}.
error.admin.testmode.enable=CLFRQ0188E: Non \u00e8 stato possibile abilitare la modalit\u00e0 di prova di gestione per l''utente con email {0}.
error.admin.testmode.check=CLFRQ0190E: Non \u00e8 stato possibile richiamare lo stato corrente della modalit\u00e0 di prova di gestione per l''utente con email {0}.

error.mbean.person.service.dsservice=CLFRQ0221E: Impossibile richiamare il riferimento ai servizi di directory.
error.mbean.person.service.daofactory=CLFRQ0223E: Impossibile richiamare un riferimento alla factory per DAO (Data Access Object).
error.mbean.person.service.dataaccess=CLFRQ0220E: Si \u00e8 verificato un errore durante l''accesso al database: {0}
error.mbean.person.service.dserror=CLFRQ0218E: Si \u00e8 verificato un errore durante l''accesso ai servizi directory: {0}

# {0} contains a file name
error.mbean.person.service.filenotfound=CLFRQ0219E: Il file [{0}] non esiste.

# {0} contains a file name, {1} contains an error message from an external service
error.mbean.person.service.fileerror=CLFRQ0222E: Si \u00e8 verificato un errore durante il tentativo di lettura del file [{0}]: {1}

# {0} contains a user id or email
error.mbean.person.service.nouser=CLFRQ0227E: L''utente con email [{0}] non \u00e8 registrato nel database Home page.
info.mbean.person.service.ok=CLFRQ0224I: Aggiornamento completato correttamente.
# {0} and {1} are integers
warn.mbean.person.service.notallfound=CLFRQ0226W: Non tutti gli utenti sono stati trovati nel database della Home Page o nel servizio di directory di HCL Connections. {0} di {1} sono stati aggiornati. Controllare i log del server per i dettagli.
warn.mbean.person.service.nodsobject=CLFRQ0225W: l''utente con email [{0}] non \u00e8 stato trovato nel servizio directory. Questo utente potrebbe non esistere pi\u00f9.
warn.mbean.person.service.nodsobject.ln=CLFRQ0335W: L''utente con nome di accesso [{0}] non \u00e8 stato trovato nel servizio directory. Questo utente potrebbe non esistere pi\u00f9.
warn.mbean.person.service.nodsobject.id=CLFRQ0332W: L''utente con ID [{0}] non \u00e8 stato trovato nel servizio directory. Questo utente potrebbe non esistere pi\u00f9.
# {0} is a login name
error.mbean.person.service.loginname.exception=CLFRQ0411E: Si \u00e8 verificata un''eccezione durante l''aggiornamento dell''utente con il nome accesso {0}. Controllare l''eccezione nidificata per ulteriori dettagli.
# {0} is an email
error.mbean.person.service.email.exception=CLFRQ0406E: Si \u00e8 verificata un''eccezione durante l''aggiornamento dell''utente con e-mail {0}. Controllare l''eccezione nidificata per ulteriori dettagli.
error.mbean.person.service.email.notfound.hp=CLFRQ0407E: L''utente con indirizzo e-mail {0} non \u00e8 stato trovato nel database Home Page.
error.mbean.person.service.loginname.notfound.hp=CLFRQ0409E: L''utente con nome accesso {0} non \u00e8 stato trovato nel database Home Page.

# HomepageMBeanFacade
info.invocation.start=CLFRQ0615I: Richiama servizio [{0}], metodo [{0}]
info.invocation.complete=CLFRQ0614I: Richiamo del servizio [{0}], metodo [{1}]" completato
error.service.not.exist=CLFRQ0617E: Impossibile trovare il servizio [{0}] nel registro
error.service.no.access=CLFRQ0618E: Impossibile accedere al servizio [{0}] nel registro
error.service.cant.construct=CLFRQ0616E: Impossibile creare l''istanza del servizio [{0}] nel registro
error.method.not.found=CLFRQ0613E: Impossibile richiamare il metodo [{1}] per il servizio [{0}]

# Metrics stuff

# Translator: MBean should not be translated
error.mbean.registrar=CLFRQ0243E: Si \u00e8 verificato un errore durante la registrazione del Mbean della Home page. Le funzionalit\u00e0 di gestione potrebbero non essere disponibili.
error.mbean.unregistering=CLFRQ0269E: Si \u00e8 verificato un errore durante l'annullamento della registrazione dell'Mbean della Home page.
error.mbean.locate=CLFRQ0246E: Impossibile individuare il server MBean.
error.metrics.statistics.file.creating=CLFRQ0253E: Si \u00e8 verificato un errore durante la creazione del file di statistiche della Home page.
error.metrics.statistics.file.writing=CLFRQ0242E: Si \u00e8 verificato un errore durante la scrittura del file di statistiche della Home page.
error.metrics.statistics.file.closing=CLFRQ0235E: Si \u00e8 verificato un errore durante la chiusura del file di statistiche della Home page.
error.metrics.statistics.file.parsing=CLFRQ0252E: Si \u00e8 verificato un errore durante l'analisi del file di statistiche della Home page.
error.metrics.statistics.getNumberVisitPast=CLFRQ0315E: Si \u00e8 verificato un errore durante il richiamo del numero di visite univoche a partire dalla data: {0}

info.metrics.property.value=CLFRQ0257I: Nome della propriet\u00e0: {0}, valore della propriet\u00e0: {1}

info.metrics.setting.timeout=CLFRQ0241I: Impostazione del timeout su {0} minuti.
info.metrics.setting.separator=CLFRQ0250I: Il servizio metriche utilizza questo separatore: [{0}]
info.metrics.ok.cache.timeout=CLFRQ0240I: Timeout correttamente modificato in questo valore: [{0}]
error.metrics.cache.timeout=CLFRQ0247E: Il valore di timeout della cache non \u00e8 valido. \u00c8 inferiore a 0 o superiore a 1440 minuti.
error.metrics.bad.sample.count=CLFRQ0261E: Il valore del numero di esempio non \u00e8 valido.
error.metrics.bad.separator=CLFRQ0254E: La lunghezza del separatore non \u00e8 corretta. Supera la lunghezza di un carattere.
error.metrics.field.key=CLFRQ0266E: Il tipo di dati della chiave del campo non \u00e8 corretto.
error.metrics.field.key.notfound=CLFRQ0245E: Il valore della chiave del campo non \u00e8 corretto.
error.metrics.file=CLFRQ0236E: Il file utilizzato nel servizio metriche non \u00e8 valido. Il nome del file \u00e8 [{0}].
info.metrics.dir=CLFRQ0264I: Verifica della presenza del file o della directory [{0}].
info.metrics.dir.ok=CLFRQ0256I: Il file o la directory [{0}] esiste.
info.metrics.file.ok=CLFRQ0268I: Il percorso [{0}] \u00e8 un file, non una directory.
info.metrics.file.ok.read=CLFRQ0244I: Il file [{0}] pu\u00f2 essere letto.
error.metrics.file.read=CLFRQ0239E: Impossibile leggere il file [{0}].
error.metrics.notfile=CLFRQ0260E: \u00c8 stata specificata una directory, non un file.
error.metrics.file.notexisting=CLFRQ0255E: Il file o la directory {0} non esiste.
info.metrics.file.success=CLFRQ0262I: File [{0}] creato correttamente.
error.metrics.file.create=CLFRQ0259E: Creazione del file [{0}] non riuscita.
error.metrics.file.already.exists=CLFRQ0248E: Il file [{0}] esiste gi\u00e0.
info.metrics.hash.seeded=CLFRQ0237I: La tabella hash \u00e8 popolata.

error.metrics.total.users=CLFRQ0267E: Impossibile richiamare il valore del numero totale di utenti.
error.metrics.total.widgets=CLFRQ0251E: Impossibile richiamare il valore del numero totale di widget.
error.metrics.enabled.widgets=CLFRQ0258E: Impossibile richiamare il valore del numero totale di widget abilitati.
error.metrics.open.widgets=CLFRQ0263E: Impossibile richiamare il valore del numero totale di widget aperti.
error.metrics.widgets.usage=CLFRQ0265E: Impossibile richiamare il valore del numero totale di widget utilizzati.
error.metrics.visits.hour=CLFRQ0238E: impossibile richiamare il valore del numero di visite nell'ultima ora.
error.metrics.visits.day=CLFRQ0249E: Impossibile richiamare il valore delle visite nelle ultime 24 ore.

error.NotificationService.addNotification=CLFRQ0314E: Si \u00e8 verificato un errore durante la creazione di una notifica con queste informazioni: {0}

error.widgetInfo.retrieve.HttpError=CLFRQ0322E: Si \u00e8 verificato un errore durante il richiamo del descrittore del widget che si trova in {0}. Il codice di errore restituito era {1}
error.widgetInfo.retrieve.IOError=CLFRQ0319E: si \u00e8 verificato un errore durante la lettura del descrittore del widget restituito che si trova in {0}. Consultare l''eccezione nidificata per ulteriori dettagli.
error.widgetInfo.retrieve.IOError.file=CLFRQ0320E: Si \u00e8 verificato un errore durante la lettura del file descrittore del widget restituito che si trova in {0}. Consultare l''eccezione nidificata per ulteriori dettagli.
error.widgetInfo.retrieve.http.HttpError=CLFRQ0321E: Si \u00e8 verificato un errore HTTP durante il richiamo del descrittore del widget che si trova in {0}. Consultare l''eccezione nidificata per ulteriori dettagli.
error.widgetInfo.retrieve.http.IOError=CLFRQ0318E: Si \u00e8 verificato un errore IO durante il richiamo del descrittore del widget che si trova in {0}. Consultare l''eccezione nidificata per ulteriori dettagli.
warn.cache.retrieve.batch=CLFRQ0396W: Si \u00e8 verificato un errore durante la memorizzazione del descrittore per il widget {0} in un processo batch. Consultare l''eccezione nidificata per ulteriori dettagli. L''elaborazione del batch sta continuando.

# Translator: {0} contains an email address, {1} contains a user ID
error.email.duplicate.exid=CLFRQ0336E: L''email [{0}] esiste gi\u00e0 nel database. Impossibile aggiungere al database l''utente identificato con l''ID esterno [{0}].
error.email.duplicate.loginname=CLFRQ0334E: L''email [{0}] esiste gi\u00e0 nel database. Impossibile aggiungere al database l''utente identificato con il nome di accesso [{0}].
error.empty.dsobject=CLFRQ0333E: \u00e8 stato inviato un DSObject vuoto come parametro.

error.SecuritySupportServices.DAOException=CLFRQ0391E: si \u00e8 verificato un errore nel livello del servizio di sicurezza durante il tentativo di esecuzione di un'operazione correlata al database. Consultare l'eccezione nidificata per ulteriori dettagli.

info.homepagepersonservice.result=CLFRQ0410I: L''operazione \u00e8 stata completata correttamente. Il numero di record aggiornati \u00e8 {0}.
