# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.dboard.rollback=CLFRQ0114E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062a\u0631\u0627\u062c\u0639 \u0639\u0646 \u0639\u0645\u0644\u064a\u0629 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.

# The following properties contain non-readable non-translatable parameters (such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd')
#error.UserPrefServices.getUserPrefs=CLFRQ0115E: An error occurred while retrieving user preferences information with this information: {0}
#error.UserPrefServices.getByMail=CLFRQ0120E: An error occurred while retrieving user preferences by email with this information: {0}, {1}
#error.UserPrefServices.getByID=CLFRQ0118E: An error occurred while retrieving user preferences by identifier with this information: {0}, {1}
#error.UserPrefServices.getByPosition=CLFRQ0116E: An error occurred while retrieving user preferences by position with this information: {0},{1},{2},{3}
#error.UserPrefServices.findByPageIDColNum=CLFRQ0119E: An error occurred while retrieving user preferences by page and column with this information: {0},{1},{2}
#error.UserPrefServices.findByPageIDRowNum=CLFRQ0117E: An error occurred while retrieving user preferences by page and row with this information: {0},{1},{2}
#error.UserPrefServices.createByMail=CLFRQ0121E: An error occurred while creating user preferences by email with this information: {0},{1},{2},{3},{4},{5},{6}
#error.UserPrefServices.createByID=CLFRQ0135E: An error occurred while creating user preferences by user identifier with this information: {0},{1},{2},{3},{4},{5},{6}
error.UIServices.changePosition=CLFRQ0138E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u063a\u064a\u064a\u0631 \u0645\u0648\u0636\u0639 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0628\u0647\u0630\u0647 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a: {0}\u060c{1}\u060c{2}\u060c{3}
error.UIServices.changeWidgetSetting=CLFRQ0132E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u0645\u062d\u062f\u062f\u0627\u062a \u0644\u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0628\u0647\u0630\u0647 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a: {0}\u060c{1}
#error.UserPrefServices.changeWidgetDisplay=CLFRQ0136E: An error occurred while changing display for a widget with this information: {0}, {1}, {2}
#error.UserPrefServices.deleteByID=CLFRQ0129E: An error occurred while deleting widget preferences by user identifier with this information: {0}, {1}
#error.UserPrefServices.deleteByMail=CLFRQ0130E: An error occurred while deleting widget preferences by user email with this information: {0},{1}
#error.UserPrefServices.getUserWidgetPref=CLFRQ0140E: An error occurred while retrieving widget preferences with this identifier: {0}
error.UIServices.deleteWidgetInstance=CLFRQ0399E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u064f\u062b\u0646\u0627\u0621 \u062d\u0630\u0641 \u0646\u0633\u062e\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0628\u0627\u0644\u0645\u0641\u062a\u0627\u062d \u0627\u0644\u0623\u0633\u0627\u0633\u064a: {0}


#error.UIServices.createUserPanel=CLFRQ0294E: An  error occurred while retrieving the information related to the user interface for this user: {0}
error.UIServices.createUserInstanceWidgets=CLFRQ0292E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0643\u0648\u064a\u0646 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u062a\u0639\u0627\u0645\u0644 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645: {0}. \u062a\u0639\u062f \u0647\u0630\u0647 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u062a\u064a \u0644\u0627 \u064a\u0633\u062a\u0637\u064a\u0639 \u0627\u0644\u0646\u0638\u0627\u0645 \u062a\u062e\u0632\u064a\u0646\u0647\u0627. \u0643\u0648\u062f \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644: {1}\u060c \u0627\u0644\u062a\u0631\u062a\u064a\u0628: {2}\u060c \u0627\u0644\u062d\u0627\u0648\u064a\u0629: {3}\u060c \u062a\u0645 \u0627\u0644\u062a\u0628\u062f\u064a\u0644: {4}\u060c \u0643\u0648\u062f \u0634\u0627\u0634\u0629 \u0627\u0644\u0635\u0641\u062d\u0629 {5}\u060c \u0645\u062d\u062f\u062f\u0627\u062a \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644: {6}
error.UIServices.getUserWidgetInst=CLFRQ0291E:  \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0627\u062a \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0647\u0630\u0627: {0}
#error.UIServices.getUserWidgetsInstances=CLFRQ0293E:  An error occurred while retrieving the widget instances for the user: {0} related to this panel page {1}
error.UIServices.getUserWidgetInstanceByWidgetId=CLFRQ0295E:  \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0646\u0633\u062e \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645: {0} \u064a\u062a\u0639\u0644\u0642 \u0628\u0634\u0627\u0634\u0629 \u0627\u0644\u0635\u0641\u062d\u0629 \u0647\u0630\u0647 {1} \u0648\u0643\u0648\u062f \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0647\u0630\u0627 {2}


error.UserServices.getUserByID=CLFRQ0133E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0647\u0630\u0627: {0}
error.UserServices.getUserByEmail=CLFRQ0131E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0647\u0630\u0627: {0}
error.UserServices.createUser=CLFRQ0128E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0643\u0648\u064a\u0646 \u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0647\u0630\u0647 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a: {0}
error.UserServices.createUserUI=CLFRQ0384E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0643\u0648\u064a\u0646 \u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0627\u0644\u0643\u0648\u062f \u0627\u0644\u062f\u0627\u062e\u0644\u064a \u0647\u0630\u0627: {0}
error.UserServices.updateWelcomeNote=CLFRQ0384A: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u062d\u062f\u064a\u062b \u0645\u0630\u0643\u0631\u0629 \u0627\u0644\u062a\u0631\u062d\u064a\u0628 \u0644\u0644\u0643\u0648\u062f \u0627\u0644\u062f\u0627\u062e\u0644\u064a \u0647\u0630\u0627: {0}

error.UserServices.getNumberUsers=CLFRQ0134E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u0633\u062c\u0644\u064a\u0646 \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.
warning.UserServices.updateLastVisitForUser=CLFRQ0139W: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u062d\u062f\u064a\u062b \u0623\u062e\u0631 \u0632\u064a\u0627\u0631\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0647\u0630\u0647 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a: {0}\u060c {1}
warning.UserServices.updateLanguageForUser=CLFRQ0398W: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0644\u063a\u0629 \u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0647\u0630\u0647 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a: {0}\u060c{1}
warning.UserServices.updateWelcome=CLFRQ0137W: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u062d\u062f\u064a\u062b \u0646\u0645\u0637 \u0627\u0644\u062a\u0631\u062d\u064a\u0628 \u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0647\u0630\u0647 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a: {0}\u060c{1}
error.UIServices.get.tabInstance=CLFRQ0348E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0646\u0633\u062e\u0629 \u0639\u0644\u0627\u0645\u0629 \u062a\u0628\u0648\u064a\u0628 \u0628\u0627\u0644\u0643\u0648\u062f {0}. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.UIServices.updateNumberColumn.dataAccess=CLFRQ0349E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u062d\u062f\u064a\u062b \u0639\u062f\u062f \u0627\u0644\u0623\u0639\u0645\u062f\u0629 \u0644\u0646\u0633\u062e\u0629 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 {0}. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0625\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.UIServices.getAllTabInstancesForPerson.rollback=CLFRQ0347E: \u0644\u0645 \u064a\u0645\u0643\u0646 \u0627\u0644\u062a\u0631\u0627\u062c\u0639 \u0639\u0646 \u0639\u0645\u0644\u064a\u0629 \u0639\u0646\u062f \u062a\u0643\u0648\u064a\u0646 \u0646\u0633\u062e \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0644\u0643\u0648\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 {0}. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.UIServices.getAllTabInstancesForPerson.access=CLFRQ0345E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0639\u0646\u062f \u062a\u0643\u0648\u064a\u0646 \u0646\u0633\u062e\u0629 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0644\u0643\u0648\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 {0}. \u0627\u0631\u062c\u0639 \u0627\u0644\u0649 \u0627\u0644\u062e\u0637\u0623 \u0627\u0644\u0627\u0633\u062a\u062b\u0646\u0627\u0626\u064a \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644 \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.UIServices.getAllTabInstancesForPerson.retrieve=CLFRQ0397E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u062d\u0636\u0627\u0631 \u0643\u0634\u0641 \u0643\u0644 \u0646\u0633\u062e \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0644\u0643\u0648\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 {0}. \u0627\u0631\u062c\u0639 \u0627\u0644\u0649 \u0627\u0644\u062e\u0637\u0623 \u0627\u0644\u0627\u0633\u062a\u062b\u0646\u0627\u0626\u064a \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644 \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

error.admin.testmode.disable=CLFRQ0189E: \u0644\u0645 \u064a\u0645\u0643\u0646 \u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u0629 \u0646\u0645\u0637 \u0627\u062e\u062a\u0628\u0627\u0631 \u0627\u0644\u0627\u062f\u0627\u0631\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a {0}.
error.admin.testmode.enable=CLFRQ0188E: \u0644\u0645 \u064a\u0645\u0643\u0646 \u0627\u062a\u0627\u062d\u0629 \u0646\u0645\u0637 \u0627\u062e\u062a\u0628\u0627\u0631 \u0627\u0644\u0627\u062f\u0627\u0631\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a {0}.
error.admin.testmode.check=CLFRQ0190E: \u0644\u0645 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u062d\u0627\u0644\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629 \u0644\u0646\u0645\u0637 \u0627\u062e\u062a\u0628\u0627\u0631 \u0627\u0644\u0627\u062f\u0627\u0631\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a {0}.

error.mbean.person.service.dsservice=CLFRQ0221E: \u0644\u0645 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u062e\u062f\u0645\u0627\u062a \u0627\u0644\u062f\u0644\u064a\u0644.
error.mbean.person.service.daofactory=CLFRQ0223E: \u0644\u0645 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0645\u0631\u062c\u0639 \u0644\u0639\u0646\u0635\u0631 \u062a\u0643\u0648\u064a\u0646 \u0639\u0646\u0635\u0631 \u0627\u0644\u062a\u0648\u0635\u0644 \u0644\u0644\u0628\u064a\u0627\u0646\u0627\u062a.
error.mbean.person.service.dataaccess=CLFRQ0220E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062a\u0648\u0635\u0644 \u0627\u0644\u0649 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a: {0}
error.mbean.person.service.dserror=CLFRQ0218E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062a\u0648\u0635\u0644 \u0627\u0644\u0649 \u062e\u062f\u0645\u0627\u062a \u0627\u0644\u062f\u0644\u064a\u0644: {0}

# {0} contains a file name
error.mbean.person.service.filenotfound=CLFRQ0219E: \u0627\u0644\u0645\u0644\u0641 [{0}] \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f.

# {0} contains a file name, {1} contains an error message from an external service
error.mbean.person.service.fileerror=CLFRQ0222E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0645\u062d\u0627\u0648\u0644\u0629 \u0642\u0631\u0627\u0621\u0629 \u0627\u0644\u0645\u0644\u0641 [{0}]: {1}

# {0} contains a user id or email
error.mbean.person.service.nouser=CLFRQ0227E: \u0644\u0645 \u064a\u062a\u0645 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a [{0}] \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629.
info.mbean.person.service.ok=CLFRQ0224I: \u062a\u0645 \u0627\u0633\u062a\u0643\u0645\u0627\u0644 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b \u0628\u0646\u062c\u0627\u062d.
# {0} and {1} are integers
warn.mbean.person.service.notallfound=CLFRQ0226W: \u0644\u0645 \u064a\u062a\u0645 \u0625\u064a\u062c\u0627\u062f \u0643\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0628\u064a\u0627\u0646\u0627\u062a  \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0623\u0648 \u0641\u064a \u062e\u062f\u0645\u0629 \u062f\u0644\u064a\u0644 HCL Connections. \u062a\u0645 \u062a\u0639\u062f\u064a\u0644 {0} \u0645\u0646 {1} \u0645\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646. \u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u0631\u062c\u0648\u0639 \u0644\u0633\u062c\u0644\u0627\u062a \u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
warn.mbean.person.service.nodsobject=CLFRQ0225W: \u0644\u0645 \u064a\u062a\u0645 \u0625\u064a\u062c\u0627\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a [{0}] \u0641\u064a \u062e\u062f\u0645\u0629 \u0627\u0644\u062f\u0644\u064a\u0644. \u0642\u062f \u064a\u0643\u0648\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f \u062d\u0627\u0644\u064a\u064b\u0627.
warn.mbean.person.service.nodsobject.ln=CLFRQ0335W: \u0644\u0645 \u064a\u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0643\u0648\u062f \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 [{0}] \u0641\u064a \u062e\u062f\u0645\u0629 \u0627\u0644\u062f\u0644\u064a\u0644. \u0642\u062f \u064a\u0643\u0648\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f \u062d\u0627\u0644\u064a\u0627.
warn.mbean.person.service.nodsobject.id=CLFRQ0332W: \u0644\u0645 \u064a\u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0627\u0644\u0643\u0648\u062f  [{0}] \u0641\u064a \u062e\u062f\u0645\u0629 \u0627\u0644\u062f\u0644\u064a\u0644. \u0642\u062f \u064a\u0643\u0648\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f \u062d\u0627\u0644\u064a\u0627.
# {0} is a login name
error.mbean.person.service.loginname.exception=CLFRQ0411E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0639\u0646\u062f \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0627\u0644\u0627\u0633\u0645 {0}. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
# {0} is an email
error.mbean.person.service.email.exception=CLFRQ0406E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0639\u0646\u062f \u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a {0}. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.mbean.person.service.email.notfound.hp=CLFRQ0407E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u064a\u062c\u0627\u062f \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a {0} \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629.
error.mbean.person.service.loginname.notfound.hp=CLFRQ0409E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u064a\u062c\u0627\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0627\u0644\u0627\u0633\u0645 {0} \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629.

# HomepageMBeanFacade
info.invocation.start=CLFRQ0615I: \u0627\u0633\u062a\u062f\u0639\u0627\u0621 \u0627\u0644\u062e\u062f\u0645\u0629 [{0}]\u060c \u0627\u0644\u0637\u0631\u064a\u0642\u0629 [{0}]
info.invocation.complete=CLFRQ0614I: \u0627\u0644\u062e\u062f\u0645\u0629 \u0627\u0644\u062a\u0627\u0645\u0629 [{0}]\u060c \u0627\u0633\u062a\u062f\u0639\u0627\u0621 \u0627\u0644\u0637\u0631\u064a\u0642\u0629  [{1}]"
error.service.not.exist=CLFRQ0617E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u064a\u062c\u0627\u062f \u0627\u0644\u062e\u062f\u0645\u0629 [{0}] \u0641\u064a \u0627\u0644\u0633\u062c\u0644
error.service.no.access=CLFRQ0618E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u062a\u0648\u0635\u0644 \u0644\u0644\u062e\u062f\u0645\u0629  [{0}] \u0641\u064a \u0627\u0644\u0633\u062c\u0644
error.service.cant.construct=CLFRQ0616E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0643\u0648\u064a\u0646 \u0646\u0633\u062e\u0629 \u0644\u0644\u062e\u062f\u0645\u0629 [{0}] \u0641\u064a \u0627\u0644\u0633\u062c\u0644
error.method.not.found=CLFRQ0613E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u0637\u0631\u064a\u0642\u0629 [{1}] \u0641\u064a \u0627\u0644\u062e\u062f\u0645\u0629 [{0}]

# Metrics stuff

# Translator: MBean should not be translated
error.mbean.registrar=CLFRQ0243E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0633\u062c\u064a\u0644 Home Page MBean. \u0642\u062f \u062a\u0643\u0648\u0646 \u0627\u0645\u0643\u0627\u0646\u064a\u0627\u062a \u0627\u0644\u0627\u062f\u0627\u0631\u0629 \u063a\u064a\u0631 \u0645\u062a\u0627\u062d\u0629.
error.mbean.unregistering=CLFRQ0269E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0639\u0646\u062f \u0627\u0644\u063a\u0627\u0621 \u062a\u0633\u062c\u064a\u0644 Home page MBean.
error.mbean.locate=CLFRQ0246E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u064a\u062c\u0627\u062f \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 MBean.
error.metrics.statistics.file.creating=CLFRQ0253E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0643\u0648\u064a\u0646 \u0645\u0644\u0641 \u0627\u062d\u0635\u0627\u0626\u064a\u0627\u062a Home Page.
error.metrics.statistics.file.writing=CLFRQ0242E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0643\u062a\u0627\u0628\u0629 \u0645\u0644\u0641 \u0627\u062d\u0635\u0627\u0626\u064a\u0627\u062a Home Page.
error.metrics.statistics.file.closing=CLFRQ0235E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u063a\u0644\u0627\u0642 \u0645\u0644\u0641 \u0627\u062d\u0635\u0627\u0626\u064a\u0627\u062a Home Page.
error.metrics.statistics.file.parsing=CLFRQ0252E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u062d\u0644\u064a\u0644 \u0645\u0644\u0641 \u0627\u062d\u0635\u0627\u0626\u064a\u0627\u062a Home Page \u0644\u063a\u0648\u064a\u0627.
error.metrics.statistics.getNumberVisitPast=CLFRQ0315E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639  \u0627\u0644\u0631\u0642\u0645 \u0627\u0644\u062e\u0627\u0635 \u0628\u0627\u0644\u0632\u064a\u0627\u0631\u0629 \u0627\u0644\u0645\u062a\u0641\u0631\u062f\u0629 \u0628\u062f\u0621\u0627 \u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u062a\u0627\u0631\u064a\u062e: {0}

info.metrics.property.value=CLFRQ0257I: \u0627\u0633\u0645 \u0627\u0644\u062e\u0627\u0635\u064a\u0629: {0}\u060c \u0642\u064a\u0645\u0629 \u0627\u0644\u062e\u0627\u0635\u064a\u0629: {1}

info.metrics.setting.timeout=CLFRQ0241I: \u062a\u062d\u062f\u064a\u062f \u0627\u0646\u062a\u0647\u0627\u0621 \u0627\u0644\u0648\u0642\u062a \u0627\u0644\u0649 {0} \u062f\u0642\u064a\u0642\u0629.
info.metrics.setting.separator=CLFRQ0250I: \u062a\u0642\u0648\u0645 \u062e\u062f\u0645\u0629 \u0627\u0644\u0642\u064a\u0627\u0633\u0627\u062a \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0627 \u0627\u0644\u0641\u0627\u0635\u0644: [{0}]
info.metrics.ok.cache.timeout=CLFRQ0240I: \u062a\u0645 \u062a\u063a\u064a\u064a\u0631 \u0627\u0646\u062a\u0647\u0627\u0621 \u0627\u0644\u0648\u0642\u062a \u0628\u0637\u0631\u064a\u0642\u0629 \u0635\u062d\u064a\u062d\u0629 \u0627\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629: [{0}]
error.metrics.cache.timeout=CLFRQ0247E: \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u0646\u062a\u0647\u0627\u0621 \u0648\u0642\u062a \u0627\u0644\u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u0648\u0633\u064a\u0637\u0629 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u0629. \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0645\u0627 \u0623\u0642\u0644 \u0645\u0646 \u0635\u0641\u0631 \u0627\u0648 \u0623\u0643\u062b\u0631 \u0645\u0646 1440 \u062f\u0642\u064a\u0642\u0629.
error.metrics.bad.sample.count=CLFRQ0261E: \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0639\u062f\u062f \u0627\u0644\u0639\u064a\u0646\u0629 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u0629.
error.metrics.bad.separator=CLFRQ0254E: \u0627\u0644\u0637\u0648\u0644 \u0627\u0644\u062e\u0627\u0635 \u0628\u0627\u0644\u0641\u0627\u0635\u0644 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d. \u0627\u0644\u0641\u0627\u0635\u0644 \u0623\u0643\u062b\u0631 \u0645\u0646 \u062d\u0631\u0641 \u0648\u0627\u062d\u062f.
error.metrics.field.key=CLFRQ0266E: \u0646\u0648\u0639 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062e\u0627\u0635 \u0628\u0627\u0644\u0645\u062c\u0627\u0644 \u0627\u0644\u0631\u0626\u064a\u0633\u064a \u063a\u064a\u0631 \u0635\u062d\u064a\u062d.
error.metrics.field.key.notfound=CLFRQ0245E: \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u0644\u0645\u062c\u0627\u0644 \u0627\u0644\u0631\u0626\u064a\u0633\u064a \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u0629.
error.metrics.file=CLFRQ0236E: \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0630\u064a \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647 \u0641\u064a \u062e\u062f\u0645\u0629 \u0627\u0644\u0642\u064a\u0627\u0633\u0627\u062a \u063a\u064a\u0631 \u0635\u062d\u064a\u062d. \u0627\u0633\u0645 \u0627\u0644\u0645\u0644\u0641 \u0647\u0648 [{0}].
info.metrics.dir=CLFRQ0264I: \u0627\u062e\u062a\u0628\u0627\u0631 \u0645\u0627 \u0627\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0645\u0644\u0641 \u0623\u0648 \u0627\u0644\u062f\u0644\u064a\u0644 [{0}] \u0645\u0648\u062c\u0648\u062f.
info.metrics.dir.ok=CLFRQ0256I: \u0627\u0644\u0645\u0644\u0641 \u0623\u0648 \u0627\u0644\u062f\u0644\u064a\u0644 [{0}] \u0645\u0648\u062c\u0648\u062f.
info.metrics.file.ok=CLFRQ0268I: \u0627\u0644\u0645\u0633\u0627\u0631 [{0}] \u064a\u0639\u062f \u0645\u0644\u0641\u060c \u0648\u0644\u064a\u0633 \u062f\u0644\u064a\u0644.
info.metrics.file.ok.read=CLFRQ0244I: \u064a\u0645\u0643\u0646 \u0642\u0631\u0627\u0621\u0629 \u0627\u0644\u0645\u0644\u0641 [{0}].
error.metrics.file.read=CLFRQ0239E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0642\u0631\u0627\u0621\u0629 \u0627\u0644\u0645\u0644\u0641 [{0}].
error.metrics.notfile=CLFRQ0260E: \u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u062f\u0644\u064a\u0644\u060c \u0648\u0644\u064a\u0633 \u0645\u0644\u0641.
error.metrics.file.notexisting=CLFRQ0255E: \u0627\u0644\u0645\u0644\u0641 \u0623\u0648 \u0627\u0644\u062f\u0644\u064a\u0644 {0} \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f.
info.metrics.file.success=CLFRQ0262I: \u062a\u0645 \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0645\u0644\u0641 [{0}] \u0628\u0646\u062c\u0627\u062d.
error.metrics.file.create=CLFRQ0259E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0645\u0644\u0641 [{0}].
error.metrics.file.already.exists=CLFRQ0248E: \u0627\u0644\u0645\u0644\u0641 [{0}] \u0645\u0648\u062c\u0648\u062f \u0628\u0627\u0644\u0641\u0639\u0644.
info.metrics.hash.seeded=CLFRQ0237I: \u062a\u0645 \u0627\u0633\u062a\u062e\u0631\u0627\u062c \u062c\u062f\u0648\u0644 Hash table.

error.metrics.total.users=CLFRQ0267E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646.
error.metrics.total.widgets=CLFRQ0251E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644.
error.metrics.enabled.widgets=CLFRQ0258E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u062a\u0627\u062d\u0629.
error.metrics.open.widgets=CLFRQ0263E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0641\u062a\u0648\u062d\u0629.
error.metrics.widgets.usage=CLFRQ0265E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0639\u062f\u062f \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644.
error.metrics.visits.hour=CLFRQ0238E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0639\u062f\u062f \u0627\u0644\u0632\u064a\u0627\u0631\u0627\u062a \u0641\u064a \u0627\u0644\u0633\u0627\u0639\u0629 \u0627\u0644\u0645\u0627\u0636\u064a\u0629.
error.metrics.visits.day=CLFRQ0249E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0639\u062f\u062f \u0627\u0644\u0632\u064a\u0627\u0631\u0627\u062a \u0641\u064a 24 \u0633\u0627\u0639\u0629 \u0627\u0644\u0645\u0627\u0636\u064a\u0629.

error.NotificationService.addNotification=CLFRQ0314E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0643\u0648\u064a\u0646 \u0627\u0639\u0644\u0627\u0645 \u0628\u0647\u0630\u0647 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a: {0}

error.widgetInfo.retrieve.HttpError=CLFRQ0322E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0645\u0644\u0641 \u0645\u0648\u0635\u0641 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0648\u062c\u0648\u062f \u0641\u064a {0}. \u0643\u0648\u062f \u0627\u0644\u062e\u0637\u0623 \u0627\u0644\u0645\u0631\u062a\u062c\u0639 \u0647\u0648 {1}
error.widgetInfo.retrieve.IOError=CLFRQ0319E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0642\u0631\u0627\u0621\u0629 \u0645\u0644\u0641 \u0648\u0635\u0641 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0630\u064a \u062a\u0645 \u0625\u0631\u062c\u0627\u0639\u0647 \u0627\u0644\u0645\u0648\u062c\u0648\u062f \u0641\u064a {0}. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0625\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.widgetInfo.retrieve.IOError.file=CLFRQ0320E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0642\u0631\u0627\u0621\u0629 \u0645\u0644\u0641 \u0645\u0648\u0635\u0641 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0648\u062c\u0648\u062f \u0641\u064a {0}. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.widgetInfo.retrieve.http.HttpError=CLFRQ0321E: \u062d\u062f\u062b \u062e\u0637\u0623 HTTP \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0645\u0644\u0641 \u0645\u0648\u0635\u0641 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0648\u062c\u0648\u062f \u0641\u064a {0}. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.widgetInfo.retrieve.http.IOError=CLFRQ0318E: \u062d\u062f\u062b \u062e\u0637\u0623 IO \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0645\u0644\u0641 \u0645\u0648\u0635\u0641 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0648\u062c\u0648\u062f \u0641\u064a {0}. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
warn.cache.retrieve.batch=CLFRQ0396W: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u062e\u0632\u064a\u0646 \u0645\u0644\u0641 \u0645\u0648\u0635\u0641 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 {0} \u0641\u064a \u0639\u0645\u0644\u064a\u0629 \u062f\u0641\u0639\u064a\u0629. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644. \u0633\u064a\u062a\u0645 \u0627\u0644\u0627\u0633\u062a\u0645\u0631\u0627\u0631 \u0641\u064a \u0627\u0644\u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062f\u0641\u0639\u064a\u0629.

# Translator: {0} contains an email address, {1} contains a user ID
error.email.duplicate.exid=CLFRQ0336E: \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a [{0}] \u0645\u0648\u062c\u0648\u062f \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a. \u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0627\u0644\u0643\u0648\u062f \u0627\u0644\u062e\u0627\u0631\u062c\u064a [{0}] \u0627\u0644\u0649 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.
error.email.duplicate.loginname=CLFRQ0334E: \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a [{0}] \u0645\u0648\u062c\u0648\u062f \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a. \u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0630\u0648 \u0643\u0648\u062f \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 [{0}] \u0627\u0644\u0649 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.
error.empty.dsobject=CLFRQ0333E: \u062a\u0645 \u0625\u0631\u0633\u0627\u0644 DSObject \u0641\u0627\u0631\u063a \u0643\u0623\u062d\u062f \u0627\u0644\u0645\u0639\u0627\u0645\u0644\u0627\u062a.

error.SecuritySupportServices.DAOException=CLFRQ0391E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0637\u0628\u0642\u0629 \u062e\u062f\u0645\u0629 \u0627\u0644\u0633\u0631\u064a\u0629 \u0623\u062b\u0646\u0627\u0621 \u0645\u062d\u0627\u0648\u0644\u0629 \u062a\u0646\u0641\u064a\u0630 \u0623\u062d\u062f \u0627\u0644\u0639\u0645\u0644\u064a\u0627\u062a \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629 \u0628\u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

info.homepagepersonservice.result=CLFRQ0410I: \u062a\u0645\u062a \u0627\u0644\u0639\u0645\u0644\u064a\u0629 \u0628\u0646\u062c\u0627\u062d. \u0639\u062f\u062f \u0627\u0644\u0633\u062c\u0644\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u062a\u0639\u062f\u064a\u0644\u0647\u0627 \u0647\u0648 {0}.
