# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.dboard.rollback=CLFRQ0114E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043d\u0443\u043b\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438.

# The following properties contain non-readable non-translatable parameters (such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd')
#error.UserPrefServices.getUserPrefs=CLFRQ0115E: An error occurred while retrieving user preferences information with this information: {0}
#error.UserPrefServices.getByMail=CLFRQ0120E: An error occurred while retrieving user preferences by email with this information: {0}, {1}
#error.UserPrefServices.getByID=CLFRQ0118E: An error occurred while retrieving user preferences by identifier with this information: {0}, {1}
#error.UserPrefServices.getByPosition=CLFRQ0116E: An error occurred while retrieving user preferences by position with this information: {0},{1},{2},{3}
#error.UserPrefServices.findByPageIDColNum=CLFRQ0119E: An error occurred while retrieving user preferences by page and column with this information: {0},{1},{2}
#error.UserPrefServices.findByPageIDRowNum=CLFRQ0117E: An error occurred while retrieving user preferences by page and row with this information: {0},{1},{2}
#error.UserPrefServices.createByMail=CLFRQ0121E: An error occurred while creating user preferences by email with this information: {0},{1},{2},{3},{4},{5},{6}
#error.UserPrefServices.createByID=CLFRQ0135E: An error occurred while creating user preferences by user identifier with this information: {0},{1},{2},{3},{4},{5},{6}
error.UIServices.changePosition=CLFRQ0138E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u0440\u043e\u043c\u044f\u043d\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0437\u0438\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u0441 \u0442\u0430\u0437\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f: {0},{1},{2},{3}
error.UIServices.changeWidgetSetting=CLFRQ0132E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u0440\u043e\u043c\u044f\u043d\u0430\u0442\u0430 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u0441 \u0442\u0430\u0437\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f: {0},{1}
#error.UserPrefServices.changeWidgetDisplay=CLFRQ0136E: An error occurred while changing display for a widget with this information: {0}, {1}, {2}
#error.UserPrefServices.deleteByID=CLFRQ0129E: An error occurred while deleting widget preferences by user identifier with this information: {0}, {1}
#error.UserPrefServices.deleteByMail=CLFRQ0130E: An error occurred while deleting widget preferences by user email with this information: {0},{1}
#error.UserPrefServices.getUserWidgetPref=CLFRQ0140E: An error occurred while retrieving widget preferences with this identifier: {0}
error.UIServices.deleteWidgetInstance=CLFRQ0399E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u0441 \u0442\u043e\u0437\u0438 \u043e\u0441\u043d\u043e\u0432\u0435\u043d \u043a\u043b\u044e\u0447: {0}


#error.UIServices.createUserPanel=CLFRQ0294E: An  error occurred while retrieving the information related to the user interface for this user: {0}
error.UIServices.createUserInstanceWidgets=CLFRQ0292E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430  \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b: {0}. \u0422\u0443\u043a \u0438\u043c\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f \u043c\u043e\u0434\u0443\u043b, \u043a\u043e\u044f\u0442\u043e \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u0438. \u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b: {1}, Order: {2}, Container: {3}, IsToggled: {4}, \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 PagePanel {5}, Widget Settings: {6}
error.UIServices.getUserWidgetInst=CLFRQ0291E:  \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u0441 \u0442\u043e\u0437\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440: {0}
#error.UIServices.getUserWidgetsInstances=CLFRQ0293E:  An error occurred while retrieving the widget instances for the user: {0} related to this panel page {1}
error.UIServices.getUserWidgetInstanceByWidgetId=CLFRQ0295E:  \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440\u0438 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b: {0}, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441 \u0442\u043e\u0437\u0438 \u043f\u0430\u043d\u0435\u043b \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 {1} \u0438 \u0442\u043e\u0437\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b {2}


error.UserServices.getUserByID=CLFRQ0133E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0442\u043e\u0437\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440: {0}
error.UserServices.getUserByEmail=CLFRQ0131E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0442\u043e\u0437\u0438 \u0438\u043c\u0435\u0439\u043b: {0}
error.UserServices.createUser=CLFRQ0128E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0442\u0430\u0437\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f: {0}
error.UserServices.createUserUI=CLFRQ0384E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0442\u043e\u0437\u0438 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440: {0}
error.UserServices.updateWelcomeNote=CLFRQ0384A: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0431\u0435\u043b\u0435\u0436\u043a\u0430 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0432\u044a\u0442\u0440\u0435\u0448\u0435\u043d \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440: {0}

error.UserServices.getNumberUsers=CLFRQ0134E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0431\u0440\u043e\u044f \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435, \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0438 \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438.
warning.UserServices.updateLastVisitForUser=CLFRQ0139W: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u043f\u043e\u0441\u0435\u0449\u0435\u043d\u0438\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0442\u0430\u0437\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f: {0},{1}
warning.UserServices.updateLanguageForUser=CLFRQ0398W: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0435\u0437\u0438\u043a\u0430 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0442\u0430\u0437\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f: {0},{1}
warning.UserServices.updateWelcome=CLFRQ0137W: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0431\u0435\u043b\u0435\u0436\u043a\u0430 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0442\u0430\u0437\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f:{0},{1}
error.UIServices.get.tabInstance=CLFRQ0348E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b \u0441 \u0442\u043e\u0437\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0}. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.
error.UIServices.updateNumberColumn.dataAccess=CLFRQ0349E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0431\u0440\u043e\u044f \u043d\u0430 \u043a\u043e\u043b\u043e\u043d\u0438\u0442\u0435 \u0437\u0430 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b {0}. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.
error.UIServices.getAllTabInstancesForPerson.rollback=CLFRQ0347E: \u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0430\u043d\u0443\u043b\u0438\u0440\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f\u0442\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440\u0438 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0}. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.
error.UIServices.getAllTabInstancesForPerson.access=CLFRQ0345E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0}. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.
error.UIServices.getAllTabInstancesForPerson.retrieve=CLFRQ0397E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u0432\u0441\u0438\u0447\u043a\u0438 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440\u0438 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0438 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0}. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.

error.admin.testmode.disable=CLFRQ0189E: \u0422\u0435\u0441\u0442\u043e\u0432\u043e\u0442\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u043e \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u043c\u0435\u0439\u043b {0}.
error.admin.testmode.enable=CLFRQ0188E: \u0420\u0435\u0436\u0438\u043c\u044a\u0442 \u043d\u0430 \u0442\u0435\u0441\u0442\u043e\u0432\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u043c\u0435\u0439\u043b {0}.
error.admin.testmode.check=CLFRQ0190E: \u0422\u0435\u043a\u0443\u0449\u043e\u0442\u043e \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043d\u0430 \u0440\u0435\u0436\u0438\u043c\u0430 \u043d\u0430 \u0442\u0435\u0441\u0442\u043e\u0432\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u043c\u0435\u0439\u043b {0}.

error.mbean.person.service.dsservice=CLFRQ0221E: \u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435 \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0430\u0442\u0430 \u043a\u044a\u043c \u0441\u043f\u0440\u0430\u0432\u043e\u0447\u043d\u0430\u0442\u0430 \u0443\u0441\u043b\u0443\u0433\u0430.
error.mbean.person.service.daofactory=CLFRQ0223E: \u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435 \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0430\u0442\u0430 \u043a\u044a\u043c \u043c\u043e\u0434\u0443\u043b\u0430 \u0437\u0430 \u043e\u0431\u0435\u043a\u0442 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0434\u0430\u043d\u043d\u0438.
error.mbean.person.service.dataaccess=CLFRQ0220E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438: {0}
error.mbean.person.service.dserror=CLFRQ0218E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0441\u043f\u0440\u0430\u0432\u043e\u0447\u043d\u0430\u0442\u0430 \u0443\u0441\u043b\u0443\u0433\u0430: {0}

# {0} contains a file name
error.mbean.person.service.filenotfound=CLFRQ0219E: \u0424\u0430\u0439\u043b [{0}] \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.

# {0} contains a file name, {1} contains an error message from an external service
error.mbean.person.service.fileerror=CLFRQ0222E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442 \u0437\u0430 \u043f\u0440\u043e\u0447\u0438\u0442\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b [{0}]: {1}

# {0} contains a user id or email
error.mbean.person.service.nouser=CLFRQ0227E: \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u043c\u0435\u0439\u043b [{0}] \u043d\u0435 \u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
info.mbean.person.service.ok=CLFRQ0224I: \u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0438 \u0443\u0441\u043f\u0435\u0448\u043d\u043e.
# {0} and {1} are integers
warn.mbean.person.service.notallfound=CLFRQ0226W: \u041d\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0441\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0430 Home Page \u0438\u043b\u0438 \u0432 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430 \u043d\u0430 HCL Connections. {0} \u043e\u0442 {1} \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0441\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0442\u0435 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0437\u0430 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u0438 \u0434\u0430\u043d\u043d\u0438.
warn.mbean.person.service.nodsobject=CLFRQ0225W: \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u043c\u0435\u0439\u043b [{0}] \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0432 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430. \u0422\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043c\u043e\u0436\u0435 \u0432\u0435\u0447\u0435 \u0434\u0430 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.
warn.mbean.person.service.nodsobject.ln=CLFRQ0335W: \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u043c\u0435 \u0437\u0430 \u0432\u043b\u0438\u0437\u0430\u043d\u0435 [{0}] \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0432 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430. \u0422\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043c\u043e\u0436\u0435 \u0432\u0435\u0447\u0435 \u0434\u0430 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.
warn.mbean.person.service.nodsobject.id=CLFRQ0332W: \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 [{0}] \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0432 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430. \u0422\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043c\u043e\u0436\u0435 \u0432\u0435\u0447\u0435 \u0434\u0430 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.
# {0} is a login name
error.mbean.person.service.loginname.exception=CLFRQ0411E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u043c\u0435 \u0437\u0430 \u0432\u043b\u0438\u0437\u0430\u043d\u0435 {0}. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.
# {0} is an email
error.mbean.person.service.email.exception=CLFRQ0406E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u043c\u0435\u0439\u043b {0}. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.
error.mbean.person.service.email.notfound.hp=CLFRQ0407E: \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441 {0} \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0430 Home Page.
error.mbean.person.service.loginname.notfound.hp=CLFRQ0409E: \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0438\u043c\u0435 \u0437\u0430 \u0432\u043b\u0438\u0437\u0430\u043d\u0435 {0} \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0430 Home Page.

# HomepageMBeanFacade
info.invocation.start=CLFRQ0615I: \u0418\u0437\u0432\u0438\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 [{0}], \u043c\u0435\u0442\u043e\u0434 [{0}]
info.invocation.complete=CLFRQ0614I: \u0417\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 [{0}], \u043c\u0435\u0442\u043e\u0434 [{1}]" \u0438\u0437\u0432\u0438\u043a\u0432\u0430\u043d\u0435
error.service.not.exist=CLFRQ0617E: \u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u043d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 [{0}] \u0432 \u0440\u0435\u0433\u0438\u0441\u0442\u044a\u0440\u0430
error.service.no.access=CLFRQ0618E: \u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u043e\u0441\u044a\u0449\u0435\u0441\u0442\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0443\u0441\u043b\u0443\u0433\u0430 [{0}] \u0432 \u0440\u0435\u0433\u0438\u0441\u0442\u044a\u0440\u0430
error.service.cant.construct=CLFRQ0616E: \u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u043a\u043e\u043d\u0441\u0442\u0440\u0443\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u043c\u043e\u0434\u0435\u043b \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 [{0}] \u0432 \u0440\u0435\u0433\u0438\u0441\u0442\u044a\u0440\u0430
error.method.not.found=CLFRQ0613E: \u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0438\u0437\u0432\u0438\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u043c\u0435\u0442\u043e\u0434 [{1}] \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 [{0}]

# Metrics stuff

# Translator: MBean should not be translated
error.mbean.registrar=CLFRQ0243E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 MBean \u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. \u0414\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u0443\u0441\u043b\u0443\u0433\u0438 \u0437\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0435 \u0441\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438.
error.mbean.unregistering=CLFRQ0269E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0442\u043c\u044f\u043d\u0430\u0442\u0430 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 MBean \u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
error.mbean.locate=CLFRQ0246E: \u0421\u044a\u0440\u0432\u044a\u0440\u044a\u0442 \u043d\u0430 MBean \u043d\u0435 \u043c\u043e\u0436\u0430 \u0441\u0435 \u043d\u0430\u043c\u0435\u0440\u0438.
error.metrics.statistics.file.creating=CLFRQ0253E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b \u0441\u044a\u0441 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0438 \u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
error.metrics.statistics.file.writing=CLFRQ0242E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 \u0441\u044a\u0441 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0438 \u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
error.metrics.statistics.file.closing=CLFRQ0235E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u0442\u0432\u0430\u0440\u044f\u043d\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 \u0441\u044a\u0441 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0438 \u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
error.metrics.statistics.file.parsing=CLFRQ0252E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 \u0441\u044a\u0441 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0438 \u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
error.metrics.statistics.getNumberVisitPast=CLFRQ0315E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043de\u0442\u043e \u043d\u0430 \u0431\u0440\u043e\u044f \u043d\u0430 \u0443\u043d\u0438\u043a\u0430\u043b\u043d\u0438\u0442\u0435 \u043f\u043e\u0441\u0435\u0449\u0435\u043d\u0438\u044f \u043e\u0442 \u0442\u0430\u0437\u0438 \u0434\u0430\u0442\u0430: {0}

info.metrics.property.value=CLFRQ0257I: \u0418\u043c\u0435 \u043d\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e: {0}, \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043d\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e: {1}

info.metrics.setting.timeout=CLFRQ0241I: \u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435 \u0437\u0430 \u0438\u0437\u0447\u0430\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 {0} \u043c\u0438\u043d\u0443\u0442\u0438.
info.metrics.setting.separator=CLFRQ0250I: \u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u043c\u0435\u0442\u0440\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0442\u043e\u0437\u0438 \u0440\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435\u043b: [{0}]
info.metrics.ok.cache.timeout=CLFRQ0240I: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0442\u043e \u0437\u0430 \u0438\u0437\u0447\u0430\u043a\u0432\u0430\u043d\u0435 \u043d\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0430 \u043d\u0430: [{0}]
error.metrics.cache.timeout=CLFRQ0247E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u0437\u0430 \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0438\u0437\u0447\u0430\u043a\u0432\u0430\u043d\u0435 \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430. \u0422\u044f \u0435 \u043f\u043e-\u043c\u0430\u043b\u043a\u0430 \u043e\u0442 0 \u0438\u043b\u0438 \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u0430 \u043e\u0442 1440 \u043c\u0438\u043d\u0443\u0442\u0438.
error.metrics.bad.sample.count=CLFRQ0261E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0431\u0440\u043e\u044f \u043d\u0430 \u043e\u0431\u0440\u0430\u0437\u0446\u0438\u0442\u0435 \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e.
error.metrics.bad.separator=CLFRQ0254E: \u0414\u044a\u043b\u0436\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435\u043b\u044f \u0435 \u0433\u0440\u0435\u0448\u043d\u0430. \u0422\u043e\u0439 \u0435 \u043f\u043e-\u0434\u044a\u043b\u044a\u0433 \u043e\u0442 \u0435\u0434\u0438\u043d \u0437\u043d\u0430\u043a.
error.metrics.field.key=CLFRQ0266E: \u0422\u0438\u043f\u044a\u0442 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0432 \u043a\u043b\u044e\u0447\u0430 \u0432 \u043f\u043e\u043b\u0435\u0442\u043e \u0435 \u0433\u0440\u0435\u0448\u0435\u043d.
error.metrics.field.key.notfound=CLFRQ0245E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043a\u043b\u044e\u0447\u0430 \u0432 \u043f\u043e\u043b\u0435\u0442\u043e \u0435 \u0433\u0440\u0435\u0448\u043d\u0430.
error.metrics.file=CLFRQ0236E: \u0424\u0430\u0439\u043b\u044a\u0442, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u0432 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u043c\u0435\u0442\u0440\u0438\u0447\u043d\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438, \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d. \u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 \u0435 [{0}].
info.metrics.dir=CLFRQ0264I: \u041f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u0434\u0430\u043b\u0438 \u0444\u0430\u0439\u043b\u044a\u0442 \u0438\u043b\u0438 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430 [{0}] \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442.
info.metrics.dir.ok=CLFRQ0256I: \u0424\u0430\u0439\u043b\u044a\u0442 \u0438\u043b\u0438 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430 [{0}] \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442.
info.metrics.file.ok=CLFRQ0268I: \u041f\u044a\u0442\u044f\u0442 [{0}] \u0435 \u0444\u0430\u0439\u043b, \u0430 \u043d\u0435 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f.
info.metrics.file.ok.read=CLFRQ0244I: \u0424\u0430\u0439\u043b\u044a\u0442 [{0}] \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u0447\u0435\u0442\u0435\u043d.
error.metrics.file.read=CLFRQ0239E: \u0424\u0430\u0439\u043b\u044a\u0442 {0}] \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u0447\u0435\u0442\u0435\u043d.
error.metrics.notfile=CLFRQ0260E: \u041f\u043e\u0441\u043e\u0447\u0435\u043d\u0430 \u0435 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f, \u043d\u043e \u043d\u0435 \u0438 \u0444\u0430\u0439\u043b.
error.metrics.file.notexisting=CLFRQ0255E: \u0424\u0430\u0439\u043b\u044a\u0442 \u0438\u043b\u0438 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430 {0} \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442.
info.metrics.file.success=CLFRQ0262I: \u0424\u0430\u0439\u043b\u044a\u0442 [{0}] \u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d \u0443\u0441\u043f\u0435\u0448\u043d\u043e.
error.metrics.file.create=CLFRQ0259E: \u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b [{0}] \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.
error.metrics.file.already.exists=CLFRQ0248E: \u0424\u0430\u0439\u043b\u044a\u0442 [{0}] \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.
info.metrics.hash.seeded=CLFRQ0237I: \u041f\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0430 \u0435 \u0445\u0435\u0448 \u0442\u0430\u0431\u043b\u0438\u0446\u0430.

error.metrics.total.users=CLFRQ0267E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043e\u0431\u0449\u0438\u044f \u0431\u0440\u043e\u0439 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435.
error.metrics.total.widgets=CLFRQ0251E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043e\u0431\u0449\u0438\u044f \u0431\u0440\u043e\u0439 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u0442\u0435 \u043c\u043e\u0434\u0443\u043b\u0438 \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435.
error.metrics.enabled.widgets=CLFRQ0258E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043e\u0431\u0449\u0438\u044f \u0431\u0440\u043e\u0439 \u043d\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0438\u0442\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438 \u043c\u043e\u0434\u0443\u043b\u0438 \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435.
error.metrics.open.widgets=CLFRQ0263E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043e\u0431\u0449\u0438\u044f \u0431\u0440\u043e\u0439 \u043d\u0430 \u043e\u0442\u0432\u043e\u0440\u0435\u043d\u0438\u0442\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438 \u043c\u043e\u0434\u0443\u043b\u0438 \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435.
error.metrics.widgets.usage=CLFRQ0265E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0431\u0440\u043e\u044f \u043d\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438\u0442\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438 \u043c\u043e\u0434\u0443\u043b\u0438 \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435.
error.metrics.visits.hour=CLFRQ0238E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0431\u0440\u043e\u044f \u043d\u0430 \u043f\u043e\u0441\u0435\u0449\u0435\u043d\u0438\u044f\u0442\u0430 \u043f\u0440\u0435\u0437 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u044f \u0447\u0430\u0441 \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435.
error.metrics.visits.day=CLFRQ0249E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0431\u0440\u043e\u044f \u043d\u0430 \u043f\u043e\u0441\u0435\u0449\u0435\u043d\u0438\u044f\u0442\u0430 \u0432 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 24 \u0447\u0430\u0441\u0430 \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435.

error.NotificationService.addNotification=CLFRQ0314E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u0441 \u0442\u0430\u0437\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f: {0}

error.widgetInfo.retrieve.HttpError=CLFRQ0322E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u0430 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f \u043c\u043e\u0434\u0443\u043b, \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d \u0432 {0}. \u041a\u043e\u0434\u044a\u0442 \u043d\u0430 \u0432\u044a\u0440\u043d\u0430\u0442\u0430\u0442\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0435 {1}
error.widgetInfo.retrieve.IOError=CLFRQ0319E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0440\u0430\u0437\u0447\u0438\u0442\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0432\u044a\u0440\u043d\u0430\u0442\u0438\u044f \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b, \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d \u0432 {0}. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.
error.widgetInfo.retrieve.IOError.file=CLFRQ0320E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0440\u0430\u0437\u0447\u0438\u0442\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 \u043d\u0430 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u0430 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b, \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d \u0432 {0}. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438
error.widgetInfo.retrieve.http.HttpError=CLFRQ0321E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 HTTP \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b, \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d \u0432 {0}. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438
error.widgetInfo.retrieve.http.IOError=CLFRQ0318E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 IO \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b, \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d \u0432 {0}. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438
warn.cache.retrieve.batch=CLFRQ0396W: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b {0} \u0432 \u043f\u0440\u043e\u0446\u0435\u0441 \u043d\u0430 \u043f\u0430\u043a\u0435\u0442\u0438\u0440\u0430\u043d\u0435. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u041f\u0440\u043e\u0446\u0435\u0441\u044a\u0442 \u043d\u0430 \u043f\u0430\u043a\u0435\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0430\u0432\u0430.

# Translator: {0} contains an email address, {1} contains a user ID
error.email.duplicate.exid=CLFRQ0336E: \u0418\u043c\u0435\u0439\u043b [{0}] \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438. \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b, \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d \u0441 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 [{0}] \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0434\u043e\u0431\u0430\u0432\u0438 \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438.
error.email.duplicate.loginname=CLFRQ0334E: \u0418\u043c\u0435\u0439\u043b [{0}] \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438. \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b, \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d \u0441 \u0438\u043c\u0435 \u0437\u0430 \u0432\u043b\u0438\u0437\u0430\u043d\u0435 [{0}] \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0434\u043e\u0431\u0430\u0432\u0438 \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438.
error.empty.dsobject=CLFRQ0333E: \u041f\u0440\u0430\u0437\u0435\u043d DSObject \u0435 \u043f\u0440\u0430\u0442\u0435\u043d \u0437\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440.

error.SecuritySupportServices.DAOException=CLFRQ0391E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0432 \u0441\u043b\u043e\u044f \u043d\u0430 \u0437\u0430\u0449\u0438\u0442\u043d\u0430\u0442\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\u0442\u0430, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0430 \u0441 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438. \u0412\u0438\u0436\u0442\u0435 \u0432\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.

info.homepagepersonservice.result=CLFRQ0410I: \u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0438 \u0443\u0441\u043f\u0435\u0448\u043d\u043e. \u0411\u0440\u043e\u044f \u043d\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u0437\u0430\u043f\u0438\u0441\u0438 \u0435 {0}.
