# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.dboard.rollback=CLFRQ0114E: \u0414\u0435\u0440\u0435\u043a\u049b\u043e\u0440 \u0431\u0456\u0440\u0456\u0437\u0434\u0456 \u0430\u043c\u0430\u043b\u044b\u049b \u049b\u0430\u0439\u0442\u0430\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

# The following properties contain non-readable non-translatable parameters (such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd')
#error.UserPrefServices.getUserPrefs=CLFRQ0115E: An error occurred while retrieving user preferences information with this information: {0}
#error.UserPrefServices.getByMail=CLFRQ0120E: An error occurred while retrieving user preferences by email with this information: {0}, {1}
#error.UserPrefServices.getByID=CLFRQ0118E: An error occurred while retrieving user preferences by identifier with this information: {0}, {1}
#error.UserPrefServices.getByPosition=CLFRQ0116E: An error occurred while retrieving user preferences by position with this information: {0},{1},{2},{3}
#error.UserPrefServices.findByPageIDColNum=CLFRQ0119E: An error occurred while retrieving user preferences by page and column with this information: {0},{1},{2}
#error.UserPrefServices.findByPageIDRowNum=CLFRQ0117E: An error occurred while retrieving user preferences by page and row with this information: {0},{1},{2}
#error.UserPrefServices.createByMail=CLFRQ0121E: An error occurred while creating user preferences by email with this information: {0},{1},{2},{3},{4},{5},{6}
#error.UserPrefServices.createByID=CLFRQ0135E: An error occurred while creating user preferences by user identifier with this information: {0},{1},{2},{3},{4},{5},{6}
error.UIServices.changePosition=CLFRQ0138E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0456 \u0431\u0430\u0440 \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0456\u04a3 \u043e\u0440\u043d\u044b\u043d \u0430\u0443\u044b\u0441\u0442\u044b\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0},{1},{2},{3}
error.UIServices.changeWidgetSetting=CLFRQ0132E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0456 \u0431\u0430\u0440 \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0456\u04a3 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u043b\u0435\u0440\u0456\u043d \u04e9\u0437\u0433\u0435\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0},{1}
#error.UserPrefServices.changeWidgetDisplay=CLFRQ0136E: An error occurred while changing display for a widget with this information: {0}, {1}, {2}
#error.UserPrefServices.deleteByID=CLFRQ0129E: An error occurred while deleting widget preferences by user identifier with this information: {0}, {1}
#error.UserPrefServices.deleteByMail=CLFRQ0130E: An error occurred while deleting widget preferences by user email with this information: {0},{1}
#error.UserPrefServices.getUserWidgetPref=CLFRQ0140E: An error occurred while retrieving widget preferences with this identifier: {0}
error.UIServices.deleteWidgetInstance=CLFRQ0399E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u0431\u0430\u0441\u0442\u0430\u043f\u049b\u044b \u043a\u0456\u043b\u0442\u0456 \u0431\u0430\u0440 \u0432\u0438\u0434\u0436\u0435\u0442 \u0434\u0430\u043d\u0430\u0441\u044b\u043d \u0436\u043e\u044e \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}


#error.UIServices.createUserPanel=CLFRQ0294E: An  error occurred while retrieving the information related to the user interface for this user: {0}
error.UIServices.createUserInstanceWidgets=CLFRQ0292E: \u041c\u044b\u043d\u0430 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u0493\u0430 \u0432\u0438\u0434\u0436\u0435\u0442 \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}. \u0416\u04af\u0439\u0435\u0433\u0435 \u0441\u0430\u049b\u0442\u0430\u043b\u043c\u0430\u0439\u0442\u044b\u043d \u0430\u049b\u043f\u0430\u0440\u0430\u0442\u044b \u0431\u0430\u0440 \u0432\u0438\u0434\u0436\u0435\u0442 \u043e\u0441\u044b. \u0412\u0438\u0434\u0436\u0435\u0442 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b: {1}, \u0420\u0435\u0442\u0456: {2}, \u041a\u043e\u043d\u0442\u0435\u0439\u043d\u0435\u0440\u0456: {3}, IsToggled: {4}, PagePanel \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b {5}, \u0412\u0438\u0434\u0436\u0435\u0442 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u043b\u0435\u0440\u0456: {6}
error.UIServices.getUserWidgetInst=CLFRQ0291E:  \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u0432\u0438\u0434\u0436\u0435\u0442 \u0442\u0435\u04a3\u0448\u0435\u043b\u0456\u043c\u0434\u0435\u0440\u0456\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}
#error.UIServices.getUserWidgetsInstances=CLFRQ0293E:  An error occurred while retrieving the widget instances for the user: {0} related to this panel page {1}
error.UIServices.getUserWidgetInstanceByWidgetId=CLFRQ0295E:  {0} \u0430\u0442\u0442\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 {1} \u0431\u0435\u0442 \u0442\u0430\u049b\u0442\u0430\u0441\u044b\u043d\u0430 \u0436\u04d9\u043d\u0435 {2} \u0432\u0438\u0434\u0436\u0435\u0442 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b\u043d\u0430 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u0432\u0438\u0434\u0436\u0435\u0442 \u0434\u0430\u043d\u0430\u043b\u0430\u0440\u044b\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b


error.UserServices.getUserByID=CLFRQ0133E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0456\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}
error.UserServices.getUserByEmail=CLFRQ0131E: \u041a\u0435\u043b\u0435\u0441\u0456\u0434\u0435\u0439 \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430\u0441\u044b \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}
error.UserServices.createUser=CLFRQ0128E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0456 \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}
error.UserServices.createUserUI=CLFRQ0384E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u0456\u0448\u043a\u0456 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}
error.UserServices.updateWelcomeNote=CLFRQ0384A: \u041e\u0441\u044b \u0456\u0448\u043a\u0456 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u04af\u0448\u0456\u043d \u0431\u0430\u0441\u0442\u0430\u043f\u049b\u044b \u0442\u04af\u0439\u0456\u043d\u0434\u0435 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}

error.UserServices.getNumberUsers=CLFRQ0134E: \u041e\u0441\u044b \u0434\u0435\u0440\u0435\u043a\u049b\u043e\u0440\u0434\u0430 \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0442\u043e\u043b\u044b\u049b \u0441\u0430\u043d\u044b\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
warning.UserServices.updateLastVisitForUser=CLFRQ0139W: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0456 \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u0441\u043e\u04a3\u0493\u044b \u043a\u0456\u0440\u0443\u0456\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0},{1}
warning.UserServices.updateLanguageForUser=CLFRQ0398W: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0456 \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u0442\u0456\u043b\u0456\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0},{1}
warning.UserServices.updateWelcome=CLFRQ0137W: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0456 \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u0441\u04d9\u043b\u0435\u043c\u0434\u0435\u0441\u0443 \u043a\u04af\u0439\u0456\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b:{0},{1}
error.UIServices.get.tabInstance=CLFRQ0348E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u049b\u043e\u0439\u044b\u043d\u0434\u044b \u0434\u0430\u043d\u0430\u0441\u044b\u043d \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}. \u041a\u0435\u04a3\u0435\u0439\u0442\u0456\u043b\u0433\u0435\u043d \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d, \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u049b\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u0434\u044b \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.
error.UIServices.updateNumberColumn.dataAccess=CLFRQ0349E: {0} \u049b\u043e\u0439\u044b\u043d\u0434\u044b \u0434\u0430\u043d\u0430\u0441\u044b \u0431\u0430\u0493\u0430\u043d\u0434\u0430\u0440\u044b\u043d\u044b\u04a3 \u0441\u0430\u043d\u044b\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u049b\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u0434\u044b \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.
error.UIServices.getAllTabInstancesForPerson.rollback=CLFRQ0347E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u049b\u043e\u0439\u044b\u043d\u0434\u044b \u0434\u0430\u043d\u0430\u043b\u0430\u0440\u044b\u043d \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u0431\u0456\u0440\u0456\u0437\u0434\u0456 \u0430\u043c\u0430\u043b \u049b\u0430\u0439\u0442\u0430\u0440\u044b\u043b\u043c\u0430\u0434\u044b: {0}. \u041a\u0435\u04a3\u0435\u0439\u0442\u0456\u043b\u0433\u0435\u043d \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d, \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u049b\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u0434\u044b \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.
error.UIServices.getAllTabInstancesForPerson.access=CLFRQ0345E: \u041c\u044b\u043d\u0430 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b\u043d\u0430 \u049b\u043e\u0439\u044b\u043d\u0434\u044b \u0434\u0430\u043d\u0430\u0441\u044b\u043d \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}. \u041c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d, \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u049b\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u0434\u044b \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.
error.UIServices.getAllTabInstancesForPerson.retrieve=CLFRQ0397E: \u041c\u044b\u043d\u0430 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u04af\u0448\u0456\u043d \u0431\u0430\u0440\u043b\u044b\u049b \u049b\u043e\u0439\u044b\u043d\u0434\u044b \u0434\u0430\u043d\u0430\u043b\u0430\u0440\u044b\u043d \u0431\u0435\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}. \u041c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d, \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u049b\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u0434\u044b \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.

error.admin.testmode.disable=CLFRQ0189E: {0} \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b \u043f\u043e\u0448\u0442\u0430\u043b\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u04d9\u043a\u0456\u043c\u0448\u0456\u043b\u0456\u043a \u0441\u044b\u043d\u0430\u0443 \u0440\u0435\u0436\u0438\u043c\u0456 \u0430\u0436\u044b\u0440\u0430\u0442\u044b\u043b\u043c\u0430\u0434\u044b.
error.admin.testmode.enable=CLFRQ0188E: {0} \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b \u043f\u043e\u0448\u0442\u0430\u043b\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u04af\u0448\u0456\u043d \u04d9\u043a\u0456\u043c\u0448\u0456\u043b\u0456\u043a \u0441\u044b\u043d\u0430\u0443 \u0440\u0435\u0436\u0438\u043c\u0456 \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u044b\u043b\u043c\u0430\u0434\u044b.
error.admin.testmode.check=CLFRQ0190E: {0} \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b \u043f\u043e\u0448\u0442\u0430\u043b\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b\u04a3 \u04d9\u043a\u0456\u043c\u0448\u0456\u043b\u0456\u043a \u0441\u044b\u043d\u0430\u0443 \u0440\u0435\u0436\u0438\u043c\u0456\u043d\u0456\u04a3 \u043a\u04af\u0439\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u044b\u043d\u0431\u0430\u0434\u044b.

error.mbean.person.service.dsservice=CLFRQ0221E: \u041a\u0430\u0442\u0430\u043b\u043e\u0433 \u049b\u044b\u0437\u043c\u0435\u0442\u0442\u0435\u0440\u0456\u043d\u0456\u04a3 \u0441\u0456\u043b\u0442\u0435\u043c\u0435\u0441\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u044b\u043d\u0431\u0430\u0434\u044b.
error.mbean.person.service.daofactory=CLFRQ0223E: \u0414\u0435\u0440\u0435\u043a\u0442\u0435\u0440\u0434\u0456 \u0430\u0448\u0443 \u043d\u044b\u0441\u0430\u043d\u044b \u0437\u0430\u0443\u044b\u0442\u044b\u043d\u044b\u04a3 \u0441\u0456\u043b\u0442\u0435\u043c\u0435\u0441\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u044b\u043d\u0431\u0430\u0434\u044b.
error.mbean.person.service.dataaccess=CLFRQ0220E: \u0414\u0435\u0440\u0435\u043a\u049b\u043e\u0440\u0434\u044b \u0430\u0448\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}
error.mbean.person.service.dserror=CLFRQ0218E: \u041a\u0430\u0442\u0430\u043b\u043e\u0433 \u049b\u044b\u0437\u043c\u0435\u0442\u0442\u0435\u0440\u0456\u043d\u0435 \u043a\u0456\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}

# {0} contains a file name
error.mbean.person.service.filenotfound=CLFRQ0219E: [{0}] \u0444\u0430\u0439\u043b\u044b \u0436\u043e\u049b.

# {0} contains a file name, {1} contains an error message from an external service
error.mbean.person.service.fileerror=CLFRQ0222E: [{0}] \u0444\u0430\u0439\u043b\u044b\u043d \u043e\u049b\u0443\u0493\u0430 \u04d9\u0440\u0435\u043a\u0435\u0442 \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {1}

# {0} contains a user id or email
error.mbean.person.service.nouser=CLFRQ0227E: \u042d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430\u0441\u044b \u0431\u0430\u0440 [{0}] \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0434\u0435\u0440\u0435\u043a\u049b\u043e\u0440\u0434\u044b\u04a3 \u0431\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0456\u043d\u0435 \u0442\u0456\u0440\u043a\u0435\u043b\u043c\u0435\u0433\u0435\u043d.
info.mbean.person.service.ok=CLFRQ0224I: \u0416\u0430\u04a3\u0430\u0440\u0442\u0443 \u04d9\u0440\u0435\u043a\u0435\u0442\u0456 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u0434\u044b.
# {0} and {1} are integers
warn.mbean.person.service.notallfound=CLFRQ0226W: \u041d\u0435\u0433\u0456\u0437\u0433\u0456 \u0431\u0435\u0442 \u0434\u0435\u0440\u0435\u043a\u049b\u043e\u0440\u044b\u043d\u0434\u0430 \u0434\u0430, HCL Connections \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0442\u044b\u049b \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d\u0434\u0435 \u0434\u0435 \u0435\u0448\u049b\u0430\u043d\u0434\u0430\u0439 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440 \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b. {1} \u0456\u0448\u0456\u043d\u0435\u043d {0} \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0434\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0434\u0456 \u0441\u0435\u0440\u0432\u0435\u0440 \u0436\u0443\u0440\u043d\u0430\u043b\u0434\u0430\u0440\u044b\u043d\u0430\u043d \u049b\u0430\u0440\u0430\u04a3\u044b\u0437.
warn.mbean.person.service.nodsobject=CLFRQ0225W: \u042d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430\u0441\u044b [{0}] \u0431\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0442\u044b\u049b \u049b\u044b\u0437\u043c\u0435\u0442\u0442\u0435\u043d \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b. \u0411\u04b1\u043b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0435\u043d\u0434\u0456 \u0431\u043e\u043b\u043c\u0430\u0439\u0434\u044b.
warn.mbean.person.service.nodsobject.ln=CLFRQ0335W: \u041b\u043e\u0433\u0438\u043d \u0430\u0442\u044b [{0}] \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u0431\u044b\u043b\u0430\u0442\u044b\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0442\u044b\u049b \u049b\u044b\u0437\u043c\u0435\u0442\u0442\u0435\u043d \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b. \u0411\u04b1\u043b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0435\u043d\u0434\u0456 \u0431\u043e\u043b\u043c\u0430\u0439\u0434\u044b.
warn.mbean.person.service.nodsobject.id=CLFRQ0332W: ID \u043a\u043e\u0434\u044b [{0}] \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u0431\u044b\u043b\u0430\u0442\u044b\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0442\u044b\u049b \u049b\u044b\u0437\u043c\u0435\u0442\u0442\u0435\u043d \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b. \u0411\u04b1\u043b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0435\u043d\u0434\u0456 \u0431\u043e\u043b\u043c\u0430\u0439\u0434\u044b.
# {0} is a login name
error.mbean.person.service.loginname.exception=CLFRQ0411E: \u041b\u043e\u0433\u0438\u043d \u0430\u0442\u044b {0} \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u0431\u044b\u043b\u0430\u0442\u044b\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u041a\u0435\u04a3\u0435\u0439\u0442\u0456\u043b\u0433\u0435\u043d \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d, \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u049b\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u0434\u044b \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.
# {0} is an email
error.mbean.person.service.email.exception=CLFRQ0406E: \u042d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430\u0441\u044b {0} \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u0431\u044b\u043b\u0430\u0442\u044b\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u041a\u0435\u04a3\u0435\u0439\u0442\u0456\u043b\u0433\u0435\u043d \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u0430\u043b\u0443 \u04af\u0448\u0456\u043d, \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u049b\u0438\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u0434\u044b \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.
error.mbean.person.service.email.notfound.hp=CLFRQ0407E: \u042d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430\u0441\u044b {0} \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u0431\u044b\u043b\u0430\u0442\u044b\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u041d\u0435\u0433\u0456\u0437\u0433\u0456 \u0431\u0435\u0442 \u0434\u0435\u0440\u0435\u043a\u049b\u043e\u0440\u044b\u043d\u0430\u043d \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b.
error.mbean.person.service.loginname.notfound.hp=CLFRQ0409E: \u041b\u043e\u0433\u0438\u043d \u0430\u0442\u044b {0} \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u0431\u044b\u043b\u0430\u0442\u044b\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u041d\u0435\u0433\u0456\u0437\u0433\u0456 \u0431\u0435\u0442 \u0434\u0435\u0440\u0435\u043a\u049b\u043e\u0440\u044b\u043d\u0430\u043d \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b.

# HomepageMBeanFacade
info.invocation.start=CLFRQ0615I: [{0}] \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d, [{0}] \u04d9\u0434\u0456\u0441\u0456\u043d \u0448\u0430\u049b\u044b\u0440\u0443
info.invocation.complete=CLFRQ0614I: [{0}] \u0430\u044f\u049b\u0442\u0430\u043b\u0493\u0430\u043d \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d, [{1}]" \u04d9\u0434\u0456\u0441\u0456\u043d \u0448\u0430\u049b\u044b\u0440\u0443
error.service.not.exist=CLFRQ0617E: \u0422\u0456\u0437\u0431\u0435\u0434\u0435\u043d [{0}] \u049b\u044b\u0437\u043c\u0435\u0442\u0456 \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b
error.service.no.access=CLFRQ0618E: \u0422\u0456\u0437\u0431\u0435\u0434\u0435\u043d [{0}] \u049b\u044b\u0437\u043c\u0435\u0442\u0456 \u0430\u0448\u044b\u043b\u043c\u0430\u0434\u044b
error.service.cant.construct=CLFRQ0616E: \u0422\u0456\u0437\u0431\u0435\u0434\u0435 [{0}] \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d\u0456\u04a3 \u0434\u0430\u043d\u0430\u0441\u044b \u049b\u04b1\u0440\u0430\u0441\u0442\u044b\u0440\u044b\u043b\u043c\u0430\u0434\u044b
error.method.not.found=CLFRQ0613E: [{1}] \u04d9\u0434\u0456\u0441\u0456 [{0}] \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d\u0434\u0435 \u0448\u0430\u049b\u044b\u0440\u044b\u043b\u043c\u0430\u0434\u044b

# Metrics stuff

# Translator: MBean should not be translated
error.mbean.registrar=CLFRQ0243E: \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442 MBean \u0442\u0456\u0440\u043a\u0435\u043b\u0443\u0456 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u04d8\u043a\u0456\u043c\u0448\u0456 \u049b\u04b1\u0440\u0430\u043b\u0434\u0430\u0440\u044b \u0431\u043e\u043b\u043c\u0430\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d.
error.mbean.unregistering=CLFRQ0269E: \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442 MBean \u0442\u0456\u0440\u043a\u0435\u0443\u0434\u0435\u043d \u0448\u044b\u0493\u0443\u044b \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.mbean.locate=CLFRQ0246E: MBean \u0441\u0435\u0440\u0432\u0435\u0440\u0456 \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b.
error.metrics.statistics.file.creating=CLFRQ0253E: \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0442\u0456\u04a3 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430\u043b\u044b\u049b \u0444\u0430\u0439\u043b\u044b\u043d \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.metrics.statistics.file.writing=CLFRQ0242E: \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0442\u0456\u04a3 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430\u043b\u044b\u049b \u0444\u0430\u0439\u043b\u044b\u043d \u0436\u0430\u0437\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.metrics.statistics.file.closing=CLFRQ0235E: \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0442\u0456\u04a3 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430\u043b\u044b\u049b \u0444\u0430\u0439\u043b\u044b\u043d \u0436\u0430\u0431\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.metrics.statistics.file.parsing=CLFRQ0252E: \u0411\u0430\u0441\u0442\u044b \u0431\u0435\u0442\u0442\u0456\u04a3 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430\u043b\u044b\u049b \u0444\u0430\u0439\u043b\u044b\u043d \u0442\u0430\u043b\u0434\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.metrics.statistics.getNumberVisitPast=CLFRQ0315E: \u041e\u0441\u044b \u043a\u04af\u043d\u043d\u0435\u043d \u0431\u0430\u0441\u0442\u0430\u043b\u0430\u0442\u044b\u043d \u0431\u0456\u0440\u0435\u0433\u0435\u0439 \u043a\u0456\u0440\u0443 \u0441\u0430\u043d\u044b\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}

info.metrics.property.value=CLFRQ0257I: \u0421\u0438\u043f\u0430\u0442 \u0430\u0442\u044b: {0}, \u0441\u0438\u043f\u0430\u0442 \u043c\u04d9\u043d\u0456: {1}

info.metrics.setting.timeout=CLFRQ0241I: \u041a\u04af\u0442\u0443 \u0443\u0430\u049b\u044b\u0442\u044b\u043d {0} \u043c\u0438\u043d\u0443\u0442\u049b\u0430 \u043e\u0440\u043d\u0430\u0442\u0443.
info.metrics.setting.separator=CLFRQ0250I: \u041c\u0435\u0442\u0440\u0438\u043a\u0430\u043b\u0430\u0440 \u049b\u044b\u0437\u043c\u0435\u0442\u0456 \u043e\u0441\u044b \u0431\u04e9\u043b\u0433\u0456\u0448\u0442\u0456 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0434\u0430: [{0}]
info.metrics.ok.cache.timeout=CLFRQ0240I: \u041a\u04af\u0442\u0443 \u0443\u0430\u049b\u044b\u0442\u044b \u043c\u044b\u043d\u0430 \u043c\u04d9\u043d\u0433\u0435 \u0434\u04b1\u0440\u044b\u0441 \u04e9\u0437\u0433\u0435\u0440\u0442\u0456\u043b\u0434\u0456: [{0}]
error.metrics.cache.timeout=CLFRQ0247E: \u041a\u044d\u0448 \u043a\u04af\u0442\u0443 \u0443\u0430\u049b\u044b\u0442\u044b\u043d\u044b\u04a3 \u043c\u04d9\u043d\u0456 \u0436\u0430\u0440\u0430\u043c\u0441\u044b\u0437. \u041e\u043b 0-\u0434\u0435\u043d \u0442\u04e9\u043c\u0435\u043d \u043d\u0435\u043c\u0435\u0441\u0435 1440-\u0442\u0430\u043d \u0436\u043e\u0493\u0430\u0440\u044b.
error.metrics.bad.sample.count=CLFRQ0261E: \u04ae\u043b\u0433\u0456 \u0435\u0441\u0435\u0431\u0456\u043d\u0456\u04a3 \u043c\u04d9\u043d\u0456 \u0436\u0430\u0440\u0430\u043c\u0441\u044b\u0437.
error.metrics.bad.separator=CLFRQ0254E: \u0411\u04e9\u043b\u0433\u0456 \u04b1\u0437\u044b\u043d\u0434\u044b\u0493\u044b \u0434\u04b1\u0440\u044b\u0441 \u0435\u043c\u0435\u0441. \u041e\u043b \u0431\u0456\u0440 \u0442\u0430\u04a3\u0431\u0430\u0434\u0430\u043d \u0430\u0440\u0442\u044b\u049b.
error.metrics.field.key=CLFRQ0266E: \u04e8\u0440\u0456\u0441 \u043a\u0456\u043b\u0442\u0456\u043d\u0456\u04a3 \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440 \u0442\u04af\u0440\u0456 \u0434\u04b1\u0440\u044b\u0441 \u0435\u043c\u0435\u0441.
error.metrics.field.key.notfound=CLFRQ0245E: \u04e8\u0440\u0456\u0441 \u043a\u0456\u043b\u0442\u0456\u043d\u0456\u04a3 \u043c\u04d9\u043d\u0456 \u0434\u04b1\u0440\u044b\u0441 \u0435\u043c\u0435\u0441.
error.metrics.file=CLFRQ0236E: \u041c\u0435\u0442\u0440\u0438\u043a\u0430\u043b\u0430\u0440 \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d\u0434\u0435 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u043b\u0493\u0430\u043d \u0444\u0430\u0439\u043b \u2013 \u0436\u0430\u0440\u0430\u043c\u0441\u044b\u0437. \u0424\u0430\u0439\u043b \u0430\u0442\u044b \u2013 [{0}].
info.metrics.dir=CLFRQ0264I: [{0}] \u0444\u0430\u0439\u043b\u044b\u043d\u044b\u04a3 \u043d\u0435\u043c\u0435\u0441\u0435 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u044b\u043d\u044b\u04a3 \u0431\u0430\u0440 \u0435\u043a\u0435\u043d\u0434\u0456\u0433\u0456\u043d \u0442\u0435\u043a\u0441\u0435\u0440\u0443.
info.metrics.dir.ok=CLFRQ0256I: [{0}] \u0444\u0430\u0439\u043b\u044b \u043d\u0435\u043c\u0435\u0441\u0435 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u044b \u0431\u0430\u0440.
info.metrics.file.ok=CLFRQ0268I: [{0}] \u0436\u043e\u043b\u044b \u043a\u0430\u0442\u0430\u043b\u043e\u0433 \u0435\u043c\u0435\u0441, \u0444\u0430\u0439\u043b.
info.metrics.file.ok.read=CLFRQ0244I: [{0}] \u0444\u0430\u0439\u043b\u044b \u043e\u049b\u044b\u043b\u0430\u0434\u044b.
error.metrics.file.read=CLFRQ0239E: [{0}] \u0444\u0430\u0439\u043b\u044b \u043e\u049b\u044b\u043b\u043c\u0430\u0439\u0434\u044b.
error.metrics.notfile=CLFRQ0260E: \u0424\u0430\u0439\u043b \u0435\u043c\u0435\u0441, \u043a\u0430\u0442\u0430\u043b\u043e\u0433 \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u0433\u0435\u043d.
error.metrics.file.notexisting=CLFRQ0255E: {0} \u0444\u0430\u0439\u043b\u044b \u043d\u0435\u043c\u0435\u0441\u0435 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u044b \u0436\u043e\u049b.
info.metrics.file.success=CLFRQ0262I: [{0}] \u0444\u0430\u0439\u043b\u044b \u0436\u0430\u0441\u0430\u043b\u0434\u044b.
error.metrics.file.create=CLFRQ0259E: [{0}] \u0444\u0430\u0439\u043b\u044b \u0436\u0430\u0441\u0430\u043b\u043c\u0430\u0434\u044b.
error.metrics.file.already.exists=CLFRQ0248E: [{0}] \u0444\u0430\u0439\u043b\u044b \u0431\u04b1\u0440\u044b\u043d\u043d\u0430\u043d \u0431\u0430\u0440.
info.metrics.hash.seeded=CLFRQ0237I: \u0425\u044d\u0448-\u043a\u0435\u0441\u0442\u0435 \u0434\u0435\u0440\u0435\u043a \u043d\u0435\u0433\u0456\u0437\u0456 \u0436\u0430\u0441\u0430\u043b\u0434\u044b.

error.metrics.total.users=CLFRQ0267E: \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440 \u0442\u043e\u043b\u044b\u049b \u0441\u0430\u043d\u044b\u043d\u044b\u04a3 \u043c\u04d9\u043d\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u044b\u043d\u0431\u0430\u0434\u044b.
error.metrics.total.widgets=CLFRQ0251E: \u0412\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440 \u0442\u043e\u043b\u044b\u049b \u0441\u0430\u043d\u044b\u043d\u044b\u04a3 \u043c\u04d9\u043d\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u044b\u043d\u0431\u0430\u0434\u044b.
error.metrics.enabled.widgets=CLFRQ0258E: \u0406\u0441 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440 \u0442\u043e\u043b\u044b\u049b \u0441\u0430\u043d\u044b\u043d\u044b\u04a3 \u043c\u04d9\u043d\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u044b\u043d\u0431\u0430\u0434\u044b.
error.metrics.open.widgets=CLFRQ0263E: \u0410\u0448\u044b\u049b \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440 \u0442\u043e\u043b\u044b\u049b \u0441\u0430\u043d\u044b\u043d\u044b\u04a3 \u043c\u04d9\u043d\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u044b\u043d\u0431\u0430\u0434\u044b.
error.metrics.widgets.usage=CLFRQ0265E: \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u044b\u043b\u0493\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442\u0442\u0435\u0440 \u0442\u043e\u043b\u044b\u049b \u0441\u0430\u043d\u044b\u043d\u044b\u04a3 \u043c\u04d9\u043d\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u044b\u043d\u0431\u0430\u0434\u044b.
error.metrics.visits.hour=CLFRQ0238E: \u0421\u043e\u04a3\u0493\u044b \u0441\u0430\u0493\u0430\u0442\u0442\u0430 \u043a\u0456\u0440\u0443 \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440\u0456\u043d\u0456\u04a3 \u0442\u043e\u043b\u044b\u049b \u0441\u0430\u043d\u044b\u043d\u044b\u04a3 \u043c\u04d9\u043d\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u044b\u043d\u0431\u0430\u0434\u044b.
error.metrics.visits.day=CLFRQ0249E: \u0421\u043e\u04a3\u0493\u044b 24 \u0441\u0430\u0493\u0430\u0442\u0442\u0430 \u043a\u0456\u0440\u0443 \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440\u0456\u043d\u0456\u04a3 \u0442\u043e\u043b\u044b\u049b \u0441\u0430\u043d\u044b\u043d\u044b\u04a3 \u043c\u04d9\u043d\u0456 \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u044b\u043d\u0431\u0430\u0434\u044b.

error.NotificationService.addNotification=CLFRQ0314E: \u041c\u044b\u043d\u0430\u0434\u0430\u0439 \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0456 \u0431\u0430\u0440 \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u043d\u0434\u044b\u0440\u0443\u0434\u044b \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: {0}

error.widgetInfo.retrieve.HttpError=CLFRQ0322E: {0} \u043e\u0440\u043d\u044b\u043d\u0434\u0430 \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u049b\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u044b\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u049a\u0430\u0439\u0442\u0430\u0440\u044b\u043b\u0493\u0430\u043d \u049b\u0430\u0442\u0435 \u043a\u043e\u0434\u044b \u2013 {1}
error.widgetInfo.retrieve.IOError=CLFRQ0319E: {0} \u043e\u0440\u043d\u044b\u043d\u0434\u0430 \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u049b\u0430\u043d \u0431\u0435\u0440\u0456\u043b\u0433\u0435\u043d \u0432\u0438\u0434\u0436\u0435\u0442 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u044b\u043d \u043e\u049b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.
error.widgetInfo.retrieve.IOError.file=CLFRQ0320E: {0} \u043e\u0440\u043d\u044b\u043d\u0434\u0430 \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u049b\u0430\u043d \u0431\u0435\u0440\u0456\u043b\u0433\u0435\u043d \u0432\u0438\u0434\u0436\u0435\u0442 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u044b \u0444\u0430\u0439\u043b\u044b\u043d \u043e\u049b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.
error.widgetInfo.retrieve.http.HttpError=CLFRQ0321E: {0} \u043e\u0440\u043d\u044b\u043d\u0434\u0430 \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u049b\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u044b\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 HTTP \u049b\u0430\u0442\u0435\u0441\u0456 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.
error.widgetInfo.retrieve.http.IOError=CLFRQ0318E: {0} \u043e\u0440\u043d\u044b\u043d\u0434\u0430 \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u049b\u0430\u043d \u0432\u0438\u0434\u0436\u0435\u0442 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u044b\u043d \u0448\u044b\u0493\u0430\u0440\u044b\u043f \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 IO \u049b\u0430\u0442\u0435\u0441\u0456 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.
warn.cache.retrieve.batch=CLFRQ0396W: \u0422\u043e\u043f\u0442\u0430\u0441\u0442\u044b\u0440\u0443 \u043f\u0440\u043e\u0446\u0435\u0441\u0456\u043d\u0434\u0435\u0433\u0456 {0} \u0432\u0438\u0434\u0436\u0435\u0442\u0456\u043d \u0441\u0430\u049b\u0442\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437. \u0422\u043e\u043f\u0442\u0430\u0441\u0442\u044b\u0440\u0443 \u043f\u0440\u043e\u0446\u0435\u0441\u0456 \u0436\u0430\u043b\u0493\u0430\u0441\u0443\u0434\u0430.

# Translator: {0} contains an email address, {1} contains a user ID
error.email.duplicate.exid=CLFRQ0336E: [{0}] \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430\u0441\u044b \u0434\u0435\u0440\u0435\u043a\u049b\u043e\u0440\u0434\u0430 \u0431\u04b1\u0440\u044b\u043d\u043d\u0430\u043d \u0431\u0430\u0440. [{0}] \u0441\u044b\u0440\u0442\u049b\u044b \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b\u043c\u0435\u043d \u0430\u043d\u044b\u049b\u0442\u0430\u043b\u0493\u0430\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b \u0434\u0435\u0440\u0435\u043a\u049b\u043e\u0440\u0493\u0430 \u049b\u043e\u0441\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.
error.email.duplicate.loginname=CLFRQ0334E: [{0}] \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430\u0441\u044b \u0434\u0435\u0440\u0435\u043a\u049b\u043e\u0440\u0434\u0430 \u0431\u04b1\u0440\u044b\u043d\u043d\u0430\u043d \u0431\u0430\u0440. [{0}] \u043a\u0456\u0440\u0443 \u0430\u0442\u044b\u043c\u0435\u043d \u0430\u043d\u044b\u049b\u0442\u0430\u043b\u0493\u0430\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b \u0434\u0435\u0440\u0435\u043a\u049b\u043e\u0440\u0493\u0430 \u049b\u043e\u0441\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.
error.empty.dsobject=CLFRQ0333E: \u0411\u043e\u0441 DSObject \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440 \u0440\u0435\u0442\u0456\u043d\u0434\u0435 \u0436\u0456\u0431\u0435\u0440\u0456\u043b\u0433\u0435\u043d.

error.SecuritySupportServices.DAOException=CLFRQ0391E: \u0414\u0435\u0440\u0435\u043a\u049b\u043e\u0440\u0493\u0430 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0456 \u043e\u0440\u044b\u043d\u0434\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0443\u0456\u043f\u0441\u0456\u0437\u0434\u0456\u043a \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d\u0456\u04a3 \u0434\u0435\u04a3\u0433\u0435\u0439\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.

info.homepagepersonservice.result=CLFRQ0410I: \u04d8\u0440\u0435\u043a\u0435\u0442 \u0441\u04d9\u0442\u0442\u0456 \u0430\u044f\u049b\u0442\u0430\u043b\u0434\u044b. \u041a\u0435\u04a3\u0435\u0439\u0442\u0456\u043b\u0433\u0435\u043d \u0436\u0430\u0437\u0431\u0430\u043b\u0430\u0440 \u0441\u0430\u043d\u044b: {0}.
