# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.dboard.rollback=CLFRQ0114E: \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u306e\u30ed\u30fc\u30eb\u30d0\u30c3\u30af\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

# The following properties contain non-readable non-translatable parameters (such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd')
#error.UserPrefServices.getUserPrefs=CLFRQ0115E: An error occurred while retrieving user preferences information with this information: {0}
#error.UserPrefServices.getByMail=CLFRQ0120E: An error occurred while retrieving user preferences by email with this information: {0}, {1}
#error.UserPrefServices.getByID=CLFRQ0118E: An error occurred while retrieving user preferences by identifier with this information: {0}, {1}
#error.UserPrefServices.getByPosition=CLFRQ0116E: An error occurred while retrieving user preferences by position with this information: {0},{1},{2},{3}
#error.UserPrefServices.findByPageIDColNum=CLFRQ0119E: An error occurred while retrieving user preferences by page and column with this information: {0},{1},{2}
#error.UserPrefServices.findByPageIDRowNum=CLFRQ0117E: An error occurred while retrieving user preferences by page and row with this information: {0},{1},{2}
#error.UserPrefServices.createByMail=CLFRQ0121E: An error occurred while creating user preferences by email with this information: {0},{1},{2},{3},{4},{5},{6}
#error.UserPrefServices.createByID=CLFRQ0135E: An error occurred while creating user preferences by user identifier with this information: {0},{1},{2},{3},{4},{5},{6}
error.UIServices.changePosition=CLFRQ0138E: \u6b21\u306e\u60c5\u5831\u3067\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u4f4d\u7f6e\u306e\u5909\u66f4\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}\u3001{1}\u3001{2}\u3001{3}
error.UIServices.changeWidgetSetting=CLFRQ0132E: \u6b21\u306e\u60c5\u5831\u3067\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u8a2d\u5b9a\u306e\u5909\u66f4\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}\u3001{1}
#error.UserPrefServices.changeWidgetDisplay=CLFRQ0136E: An error occurred while changing display for a widget with this information: {0}, {1}, {2}
#error.UserPrefServices.deleteByID=CLFRQ0129E: An error occurred while deleting widget preferences by user identifier with this information: {0}, {1}
#error.UserPrefServices.deleteByMail=CLFRQ0130E: An error occurred while deleting widget preferences by user email with this information: {0},{1}
#error.UserPrefServices.getUserWidgetPref=CLFRQ0140E: An error occurred while retrieving widget preferences with this identifier: {0}
error.UIServices.deleteWidgetInstance=CLFRQ0399E: 1 \u6b21\u30ad\u30fc {0} \u306b\u3088\u308b\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u524a\u9664\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f


#error.UIServices.createUserPanel=CLFRQ0294E: An  error occurred while retrieving the information related to the user interface for this user: {0}
error.UIServices.createUserInstanceWidgets=CLFRQ0292E: \u30e6\u30fc\u30b6\u30fc {0} \u7528\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u4f5c\u6210\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u6b21\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u60c5\u5831\u306f\u3001\u30b7\u30b9\u30c6\u30e0\u5185\u306b\u306f\u683c\u7d0d\u3067\u304d\u307e\u305b\u3093\u3002\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 ID: {1}\u3001\u9806\u5e8f: {2}\u3001\u30b3\u30f3\u30c6\u30ca\u30fc: {3}\u3001IsToggled: {4}\u3001PagePanel ID: {5}\u3001Widget \u8a2d\u5b9a: {6}
error.UIServices.getUserWidgetInst=CLFRQ0291E:  \u3053\u306e ID \u3067\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u8a2d\u5b9a\u60c5\u5831\u306e\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}
#error.UIServices.getUserWidgetsInstances=CLFRQ0293E:  An error occurred while retrieving the widget instances for the user: {0} related to this panel page {1}
error.UIServices.getUserWidgetInstanceByWidgetId=CLFRQ0295E:  \u30da\u30fc\u30b8\u30fb\u30d1\u30cd\u30eb {1} \u3068\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 ID {2} \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f


error.UserServices.getUserByID=CLFRQ0133E: \u3053\u306e ID \u3067\u30e6\u30fc\u30b6\u30fc\u60c5\u5831\u306e\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}
error.UserServices.getUserByEmail=CLFRQ0131E: \u3053\u306e\u30e1\u30fc\u30eb\u3067\u30e6\u30fc\u30b6\u30fc\u60c5\u5831\u306e\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}
error.UserServices.createUser=CLFRQ0128E: \u6b21\u306e\u60c5\u5831\u3067\u30e6\u30fc\u30b6\u30fc\u306e\u4f5c\u6210\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}
error.UserServices.createUserUI=CLFRQ0384E: \u6b21\u306e\u5185\u90e8 ID \u3067\u30e6\u30fc\u30b6\u30fc\u306e\u4f5c\u6210\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}
error.UserServices.updateWelcomeNote=CLFRQ0384A: \u5185\u90e8 ID \u304c {0} \u3067\u3042\u308b\u30a6\u30a7\u30eb\u30ab\u30e0\u30fb\u30ce\u30fc\u30c8\u306e\u66f4\u65b0\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

error.UserServices.getNumberUsers=CLFRQ0134E: \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fc\u306e\u6570\u306e\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
warning.UserServices.updateLastVisitForUser=CLFRQ0139W: \u6b21\u306e\u60c5\u5831\u3067\u30e6\u30fc\u30b6\u30fc\u306e\u6700\u65b0\u30a2\u30af\u30bb\u30b9\u306e\u66f4\u65b0\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}\u3001{1}
warning.UserServices.updateLanguageForUser=CLFRQ0398W: \u6b21\u306e\u60c5\u5831\u3067\u30e6\u30fc\u30b6\u30fc\u306e\u8a00\u8a9e\u306e\u66f4\u65b0\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}\u3001{1}
warning.UserServices.updateWelcome=CLFRQ0137W: \u6b21\u306e\u60c5\u5831\u3067\u30e6\u30fc\u30b6\u30fc\u306e\u300c\u3088\u3046\u3053\u305d\u300d\u30e2\u30fc\u30c9\u306e\u66f4\u65b0\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}\u3001{1}
error.UIServices.get.tabInstance=CLFRQ0348E: ID {0} \u304c\u8a2d\u5b9a\u3055\u308c\u305f\u30bf\u30d6\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.UIServices.updateNumberColumn.dataAccess=CLFRQ0349E: \u30bf\u30d6\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9 {0} \u306e\u5217\u6570\u3092\u66f4\u65b0\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.UIServices.getAllTabInstancesForPerson.rollback=CLFRQ0347E: \u30e6\u30fc\u30b6\u30fc ID {0} \u306e\u30bf\u30d6\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u4f5c\u6210\u3059\u308b\u969b\u306b\u3001\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u3092\u30ed\u30fc\u30eb\u30d0\u30c3\u30af\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.UIServices.getAllTabInstancesForPerson.access=CLFRQ0345E: \u30e6\u30fc\u30b6\u30fc ID {0} \u306e\u30bf\u30d6\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u4f5c\u6210\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.UIServices.getAllTabInstancesForPerson.retrieve=CLFRQ0397E: \u30e6\u30fc\u30b6\u30fc ID {0} \u306e\u3059\u3079\u3066\u306e\u30bf\u30d6\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u30ea\u30b9\u30c8\u3092\u53d6\u308a\u51fa\u3059\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

error.admin.testmode.disable=CLFRQ0189E: \u7ba1\u7406\u30c6\u30b9\u30c8\u30fb\u30e2\u30fc\u30c9\u3092\u30e1\u30fc\u30eb {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306b\u3064\u3044\u3066\u4f7f\u7528\u4e0d\u53ef\u306b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.admin.testmode.enable=CLFRQ0188E: \u7ba1\u7406\u30c6\u30b9\u30c8\u30fb\u30e2\u30fc\u30c9\u3092\u30e1\u30fc\u30eb {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306b\u3064\u3044\u3066\u4f7f\u7528\u53ef\u80fd\u306b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.admin.testmode.check=CLFRQ0190E: \u7ba1\u7406\u30c6\u30b9\u30c8\u30fb\u30e2\u30fc\u30c9\u306e\u73fe\u5728\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u3092\u30e1\u30fc\u30eb {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306b\u3064\u3044\u3066\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

error.mbean.person.service.dsservice=CLFRQ0221E: \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u30fb\u30b5\u30fc\u30d3\u30b9\u3078\u306e\u53c2\u7167\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.mbean.person.service.daofactory=CLFRQ0223E: \u30c7\u30fc\u30bf\u30fb\u30a2\u30af\u30bb\u30b9\u30fb\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30d5\u30a1\u30af\u30c8\u30ea\u30fc\u3078\u306e\u53c2\u7167\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.mbean.person.service.dataaccess=CLFRQ0220E: \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 {0} \u3078\u306e\u30a2\u30af\u30bb\u30b9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.mbean.person.service.dserror=CLFRQ0218E: \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u30fb\u30b5\u30fc\u30d3\u30b9 {0} \u3078\u306e\u30a2\u30af\u30bb\u30b9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

# {0} contains a file name
error.mbean.person.service.filenotfound=CLFRQ0219E: \u30d5\u30a1\u30a4\u30eb [{0}] \u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002

# {0} contains a file name, {1} contains an error message from an external service
error.mbean.person.service.fileerror=CLFRQ0222E: \u30d5\u30a1\u30a4\u30eb [{0}] \u306e\u8aad\u307f\u53d6\u308a\u3092\u8a66\u884c\u4e2d\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {1}

# {0} contains a user id or email
error.mbean.person.service.nouser=CLFRQ0227E: \u30e1\u30fc\u30eb [{0}] \u306e\u30e6\u30fc\u30b6\u30fc\u306f\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
info.mbean.person.service.ok=CLFRQ0224I: \u66f4\u65b0\u306f\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002
# {0} and {1} are integers
warn.mbean.person.service.notallfound=CLFRQ0226W: \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u307e\u305f\u306f HCL Connections \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u30fb\u30b5\u30fc\u30d3\u30b9\u306e\u3044\u305a\u308c\u304b\u306b\u3001\u4e00\u90e8\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002 {1} \u4eba\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u3046\u3061 {0} \u4eba\u304c\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u30b5\u30fc\u30d0\u30fc\u30fb\u30ed\u30b0\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
warn.mbean.person.service.nodsobject=CLFRQ0225W: \u30e1\u30fc\u30eb [{0}] \u306e\u30e6\u30fc\u30b6\u30fc\u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u30fb\u30b5\u30fc\u30d3\u30b9\u306b\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3053\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u5b58\u5728\u3057\u306a\u304f\u306a\u3063\u305f\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
warn.mbean.person.service.nodsobject.ln=CLFRQ0335W: \u30ed\u30b0\u30a4\u30f3\u540d [{0}] \u306e\u30e6\u30fc\u30b6\u30fc\u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u30fb\u30b5\u30fc\u30d3\u30b9\u306b\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u3053\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u5b58\u5728\u3057\u306a\u304f\u306a\u3063\u305f\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
warn.mbean.person.service.nodsobject.id=CLFRQ0332W: ID [{0}] \u306e\u30e6\u30fc\u30b6\u30fc\u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u30fb\u30b5\u30fc\u30d3\u30b9\u306b\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u3053\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u5b58\u5728\u3057\u306a\u304f\u306a\u3063\u305f\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
# {0} is a login name
error.mbean.person.service.loginname.exception=CLFRQ0411E: \u30ed\u30b0\u30a4\u30f3\u540d\u304c {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306e\u66f4\u65b0\u6642\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
# {0} is an email
error.mbean.person.service.email.exception=CLFRQ0406E: \u30e1\u30fc\u30eb\u304c {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306e\u66f4\u65b0\u6642\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.mbean.person.service.email.notfound.hp=CLFRQ0407E: \u30e1\u30fc\u30eb\u30fb\u30a2\u30c9\u30ec\u30b9\u304c {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3067\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.mbean.person.service.loginname.notfound.hp=CLFRQ0409E: \u30ed\u30b0\u30a4\u30f3\u540d\u304c {0} \u306e\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u30fb\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3067\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002

# HomepageMBeanFacade
info.invocation.start=CLFRQ0615I: \u30b5\u30fc\u30d3\u30b9 [{0}]\u3001\u30e1\u30bd\u30c3\u30c9 [{0}] \u306e\u547c\u3073\u51fa\u3057
info.invocation.complete=CLFRQ0614I: \u30b5\u30fc\u30d3\u30b9 [{0}]\u3001\u30e1\u30bd\u30c3\u30c9 [{1}]" \u306e\u547c\u3073\u51fa\u3057\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f
error.service.not.exist=CLFRQ0617E: \u30ec\u30b8\u30b9\u30c8\u30ea\u30fc\u306e\u30b5\u30fc\u30d3\u30b9 [{0}] \u3092\u691c\u7d22\u3067\u304d\u307e\u305b\u3093
error.service.no.access=CLFRQ0618E: \u30ec\u30b8\u30b9\u30c8\u30ea\u30fc\u306e\u30b5\u30fc\u30d3\u30b9 [{0}] \u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093
error.service.cant.construct=CLFRQ0616E: \u30ec\u30b8\u30b9\u30c8\u30ea\u30fc\u306e\u30b5\u30fc\u30d3\u30b9 [{0}] \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u69cb\u6210\u3067\u304d\u307e\u305b\u3093
error.method.not.found=CLFRQ0613E: \u30e1\u30bd\u30c3\u30c9 [{1}]\u3001\u30b5\u30fc\u30d3\u30b9 [{0}] \u3092\u547c\u3073\u51fa\u305b\u307e\u305b\u3093

# Metrics stuff

# Translator: MBean should not be translated
error.mbean.registrar=CLFRQ0243E: \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8 MBean \u306e\u767b\u9332\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u7ba1\u7406\u6a5f\u80fd\u304c\u4f7f\u7528\u3067\u304d\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
error.mbean.unregistering=CLFRQ0269E: \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8 MBean \u306e\u767b\u9332\u89e3\u9664\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.mbean.locate=CLFRQ0246E: MBean \u30b5\u30fc\u30d0\u30fc\u3092\u691c\u51fa\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.metrics.statistics.file.creating=CLFRQ0253E: \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u306e\u7d71\u8a08\u30d5\u30a1\u30a4\u30eb\u306e\u4f5c\u6210\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.metrics.statistics.file.writing=CLFRQ0242E: \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u306e\u7d71\u8a08\u30d5\u30a1\u30a4\u30eb\u306e\u66f8\u304d\u8fbc\u307f\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.metrics.statistics.file.closing=CLFRQ0235E: \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u306e\u7d71\u8a08\u30d5\u30a1\u30a4\u30eb\u306e\u30af\u30ed\u30fc\u30ba\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.metrics.statistics.file.parsing=CLFRQ0252E: \u30db\u30fc\u30e0\u30fb\u30da\u30fc\u30b8\u306e\u7d71\u8a08\u30d5\u30a1\u30a4\u30eb\u306e\u69cb\u6587\u89e3\u6790\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.metrics.statistics.getNumberVisitPast=CLFRQ0315E: \u65e5\u4ed8 {0} \u4ee5\u964d\u306e\u56fa\u6709\u306e\u8a2a\u554f\u8005\u306e\u6570\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

info.metrics.property.value=CLFRQ0257I: \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u540d: {0}\u3001\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u5024: {1}

info.metrics.setting.timeout=CLFRQ0241I: \u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u3092 {0} \u5206\u306b\u8a2d\u5b9a\u3002
info.metrics.setting.separator=CLFRQ0250I: \u30e1\u30c8\u30ea\u30c3\u30af\u30fb\u30b5\u30fc\u30d3\u30b9\u306f\u5206\u96e2\u6587\u5b57: [{0}] \u3092\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059
info.metrics.ok.cache.timeout=CLFRQ0240I: \u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306f\u6b21\u306e\u5024\u306b\u6b63\u5e38\u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f: [{0}]
error.metrics.cache.timeout=CLFRQ0247E: \u30ad\u30e3\u30c3\u30b7\u30e5\u30fb\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306e\u5024\u306f\u7121\u52b9\u3067\u3059\u3002 0 \u5206\u672a\u6e80\u304b\u30011440 \u5206\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002
error.metrics.bad.sample.count=CLFRQ0261E: \u30b5\u30f3\u30d7\u30eb\u6570\u306e\u5024\u304c\u7121\u52b9\u3067\u3059\u3002
error.metrics.bad.separator=CLFRQ0254E: \u5206\u96e2\u6587\u5b57\u306e\u9577\u3055\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002 2 \u6587\u5b57\u4ee5\u4e0a\u9577\u304f\u306a\u3063\u3066\u3044\u307e\u3059\u3002
error.metrics.field.key=CLFRQ0266E: \u30d5\u30a3\u30fc\u30eb\u30c9\u30fb\u30ad\u30fc\u306e\u30c7\u30fc\u30bf\u30fb\u30bf\u30a4\u30d7\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
error.metrics.field.key.notfound=CLFRQ0245E: \u30d5\u30a3\u30fc\u30eb\u30c9\u30fb\u30ad\u30fc\u306e\u5024\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
error.metrics.file=CLFRQ0236E: \u30e1\u30c8\u30ea\u30c3\u30af\u30fb\u30b5\u30fc\u30d3\u30b9\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u30d5\u30a1\u30a4\u30eb\u304c\u7121\u52b9\u3067\u3059\u3002 \u30d5\u30a1\u30a4\u30eb\u540d\u306f [{0}] \u3067\u3059\u3002
info.metrics.dir=CLFRQ0264I: \u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc [{0}] \u304c\u5b58\u5728\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u30c6\u30b9\u30c8\u4e2d\u3067\u3059\u3002
info.metrics.dir.ok=CLFRQ0256I: \u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc [{0}] \u306f\u5b58\u5728\u3057\u307e\u3059\u3002
info.metrics.file.ok=CLFRQ0268I: \u30d1\u30b9 [{0}] \u306f\u30d5\u30a1\u30a4\u30eb\u3067\u3059\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
info.metrics.file.ok.read=CLFRQ0244I: \u30d5\u30a1\u30a4\u30eb [{0}] \u3092\u8aad\u307f\u53d6\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
error.metrics.file.read=CLFRQ0239E: \u30d5\u30a1\u30a4\u30eb [{0}] \u3092\u8aad\u307f\u53d6\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
error.metrics.notfile=CLFRQ0260E: \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u30d5\u30a1\u30a4\u30eb\u306f\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
error.metrics.file.notexisting=CLFRQ0255E: \u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc {0} \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
info.metrics.file.success=CLFRQ0262I: \u30d5\u30a1\u30a4\u30eb [{0}] \u304c\u6b63\u5e38\u306b\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\u3002
error.metrics.file.create=CLFRQ0259E: \u30d5\u30a1\u30a4\u30eb [{0}] \u306e\u4f5c\u6210\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002
error.metrics.file.already.exists=CLFRQ0248E: \u30d5\u30a1\u30a4\u30eb [{0}] \u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
info.metrics.hash.seeded=CLFRQ0237I: \u30cf\u30c3\u30b7\u30e5\u30fb\u30c6\u30fc\u30d6\u30eb\u304c\u30b7\u30fc\u30c9\u3055\u308c\u3066\u3044\u307e\u3059\u3002

error.metrics.total.users=CLFRQ0267E: \u30e6\u30fc\u30b6\u30fc\u7dcf\u6570\u306e\u5024\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.metrics.total.widgets=CLFRQ0251E: \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u7dcf\u6570\u306e\u5024\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.metrics.enabled.widgets=CLFRQ0258E: \u4f7f\u7528\u53ef\u80fd\u306a\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u7dcf\u6570\u306e\u5024\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.metrics.open.widgets=CLFRQ0263E: \u30aa\u30fc\u30d7\u30f3\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u7dcf\u6570\u306e\u5024\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.metrics.widgets.usage=CLFRQ0265E: \u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u6570\u306e\u5024\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.metrics.visits.hour=CLFRQ0238E: \u904e\u53bb 1 \u6642\u9593\u306e\u30a2\u30af\u30bb\u30b9\u6570\u306e\u5024\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.metrics.visits.day=CLFRQ0249E: \u904e\u53bb 24 \u6642\u9593\u306e\u30a2\u30af\u30bb\u30b9\u6570\u306e\u5024\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

error.NotificationService.addNotification=CLFRQ0314E: \u6b21\u306e\u60c5\u5831\u3067\u901a\u77e5\u306e\u4f5c\u6210\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}

error.widgetInfo.retrieve.HttpError=CLFRQ0322E: {0} \u306b\u683c\u7d0d\u3055\u308c\u3066\u3044\u308b\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u8a18\u8ff0\u5b50\u306e\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8fd4\u3055\u308c\u305f\u30a8\u30e9\u30fc\u30fb\u30b3\u30fc\u30c9\u306f {1} \u3067\u3059\u3002
error.widgetInfo.retrieve.IOError=CLFRQ0319E: {0} \u306b\u8fd4\u3055\u308c\u3066\u683c\u7d0d\u3055\u308c\u3066\u3044\u308b\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u8a18\u8ff0\u5b50\u306e\u8aad\u307f\u8fbc\u307f\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.widgetInfo.retrieve.IOError.file=CLFRQ0320E: {0} \u306b\u683c\u7d0d\u3055\u308c\u3066\u3044\u308b\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u8a18\u8ff0\u5b50\u30d5\u30a1\u30a4\u30eb\u306e\u8aad\u307f\u8fbc\u307f\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.widgetInfo.retrieve.http.HttpError=CLFRQ0321E: {0} \u306b\u683c\u7d0d\u3055\u308c\u3066\u3044\u308b\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u8a18\u8ff0\u5b50\u306e\u53d6\u5f97\u6642\u306b HTTP \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.widgetInfo.retrieve.http.IOError=CLFRQ0318E: {0} \u306b\u683c\u7d0d\u3055\u308c\u3066\u3044\u308b\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u8a18\u8ff0\u5b50\u306e\u53d6\u5f97\u6642\u306b\u5165\u51fa\u529b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
warn.cache.retrieve.batch=CLFRQ0396W: \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 {0} \u306e\u8a18\u8ff0\u5b50\u3092\u30d0\u30c3\u30c1\u51e6\u7406\u3067\u683c\u7d0d\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u30d0\u30c3\u30c1\u51e6\u7406\u306f\u7d9a\u884c\u3055\u308c\u307e\u3059\u3002

# Translator: {0} contains an email address, {1} contains a user ID
error.email.duplicate.exid=CLFRQ0336E: \u30e1\u30fc\u30eb\u30fb\u30a2\u30c9\u30ec\u30b9 [{0}] \u306f\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u5185\u306b\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002 \u5916\u90e8 ID [{0}] \u304c\u6307\u5b9a\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc ID \u3092\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u8ffd\u52a0\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
error.email.duplicate.loginname=CLFRQ0334E: \u30e1\u30fc\u30eb\u30fb\u30a2\u30c9\u30ec\u30b9 [{0}] \u306f\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u5185\u306b\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002 \u30ed\u30b0\u30a4\u30f3\u540d [{0}] \u304c\u6307\u5b9a\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc ID \u3092\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u8ffd\u52a0\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
error.empty.dsobject=CLFRQ0333E: \u7a7a\u306e DSObject \u304c\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u3068\u3057\u3066\u9001\u4fe1\u3055\u308c\u307e\u3057\u305f\u3002

error.SecuritySupportServices.DAOException=CLFRQ0391E: \u3053\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u95a2\u9023\u3059\u308b\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u969b\u306b\u3001\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u30fb\u30b5\u30fc\u30d3\u30b9\u5c64\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

info.homepagepersonservice.result=CLFRQ0410I: \u64cd\u4f5c\u306f\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002 \u66f4\u65b0\u6e08\u307f\u30ec\u30b3\u30fc\u30c9\u6570\u306f {0} \u3067\u3059\u3002
