# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2015                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ    
str_component_id=CLFRQ

error.service.dboard.rollback=CLFRQ0114E: Do\u0161lo je do gre\u0161ke prilikom rollbacka transakcije baze podataka.

# The following properties contain non-readable non-translatable parameters (such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd')
#error.UserPrefServices.getUserPrefs=CLFRQ0115E: An error occurred while retrieving user preferences information with this information: {0}
#error.UserPrefServices.getByMail=CLFRQ0120E: An error occurred while retrieving user preferences by email with this information: {0}, {1}
#error.UserPrefServices.getByID=CLFRQ0118E: An error occurred while retrieving user preferences by identifier with this information: {0}, {1}
#error.UserPrefServices.getByPosition=CLFRQ0116E: An error occurred while retrieving user preferences by position with this information: {0},{1},{2},{3}
#error.UserPrefServices.findByPageIDColNum=CLFRQ0119E: An error occurred while retrieving user preferences by page and column with this information: {0},{1},{2}
#error.UserPrefServices.findByPageIDRowNum=CLFRQ0117E: An error occurred while retrieving user preferences by page and row with this information: {0},{1},{2}
#error.UserPrefServices.createByMail=CLFRQ0121E: An error occurred while creating user preferences by email with this information: {0},{1},{2},{3},{4},{5},{6}
#error.UserPrefServices.createByID=CLFRQ0135E: An error occurred while creating user preferences by user identifier with this information: {0},{1},{2},{3},{4},{5},{6}
error.UIServices.changePosition=CLFRQ0138E: Do\u0161lo je do gre\u0161ke prilikom promjene polo\u017eaja za grafi\u010dki element s ovim informacijama: {0},{1},{2},{3}
error.UIServices.changeWidgetSetting=CLFRQ0132E: Do\u0161lo je do gre\u0161ke prilikom promjene postavki za grafi\u010dki element s ovim informacijama: {0},{1}
#error.UserPrefServices.changeWidgetDisplay=CLFRQ0136E: An error occurred while changing display for a widget with this information: {0}, {1}, {2}
#error.UserPrefServices.deleteByID=CLFRQ0129E: An error occurred while deleting widget preferences by user identifier with this information: {0}, {1}
#error.UserPrefServices.deleteByMail=CLFRQ0130E: An error occurred while deleting widget preferences by user email with this information: {0},{1}
#error.UserPrefServices.getUserWidgetPref=CLFRQ0140E: An error occurred while retrieving widget preferences with this identifier: {0}
error.UIServices.deleteWidgetInstance=CLFRQ0399E: Do\u0161lo je do gre\u0161ke prilikom brisanja instance grafi\u010dkog elementa s ovim primarnim klju\u010dem: {0}


#error.UIServices.createUserPanel=CLFRQ0294E: An  error occurred while retrieving the information related to the user interface for this user: {0}
error.UIServices.createUserInstanceWidgets=CLFRQ0292E: Do\u0161lo je do gre\u0161ke prilikom kreiranja grafi\u010dkog elementa za korisnika: {0}. Slijede informacije o grafi\u010dkom elementu koje sistem ne mo\u017ee spremiti. ID grafi\u010dkog elementa: {1}, Narud\u017eba: {2}, Spremnik: {3}, IsToggled: {4}, PagePanel id {5}, Postavke grafi\u010dkog elementa: {6} 
error.UIServices.getUserWidgetInst=CLFRQ0291E:  Do\u0161lo je do gre\u0161ke prilikom pristupa preferencama za grafi\u010dki element sa sljede\u0107im identifikatorom: {0}
#error.UIServices.getUserWidgetsInstances=CLFRQ0293E:  An error occurred while retrieving the widget instances for the user: {0} related to this panel page {1}
error.UIServices.getUserWidgetInstanceByWidgetId=CLFRQ0295E:  Do\u0161lo je do gre\u0161ke prilikom pristupa instancama grafi\u010dkog elementa za korisnika: {0} koji se odnosi na ovaj panel stranice {1} i ovaj ID grafi\u010dkog elementa {2}


error.UserServices.getUserByID=CLFRQ0133E: Do\u0161lo je do gre\u0161ke prilikom pristupa korisni\u010dkim informacijama za ovaj identifikator: {0}
error.UserServices.getUserByEmail=CLFRQ0131E: Do\u0161lo je do gre\u0161ke prilikom pristupa korisni\u010dkim informacijama sa sljede\u0107im e-mailom: {0}
error.UserServices.createUser=CLFRQ0128E: Do\u0161lo je do gre\u0161ke prilikom kreiranja korisnika sa sljede\u0107im informacijama: {0}
error.UserServices.createUserUI=CLFRQ0384E: Do\u0161lo je do gre\u0161ke prilikom kreiranja korisnika sa sljede\u0107im internim ID-om: {0}
error.UserServices.updateWelcomeNote=CLFRQ0384A: Do\u0161lo je do gre\u0161ke prilikom a\u017euriranja obavijesti dobrodo\u0161lice za ovaj interni ID: {0}

error.UserServices.getNumberUsers=CLFRQ0134E: Do\u0161lo je do gre\u0161ke prilikom pristupa broju korisnika registrovanih u bazi podataka.
warning.UserServices.updateLastVisitForUser=CLFRQ0139W: Do\u0161lo je do gre\u0161ke prilikom a\u017euriranja zadnje posjete za korisnika sa sljede\u0107im informacijama: {0},{1}
warning.UserServices.updateLanguageForUser=CLFRQ0398W: Do\u0161lo je do gre\u0161ke prilikom a\u017euriranja jezika za korisnika sa sljede\u0107im informacijama: {0},{1}
warning.UserServices.updateWelcome=CLFRQ0137W: Do\u0161lo je do gre\u0161ke prilikom a\u017euriranja na\u010dina dobrodo\u0161lice za korisnika sa sljede\u0107im informacijama: {0},{1}
error.UIServices.get.tabInstance=CLFRQ0348E: Do\u0161lo je do gre\u0161ke prilikom dohvata instance kartice s ID-om {0}. Provjerite ugnije\u017e\u0111eni izuzetak radi vi\u0161e detalja.
error.UIServices.updateNumberColumn.dataAccess=CLFRQ0349E: Do\u0161lo je do gre\u0161ke prilikom a\u017euriranja broja kolona za instancu kartice {0}. Provjerite ugnije\u017e\u0111eni izuzetak radi vi\u0161e detalja. 
error.UIServices.getAllTabInstancesForPerson.rollback=CLFRQ0347E: Nije mogu\u0107 rollback transakcije prilikom kreiranja instanci kartice za ID korisnika {0}. Provjerite ugnije\u017e\u0111eni izuzetak radi vi\u0161e detalja.
error.UIServices.getAllTabInstancesForPerson.access=CLFRQ0345E: Do\u0161lo je do gre\u0161ke prilikom kreiranja instance kartice za ID korisnika {0}. Provjerite ugnije\u017e\u0111eni izuzetak za detalje.
error.UIServices.getAllTabInstancesForPerson.retrieve=CLFRQ0397E: Do\u0161lo je do gre\u0161ke prilikom pristupa liste svim instancama kartica za ID korisnika {0}. Provjerite ugnije\u017e\u0111eni izuzetak za detalje.

error.admin.testmode.disable=CLFRQ0189E: Testni na\u010din administracije nije mogao biti onemogu\u0107en za korisnika s e-mailom {0}.
error.admin.testmode.enable=CLFRQ0188E: Testni na\u010din administracije nije mogao biti omogu\u0107en za korisnika s e-mailom {0}.
error.admin.testmode.check=CLFRQ0190E: Nije se moglo pristupiti trenutnom statusu testnog na\u010dina administracije  za korisnika s e-mailom {0}.

error.mbean.person.service.dsservice=CLFRQ0221E: Ne mo\u017ee se pristupiti referenci na usluge direktorija.
error.mbean.person.service.daofactory=CLFRQ0223E: Ne mo\u017ee se pristupiti fabrici objekata za pristup podacima.
error.mbean.person.service.dataaccess=CLFRQ0220E: Do\u0161lo je do gre\u0161ke prilikom pristupa bazi podataka: {0}
error.mbean.person.service.dserror=CLFRQ0218E: Do\u0161lo je do gre\u0161ke prilikom pristupa uslugama direktorija: {0}

# {0} contains a file name 
error.mbean.person.service.filenotfound=CLFRQ0219E: Datoteka [{0}] ne postoji.

# {0} contains a file name, {1} contains an error message from an external service
error.mbean.person.service.fileerror=CLFRQ0222E: Do\u0161lo je do gre\u0161ke kod poku\u0161aja \u010ditanja datoteke [{0}]: {1}

# {0} contains a user id or email
error.mbean.person.service.nouser=CLFRQ0227E: Korisnik s e-mailom [{0}] nije registrovan u bazi podataka Po\u010detne stranice.
info.mbean.person.service.ok=CLFRQ0224I: A\u017euriranje je uspje\u0161no dovr\u0161eno.
# {0} and {1} are integers
warn.mbean.person.service.notallfound=CLFRQ0226W: Svi korisnici nisu na\u0111eni u bazi podataka Home Page ili u IBM Connections usluzi direktorija. {0} od {1} korisnika je a\u017eurirano. Za detalje provjerite dnevnike servera.
warn.mbean.person.service.nodsobject=CLFRQ0225W: Korisnik s e-po\u0161tam [{0}] nije prona\u0111en u usluzi direktorija. Ovaj korisnik mo\u017eda vi\u0161e ne postoji.  
warn.mbean.person.service.nodsobject.ln=CLFRQ0335W: Korisnik s imenom za prijavu [{0}] nije prona\u0111en u usluzi direktorija. Ovaj korisnik mo\u017eda vi\u0161e ne postoji.
warn.mbean.person.service.nodsobject.id=CLFRQ0332W: Korisnik s ID-om [{0}] nije prona\u0111en u usluzi direktorija. Ovaj korisnik mo\u017eda vi\u0161e ne postoji.
# {0} is a login name
error.mbean.person.service.loginname.exception=CLFRQ0411E: Do\u0161lo je do izuzetka kod a\u017euriranja korisnika s imenom prijave {0}. Provjerite ugnije\u017e\u0111eni izuzetak radi vi\u0161e detalja.
# {0} is an email
error.mbean.person.service.email.exception=CLFRQ0406E: Do\u0161lo je do izuzetka kod a\u017euriranja korisnika s e-mailom {0}. Provjerite ugnije\u017e\u0111eni izuzetak radi vi\u0161e detalja.
error.mbean.person.service.email.notfound.hp=CLFRQ0407E: Korisnik s e-mail adresom {0} nije mogao da se na\u0107i u bazi podataka Po\u010detne stranice.
error.mbean.person.service.loginname.notfound.hp=CLFRQ0409E: Korisnik s imenom prijave {0} nije mogao da se na\u0107i u bazi podataka Po\u010detne stranice.

# HomepageMBeanFacade
info.invocation.start=CLFRQ0615I: Pozivanje usluge [{0}], metoda [{0}]
info.invocation.complete=CLFRQ0614I: Dovr\u0161ena usluga [{0}], metoda [{1}]" pozivanje
error.service.not.exist=CLFRQ0617E: Ne mo\u017ee se na\u0107i uslugu [{0}] u registru
error.service.no.access=CLFRQ0618E: Ne mo\u017ee se pristupiti usluzi [{0}] u registru
error.service.cant.construct=CLFRQ0616E: Ne mo\u017ee se napraviti instanca usluge [{0}] u registru
error.method.not.found=CLFRQ0613E: Ne mo\u017ee se pozvati metoda [{1}] na usluzi [{0}]

# Metrics stuff

# Translator: MBean should not be translated
error.mbean.registrar=CLFRQ0243E: Do\u0161lo je do gre\u0161ke prilikom registracije MBeana po\u010detne stranice. Administrativne funkcije mo\u017eda nisu dostupne.
error.mbean.unregistering=CLFRQ0269E: Do\u0161lo je do gre\u0161ke prilikom deregistracije MBeana po\u010detne stranice.
error.mbean.locate=CLFRQ0246E: MBean server se ne mo\u017ee locirati.
error.metrics.statistics.file.creating=CLFRQ0253E: Do\u0161lo je do gre\u0161ke prilikom kreiranja statisti\u010dke datoteke Po\u010detne stranice.
error.metrics.statistics.file.writing=CLFRQ0242E: Do\u0161lo je do gre\u0161ke prilikom pisanja statisti\u010dke datoteke Po\u010detne stranice.
error.metrics.statistics.file.closing=CLFRQ0235E: Do\u0161lo je do gre\u0161ke prilikom zatvaranja statisti\u010dke datoteke Po\u010detne stranice.
error.metrics.statistics.file.parsing=CLFRQ0252E: Do\u0161lo je do gre\u0161ke prilikom rastavljanja statisti\u010dke datoteke Po\u010detne stranice.
error.metrics.statistics.getNumberVisitPast=CLFRQ0315E: Do\u0161lo je do gre\u0161ke prilikom pristupa nizu jedinstvenih posjeta po\u010dev\u0161i od sljede\u0107eg datuma: {0}

info.metrics.property.value=CLFRQ0257I: Ime osobine: {0}, vrijednost osobine: {1}

info.metrics.setting.timeout=CLFRQ0241I: Pode\u0161avanje timeouta na {0} minuta.
info.metrics.setting.separator=CLFRQ0250I: Usluga metrike koristi sljede\u0107i separator: [{0}]
info.metrics.ok.cache.timeout=CLFRQ0240I: Timeout je ispravno promijenjen na sljede\u0107u vrijednost: [{0}]
error.metrics.cache.timeout=CLFRQ0247E: Vrijednost timeouta predmemorije nije ispravna. Ona je ili manja od 0 ili ve\u0107a od 1440 minuta.
error.metrics.bad.sample.count=CLFRQ0261E: Vrijednost jednostavnog broja\u010da nije ispravna.
error.metrics.bad.separator=CLFRQ0254E: Du\u017eina separatora je neta\u010dna. Du\u017ea je od jednog znaka.
error.metrics.field.key=CLFRQ0266E: Tip podatka za klju\u010d polja je neta\u010dan.
error.metrics.field.key.notfound=CLFRQ0245E: Vrijednost klju\u010da polja je neta\u010dna.
error.metrics.file=CLFRQ0236E: Datoteka koja se koristi u usluzi metrike nije ispravna. Ime datoteke je [{0}].
info.metrics.dir=CLFRQ0264I: Testiranje da li datoteka ili direktorij [{0}] postoji.
info.metrics.dir.ok=CLFRQ0256I: Datoteka ili direktorij [{0}] postoji.
info.metrics.file.ok=CLFRQ0268I: Staza [{0}] je datoteka, ne direktorij.
info.metrics.file.ok.read=CLFRQ0244I: Datoteka [{0}] se mo\u017ee \u010ditati.
error.metrics.file.read=CLFRQ0239E: Datoteka [{0}] se ne mo\u017ee \u010ditati.
error.metrics.notfile=CLFRQ0260E: Naveden je direktorij, ali ne i datoteka.
error.metrics.file.notexisting=CLFRQ0255E: Datoteka ili direktorij {0} ne postoji.
info.metrics.file.success=CLFRQ0262I: Datoteka [{0}] je uspje\u0161no kreirana.
error.metrics.file.create=CLFRQ0259E: Kreiranje datoteke [{0}] nije uspjelo.
error.metrics.file.already.exists=CLFRQ0248E: Datoteka [{0}] ve\u0107 postoji.
info.metrics.hash.seeded=CLFRQ0237I: Raspr\u0161ena tabela je seedana.

error.metrics.total.users=CLFRQ0267E: Ne mo\u017ee se pristupiti vrijednosti ukupnog broja korisnika.
error.metrics.total.widgets=CLFRQ0251E: Ne mo\u017ee se pristupiti vrijednosti ukupnog broja grafi\u010dkih elemenata.
error.metrics.enabled.widgets=CLFRQ0258E: Ne mo\u017ee se pristupiti vrijednosti ukupnog broja omogu\u0107enih grafi\u010dkih elemenata.
error.metrics.open.widgets=CLFRQ0263E: Ne mo\u017ee se pristupiti vrijednosti ukupnog broja otvorenih grafi\u010dkih elemenata.
error.metrics.widgets.usage=CLFRQ0265E: Ne mo\u017ee se pristupiti vrijednosti ukupnog broja grafi\u010dkih elemenata.
error.metrics.visits.hour=CLFRQ0238E: Ne mo\u017ee se pristupiti vrijednosti broja posjeta u zadnjih sat vremena. 
error.metrics.visits.day=CLFRQ0249E: Ne mo\u017ee se pristupiti vrijednosti broja posjeta u zadnja 24 sata.

error.NotificationService.addNotification=CLFRQ0314E: Do\u0161lo je do gre\u0161ke prilikom kreiranja obavijesti sa sljede\u0107om informacijom: {0}

error.widgetInfo.retrieve.HttpError=CLFRQ0322E: Do\u0161lo je do gre\u0161ke prilikom pristupa opisnoj rije\u010di za grafi\u010dki element locirane na {0}. Vra\u0107ena \u0161ifra gre\u0161ke je {1}
error.widgetInfo.retrieve.IOError=CLFRQ0319E: Do\u0161lo je do gre\u0161ke prilikom \u010ditanja vra\u0107ene opisne rije\u010di za grafi\u010dki element locirane u {0}. Pogledajte ugnije\u017e\u0111eni izuzetak radi vi\u0161e detalja. 
error.widgetInfo.retrieve.IOError.file=CLFRQ0320E: Do\u0161lo je do gre\u0161ke prilikom \u010ditanja opisne rije\u010di za grafi\u010dki element locirane u {0}. Pogledajte ugnije\u017e\u0111eni izuzetak radi vi\u0161e detalja.
error.widgetInfo.retrieve.http.HttpError=CLFRQ0321E: Do\u0161lo je do HTTP gre\u0161ke prilikom pristupa opisnoj rije\u010di za grafi\u010dki element locirane na {0}. Pogledajte ugnije\u017e\u0111eni izuzetak radi vi\u0161e detalja.
error.widgetInfo.retrieve.http.IOError=CLFRQ0318E: Do\u0161lo je do IO gre\u0161ke prilikom pristupa opisnoj rije\u010di za grafi\u010dki element locirane na {0}. Pogledajte ugnije\u017e\u0111eni izuzetak radi vi\u0161e detalja.
warn.cache.retrieve.batch=CLFRQ0396W: Do\u0161lo je do gre\u0161ke prilikom spremanja opisne rije\u010di za grafi\u010dki element {0} prilikom paketne obrade. Pogledajte ugnije\u017e\u0111eni izuzetak radi vi\u0161e detalja. Nastavlja se paketna obrada.

# Translator: {0} contains an email address, {1} contains a user ID
error.email.duplicate.exid=CLFRQ0336E: E-mail [{0}] ve\u0107 postoji u bazi podataka. Korisnik identifikovan s vanjskim ID-om [{0}] se ne mo\u017ee dodati u bazu podataka.
error.email.duplicate.loginname=CLFRQ0334E: E-mail [{0}] ve\u0107 postoji u bazi podataka. Korisnik identifikovan imenom za prijavu [{0}] ne mo\u017ee biti dodat u bazu podataka.
error.empty.dsobject=CLFRQ0333E: Kao parametar je poslat prazan DSObject. 

error.SecuritySupportServices.DAOException=CLFRQ0391E: Do\u0161lo je do gre\u0161ke u sloju usluge sigurnosti prilikom poku\u0161aja izvo\u0111enja operacije koja se odnosi na bazu podataka. Pogledajte ugnije\u017e\u0111eni izuzetak radi vi\u0161e detalja. 

info.homepagepersonservice.result=CLFRQ0410I: Operacija je uspje\u0161no dovr\u0161ena. Broj a\u017euriranih slogova je {0}.
