# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI


# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.dboard.rollback=CLFRQ0114E: Se ha producido un error al retrotraer la transacci\u00f3n de base de datos.

# The following properties contain non-readable non-translatable parameters (such as '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd')
#error.UserPrefServices.getUserPrefs=CLFRQ0115E: An error occurred while retrieving user preferences information with this information: {0}
#error.UserPrefServices.getByMail=CLFRQ0120E: An error occurred while retrieving user preferences by email with this information: {0}, {1}
#error.UserPrefServices.getByID=CLFRQ0118E: An error occurred while retrieving user preferences by identifier with this information: {0}, {1}
#error.UserPrefServices.getByPosition=CLFRQ0116E: An error occurred while retrieving user preferences by position with this information: {0},{1},{2},{3}
#error.UserPrefServices.findByPageIDColNum=CLFRQ0119E: An error occurred while retrieving user preferences by page and column with this information: {0},{1},{2}
#error.UserPrefServices.findByPageIDRowNum=CLFRQ0117E: An error occurred while retrieving user preferences by page and row with this information: {0},{1},{2}
#error.UserPrefServices.createByMail=CLFRQ0121E: An error occurred while creating user preferences by email with this information: {0},{1},{2},{3},{4},{5},{6}
#error.UserPrefServices.createByID=CLFRQ0135E: An error occurred while creating user preferences by user identifier with this information: {0},{1},{2},{3},{4},{5},{6}
error.UIServices.changePosition=CLFRQ0138E: Se ha producido un error al cambiar la posici\u00f3n de un widget con esta informaci\u00f3n: {0},{1},{2},{3}
error.UIServices.changeWidgetSetting=CLFRQ0132E: Se ha producido un error al cambiar los valores de un widget con esta informaci\u00f3n: {0},{1}
#error.UserPrefServices.changeWidgetDisplay=CLFRQ0136E: An error occurred while changing display for a widget with this information: {0}, {1}, {2}
#error.UserPrefServices.deleteByID=CLFRQ0129E: An error occurred while deleting widget preferences by user identifier with this information: {0}, {1}
#error.UserPrefServices.deleteByMail=CLFRQ0130E: An error occurred while deleting widget preferences by user email with this information: {0},{1}
#error.UserPrefServices.getUserWidgetPref=CLFRQ0140E: An error occurred while retrieving widget preferences with this identifier: {0}
error.UIServices.deleteWidgetInstance=CLFRQ0399E: Se ha producido un error al suprimir la instancia de widget con la clave primaria: {0}


#error.UIServices.createUserPanel=CLFRQ0294E: An  error occurred while retrieving the information related to the user interface for this user: {0}
error.UIServices.createUserInstanceWidgets=CLFRQ0292E: Se ha producido un error al crear un widget para el usuario: {0}. Esta es la informaci\u00f3n del widget que el sistema no puede almacenar. ID de widget: {1}, Orden: {2}, Contenedor: {3}, IsToggled: {4}, ID PagePanel: {5} y valores de widget: {6}.
error.UIServices.getUserWidgetInst=CLFRQ0291E:  Se ha producido un error al recuperar las preferencias de widget con este identificador: {0}
#error.UIServices.getUserWidgetsInstances=CLFRQ0293E:  An error occurred while retrieving the widget instances for the user: {0} related to this panel page {1}
error.UIServices.getUserWidgetInstanceByWidgetId=CLFRQ0295E:  Se ha producido un error al recuperar instancias de widgets del usuario: {0} relacionado con el panel de la p\u00e1gina {1} y el ID de widget {2}.


error.UserServices.getUserByID=CLFRQ0133E: Se ha producido un error al recuperar informaci\u00f3n de usuario con este identificador: {0}
error.UserServices.getUserByEmail=CLFRQ0131E: Se ha producido un error al recuperar informaci\u00f3n de usuario con este correo electr\u00f3nico: {0}
error.UserServices.createUser=CLFRQ0128E: Se ha producido un error al crear un usuario con esta informaci\u00f3n: {0}
error.UserServices.createUserUI=CLFRQ0384E: Se ha producido un error al crear un usuario con el ID interno: {0}
error.UserServices.updateWelcomeNote=CLFRQ0384A: Se ha producido un error al actualizar la nota de bienvenida para este ID interno: {0}

error.UserServices.getNumberUsers=CLFRQ0134E: Se ha producido un error al recuperar el n\u00famero de usuarios registrados en la base de datos.
warning.UserServices.updateLastVisitForUser=CLFRQ0139W: Se ha producido un error al actualizar la \u00faltima visita de un usuario con esta informaci\u00f3n: {0},{1}
warning.UserServices.updateLanguageForUser=CLFRQ0398W: Se ha producido un error al actualizar el idioma de un usuario con esta informaci\u00f3n: {0},{1}.
warning.UserServices.updateWelcome=CLFRQ0137W: Se ha producido un error al actualizar la modalidad de bienvenida de un usuario con esta informaci\u00f3n: {0},{1}
error.UIServices.get.tabInstance=CLFRQ0348E: Se ha producido un error al obtener la instancia del separador con ID {0}. Consulte las excepciones anidadas para obtener informaci\u00f3n m\u00e1s detallada.
error.UIServices.updateNumberColumn.dataAccess=CLFRQ0349E: Se ha producido un error al actualizar el n\u00famero de columnas de la instancia de separador {0}. Consulte las excepciones anidadas para obtener m\u00e1s informaci\u00f3n.
error.UIServices.getAllTabInstancesForPerson.rollback=CLFRQ0347E: No se ha podido retrotraer una transacci\u00f3n al crear instancias de separador para el ID de usuario {0}. Consulte las excepciones anidadas para obtener informaci\u00f3n m\u00e1s detallada.
error.UIServices.getAllTabInstancesForPerson.access=CLFRQ0345E: Se ha producido un error al crear una instancia de separador para el ID de usuario {0}. Consulte las excepciones anidadas para obtener informaci\u00f3n detallada.
error.UIServices.getAllTabInstancesForPerson.retrieve=CLFRQ0397E: Se ha producido un error al captar la lista de todas las instancias de separador del ID de usuario {0}. Consulte las excepciones anidadas para obtener informaci\u00f3n detallada.

error.admin.testmode.disable=CLFRQ0189E: La modalidad de prueba de administraci\u00f3n no se ha podido inhabilitar para el usuario con el correo electr\u00f3nico {0}.
error.admin.testmode.enable=CLFRQ0188E: La modalidad de prueba de administraci\u00f3n no se ha podido habilitar para el usuario con el correo electr\u00f3nico {0}.
error.admin.testmode.check=CLFRQ0190E: El estado actual de la modalidad de prueba de administraci\u00f3n no se ha podido recuperar para el usuario con el correo electr\u00f3nico {0}.

error.mbean.person.service.dsservice=CLFRQ0221E: No se ha podido recuperar la referencia a los servicios de directorios.
error.mbean.person.service.daofactory=CLFRQ0223E: No se ha podido recuperar una referencia a la f\u00e1brica de objetos de acceso a datos.
error.mbean.person.service.dataaccess=CLFRQ0220E: Se ha producido un error al acceder a la base de datos: {0}
error.mbean.person.service.dserror=CLFRQ0218E: Se ha producido un error al acceder a los servicios de directorios: {0}

# {0} contains a file name
error.mbean.person.service.filenotfound=CLFRQ0219E: El archivo [{0}] no existe.

# {0} contains a file name, {1} contains an error message from an external service
error.mbean.person.service.fileerror=CLFRQ0222E: Se ha producido un error al intentar leer el archivo [{0}]: {1}

# {0} contains a user id or email
error.mbean.person.service.nouser=CLFRQ0227E: El usuario con el correo electr\u00f3nico [{0}] no est\u00e1 registrado en la base de datos de la p\u00e1gina de inicio.
info.mbean.person.service.ok=CLFRQ0224I: La actualizaci\u00f3n se ha completado satisfactoriamente.
# {0} and {1} are integers
warn.mbean.person.service.notallfound=CLFRQ0226W: No se han encontrado todos los usuarios en la base de datos de la p\u00e1gina de inicio o en el servicio de directorio de HCL Connections. {0} de {1} usuarios se han actualizado. Consulte los registros del servidor para obtener detalles.
warn.mbean.person.service.nodsobject=CLFRQ0225W: No se ha encontrado en el servicio de directorio al usuario con el correo electr\u00f3nico [{0}]. Es posible que este usuario ya no exista.
warn.mbean.person.service.nodsobject.ln=CLFRQ0335W: El usuario con el nombre de inicio de sesi\u00f3n [{0}] no se ha encontrado en el servicio de directorio. Es posible que este usuario ya no exista.
warn.mbean.person.service.nodsobject.id=CLFRQ0332W: No se ha encontrado en el servicio de directorio al usuario con el ID [{0}]. Es posible que este usuario ya no exista.
# {0} is a login name
error.mbean.person.service.loginname.exception=CLFRQ0411E: Se ha producido una excepci\u00f3n al actualizar el usuario con nombre de inicio de sesi\u00f3n {0}. Consulte las excepciones anidadas para obtener informaci\u00f3n m\u00e1s detallada.
# {0} is an email
error.mbean.person.service.email.exception=CLFRQ0406E: Se ha producido una excepci\u00f3n al actualizar con el correo electr\u00f3nico {0}. Consulte las excepciones anidadas para obtener informaci\u00f3n m\u00e1s detallada.
error.mbean.person.service.email.notfound.hp=CLFRQ0407E: El usuario con la direcci\u00f3n de correo electr\u00f3nico {0} no se ha encontrado en la base de datos de la p\u00e1gina inicial.
error.mbean.person.service.loginname.notfound.hp=CLFRQ0409E: El usuario con nombre de inicio de sesi\u00f3n {0} no se ha encontrado en la base de datos de la p\u00e1gina inicial.

# HomepageMBeanFacade
info.invocation.start=CLFRQ0615I: Invocar servicio [{0}], m\u00e9todo [{0}]
info.invocation.complete=CLFRQ0614I: Servicio completado [{0}], invocaci\u00f3n de m\u00e9todo [{1}]"
error.service.not.exist=CLFRQ0617E: No se ha podido encontrar el servicio [{0}] en el registro
error.service.no.access=CLFRQ0618E: No se ha podido acceder al servicio [{0}] en el registro
error.service.cant.construct=CLFRQ0616E: No se ha podido construir la instancia de servicio [{0}] en el registro
error.method.not.found=CLFRQ0613E: No se ha podido invocar el m\u00e9todo [{1}] en el servicio [{0}]

# Metrics stuff

# Translator: MBean should not be translated
error.mbean.registrar=CLFRQ0243E: Se ha producido un error al registrar el MBean de la p\u00e1gina de inicio. Los recursos de administraci\u00f3n podr\u00edan no estar disponibles.
error.mbean.unregistering=CLFRQ0269E: Se ha producido un error al anular el registro del MBean de la p\u00e1gina de inicio.
error.mbean.locate=CLFRQ0246E: No se ha podido localizar el servidor de MBean.
error.metrics.statistics.file.creating=CLFRQ0253E: Se ha producido un error al crear el archivo de estad\u00edsticas de la p\u00e1gina de inicio.
error.metrics.statistics.file.writing=CLFRQ0242E: Se ha producido un error al escribir el archivo de estad\u00edsticas de la p\u00e1gina de inicio.
error.metrics.statistics.file.closing=CLFRQ0235E: Se ha producido un error al cerrar el archivo de estad\u00edsticas de la p\u00e1gina de inicio.
error.metrics.statistics.file.parsing=CLFRQ0252E: Se ha producido un error al analizar el archivo de estad\u00edsticas de la p\u00e1gina de inicio.
error.metrics.statistics.getNumberVisitPast=CLFRQ0315E: Se ha producido un error al recuperar el n\u00famero de visitas exclusivas a partir de esta fecha: {0}.

info.metrics.property.value=CLFRQ0257I: Nombre de propiedad: {0}, valor de propiedad: {1}

info.metrics.setting.timeout=CLFRQ0241I: Estableciendo el tiempo de espera en {0} minutos.
info.metrics.setting.separator=CLFRQ0250I: El servicio de medida utiliza este separador: [{0}]
info.metrics.ok.cache.timeout=CLFRQ0240I: El tiempo de espera se ha cambiado correctamente a este valor: [{0}]
error.metrics.cache.timeout=CLFRQ0247E: El valor del tiempo de espera de la memoria cach\u00e9 no es v\u00e1lido. Es menor que 0 o mayor que 1440 minutos.
error.metrics.bad.sample.count=CLFRQ0261E: El valor del recuento de ejemplo no es v\u00e1lido.
error.metrics.bad.separator=CLFRQ0254E: La longitud del separador es err\u00f3nea. Tiene m\u00e1s de un car\u00e1cter.
error.metrics.field.key=CLFRQ0266E: El tipo de datos del campo clave es err\u00f3neo.
error.metrics.field.key.notfound=CLFRQ0245E: El valor del campo clave es err\u00f3neo.
error.metrics.file=CLFRQ0236E: El archivo utilizado en el servicio de medidas no es v\u00e1lido. El nombre del archivo es [{0}].
info.metrics.dir=CLFRQ0264I: Probando si el archivo o el directorio [{0}] existe.
info.metrics.dir.ok=CLFRQ0256I: El archivo o el directorio [{0}] existe.
info.metrics.file.ok=CLFRQ0268I: La v\u00eda de acceso [{0}] es un archivo, no un directorio.
info.metrics.file.ok.read=CLFRQ0244I: El archivo [{0}] puede leerse.
error.metrics.file.read=CLFRQ0239E: El archivo [{0}] no puede leerse.
error.metrics.notfile=CLFRQ0260E: Se ha especificado un directorio, pero no un archivo.
error.metrics.file.notexisting=CLFRQ0255E: El archivo o el directorio [{0}] no existe.
info.metrics.file.success=CLFRQ0262I: El archivo [{0}] se ha creado satisfactoriamente.
error.metrics.file.create=CLFRQ0259E: La creaci\u00f3n del archivo [{0}] ha fallado.
error.metrics.file.already.exists=CLFRQ0248E: El archivo [{0}] ya existe.
info.metrics.hash.seeded=CLFRQ0237I: La tabla hash est\u00e1 rellena.

error.metrics.total.users=CLFRQ0267E: No se ha podido recuperar el valor del n\u00famero total de usuarios.
error.metrics.total.widgets=CLFRQ0251E: No se ha podido recuperar el valor del n\u00famero total de widgets.
error.metrics.enabled.widgets=CLFRQ0258E: No se ha podido recuperar el valor del n\u00famero total de widgets habilitados.
error.metrics.open.widgets=CLFRQ0263E: No se ha podido recuperar el valor del n\u00famero total de widgets abiertos.
error.metrics.widgets.usage=CLFRQ0265E: No se ha podido recuperar el valor del n\u00famero de widgets utilizados.
error.metrics.visits.hour=CLFRQ0238E: No se ha podido recuperar el valor del n\u00famero de visitas en la \u00faltima hora.
error.metrics.visits.day=CLFRQ0249E: No se ha podido recuperar el valor del n\u00famero de visitas en las \u00faltimas 24 horas.

error.NotificationService.addNotification=CLFRQ0314E: Se ha producido un error al crear una notificaci\u00f3n con esta informaci\u00f3n: {0}.

error.widgetInfo.retrieve.HttpError=CLFRQ0322E: Se ha producido un error al recuperar el descriptor de widgets ubicado en {0}. El c\u00f3digo de error que se devolvi\u00f3 fue: {1}.
error.widgetInfo.retrieve.IOError=CLFRQ0319E: Se ha producido un error al leer el descriptor de widgets devuelto que est\u00e1 ubicado en {0}. Consulte la excepci\u00f3n anidada para obtener m\u00e1s informaci\u00f3n.
error.widgetInfo.retrieve.IOError.file=CLFRQ0320E: Se ha producido un error al leer el campo del descriptor de widgets ubicado en {0}. Consulte la excepci\u00f3n anidada para obtener informaci\u00f3n m\u00e1s detallada.
error.widgetInfo.retrieve.http.HttpError=CLFRQ0321E: Se ha producido un error de HTTP al recuperar el descriptor de widgets ubicado en {0}. Consulte la excepci\u00f3n anidada para obtener informaci\u00f3n m\u00e1s detallada.
error.widgetInfo.retrieve.http.IOError=CLFRQ0318E: Se ha producido un error de entrada/salida al recuperar el descriptor de widgets ubicado en {0}. Consulte la excepci\u00f3n anidada para obtener informaci\u00f3n m\u00e1s detallada.
warn.cache.retrieve.batch=CLFRQ0396W: Se ha producido un error al almacenar el descriptor del widget {0} durante un proceso por lotes. Consulte la excepci\u00f3n anidada para obtener informaci\u00f3n m\u00e1s detallada. El proceso por lotes contin\u00faa.

# Translator: {0} contains an email address, {1} contains a user ID
error.email.duplicate.exid=CLFRQ0336E: El correo electr\u00f3nico [{0}] ya existe en la base de datos. No se ha podido a\u00f1adir el usuario identificado con el ID externo [{0}] a la base de datos.
error.email.duplicate.loginname=CLFRQ0334E: El correo electr\u00f3nico [{0}] ya existe en la base de datos. No se ha podido a\u00f1adir el usuario identificado con el nombre de inicio de sesi\u00f3n [{0}] a la base de datos.
error.empty.dsobject=CLFRQ0333E: Se envi\u00f3 un DSObject vac\u00edo como un par\u00e1metro.

error.SecuritySupportServices.DAOException=CLFRQ0391E: Se produjo un error en la capa del servicio de seguridad al intentar ejecutar una operaci\u00f3n relacionada con la base de datos. Consulte la excepci\u00f3n anidada para obtener m\u00e1s informaci\u00f3n.

info.homepagepersonservice.result=CLFRQ0410I: La operaci\u00f3n se ha completado satisfactoriamente. El n\u00famero de registros actualizados es {0}.
