# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2012, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N GA UI

# Component ID key required by msgID tool.
str_component_id=CLFRE

# COMMON STRINGS
COMMON_TAGS=\u0e41\u0e17\u0e47\u0e01:
COMMON_MORE=\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14
COMMON_NO_COMMENTS_ALT=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19
COMMON_COMMENTS_ALT=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19
COMMON_LOADING=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14

# BLOGS WIDGET
BLOGS_TITLE_LATEST_ENTRIES=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
BLOGS_DIALOG_TITLE=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01
BLOGS_NBE1=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e43\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e19\u0e35\u0e49
BLOGS_NBE2=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e43\u0e2b\u0e21\u0e48 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e43\u0e19\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
BLOGS_NBE3=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e2b\u0e19\u0e49\u0e32\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
# ${begin}, ${end}, ${total} contain numbers
# Do no translate the text between ${ and }
BLOGS_PAGING_STATUS=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e14\u0e39 ${begin}-${end} \u0e08\u0e32\u0e01 ${total} \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01
BLOGS_NO_LIKE_ALT=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e14\u0e17\u0e35\u0e48\u0e0a\u0e2d\u0e1a\u0e2a\u0e34\u0e48\u0e07\u0e19\u0e35\u0e49
BLOGS_LIKE_ALT=\u0e21\u0e35\u0e01\u0e32\u0e23\u0e0a\u0e2d\u0e1a
BLOGS_FULL_LIKE_ALT=\u0e21\u0e35\u0e01\u0e32\u0e23\u0e0a\u0e2d\u0e1a\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 20 \u0e04\u0e19

# BLOGS HOMEPAGE CLASS
BLOGS_AMOUNT_ENTRIES=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07:

BLOGS_TITLE_POPUP_RECENT=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14

# ACTIVITIES
# ${0} contains a number
ACTIVITIES_NEW_RESPONSES=${0} \u0e01\u0e32\u0e23\u0e15\u0e2d\u0e1a\u0e01\u0e25\u0e31\u0e1a\u0e43\u0e2b\u0e21\u0e48\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
ACTIVITIES_NEW_ENTRIES=\u0e14\u0e39\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e21\u0e48\u0e43\u0e19\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e17\u0e35\u0e48\u0e21\u0e35\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d\u0e2a\u0e39\u0e07\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
# ${0} contains a number
ACTIVITIES_TITLE_POPUP_RESPONSES=\u0e01\u0e32\u0e23\u0e15\u0e2d\u0e1a\u0e2a\u0e19\u0e2d\u0e07
ACTIVITIES_TITLE_POPUP_ENTRIES=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e21\u0e35\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d\u0e2a\u0e39\u0e07
ACTIVITIES_TITLE_POPUP_ACTIVITIES=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
ACTIVITIES_TITLE_POPUP_RECENT=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
ACTIVITIES=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
ACTIVITIES_NO_ACTIVITIES_TITLE=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
ACTIVITIES_NO_ACTIVITIES_BODY_EXPLAINATION_1=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e02\u0e2d\u0e07\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e43\u0e14\u0e46
ACTIVITIES_NO_ACTIVITIES_BODY_EXPLAINATION_2=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e23\u0e34\u0e48\u0e21 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
ACTIVITIES_NO_HIGH_PRIORITY_TITLE=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e43\u0e19\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e17\u0e35\u0e48\u0e21\u0e35\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d\u0e2a\u0e39\u0e07\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
ACTIVITIES_NO_HIGH_PRIORITY_BODY_EXPLAINATION_1=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e21\u0e35\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e43\u0e14\u0e46 \u0e43\u0e19\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e17\u0e35\u0e48\u0e21\u0e35\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d\u0e2a\u0e39\u0e07\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
ACTIVITIES_NO_HIGH_PRIORITY_BODY_EXPLAINATION_2=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e23\u0e34\u0e48\u0e21 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
ACTIVITIES_LINK_ACTIVITIES_MESSAGE=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e02\u0e2d\u0e07 HCL Connections
ACTIVITIES_PUBLIC_ACTIVITIES_WELCOME_TITLE=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e43\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e19\u0e35\u0e49
ACTIVITIES_PUBLIC_ACTIVITIES_WELCOME_BODY=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e43\u0e2b\u0e21\u0e48\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
ACTIVITIES_PUBLIC_ACTIVITIES_WELCOME_MORE_DETAILS=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e40\u0e1e\u0e08\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
ACTIVITIES_NEW_REPONSES_TOOLTIP=\u0e01\u0e32\u0e23\u0e15\u0e2d\u0e1a\u0e01\u0e25\u0e31\u0e1a\u0e43\u0e2b\u0e21\u0e48
ACTIVITIES_HIGH_PRIORITY_ENTRIES_TOOLTIP=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e43\u0e19\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e17\u0e35\u0e48\u0e21\u0e35\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d\u0e2a\u0e39\u0e07
ACTIVITIES_MY_ACTIVITIES_TOOLTIP=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
# ${begin}, ${end}, and ${total} contain numbers only
# Do no translate the text between ${ and }
ACTIVITIES_PAGING_STATUS=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e14\u0e39 ${begin}-${end} \u0e08\u0e32\u0e01 ${total} \u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e1e\u0e31\u0e1a\u0e25\u0e34\u0e01
ACTIVITIES_LOADING_ALT=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14...
ACTIVITIES_ALT=\u0e44\u0e2d\u0e04\u0e2d\u0e19\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21

# ACTIVITIES CALENDAR
ACTIVITIES_NEXT_MONTH=\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e16\u0e31\u0e14\u0e44\u0e1b
ACTIVITIES_PREVIOUS_MONTH=\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32
ACTIVITIES_CALENDAR_SUMMARY=\u0e1b\u0e0f\u0e34\u0e17\u0e34\u0e19\u0e23\u0e32\u0e22\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e21\u0e35\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e33
# {0} is Month, {1} is year. Displayed at top of calendar in Activities widget
ACTIVITIES_MONTH_YEAR=${0} ${1}

# ACTIVITIES SIDEBAR
ACTIVITIES_ADD_TODO=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19

# ACTIVITIES TODOLIST
ACTIVITIES_NO_ACTIVITES_MSG=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e21\u0e35\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e33\u0e43\u0e14\u0e46
ACTIVITIES_GO_ACTIVITIES_INFO=\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e01\u0e31\u0e1a\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e33\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
ACTIVITIES_GO_ACTIVITIES=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e33\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19...
ACTIVITIES_ERROR=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19 \u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e2d\u0e32\u0e08\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
ACTIVITIES_DUE_DATE=\u0e04\u0e23\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14
# ${0} is person live text
ACTIVITIES_ASSIGN_TO_YOU=${0} \u0e21\u0e2d\u0e1a\u0e2b\u0e21\u0e32\u0e22\u0e2a\u0e34\u0e48\u0e07\u0e19\u0e35\u0e49\u0e41\u0e01\u0e48\u0e04\u0e38\u0e13
ACTIVITIES_YOU=\u0e04\u0e38\u0e13
# ${0} is person live text
ACTIVITIES_CREATED_THIS=${0} \u0e2a\u0e23\u0e49\u0e32\u0e07

# ACTIVITIES HOMEPAGE CLASS
ACTIVITIES_MY_ACTIVITIES_TITLE=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
ACTIVITIES_PUBLIC_ACTIVITIES_TITLE=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e1e\u0e31\u0e1a\u0e25\u0e34\u0e01
ACTIVITIES_AMOUNT_ENTRIES=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e1e\u0e31\u0e1a\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07:
# For translators:
# The strings below are shown in a single line, but because of design reasons
# they cannot be put together in a single string.
# Final strings will be like the two examples below:
# "See recent entries in My Activities since: Last week"
# "See recent entries in My Activities since: Yesterday"
# These strings are not used or concatenated anywhere else.
ACTIVITIES_RECENT_CAPTION=\u0e14\u0e39\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e43\u0e19\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19\u0e15\u0e31\u0e49\u0e07\u0e41\u0e15\u0e48:
ACTIVITIES_LAST_WEEK=\u0e2a\u0e31\u0e1b\u0e14\u0e32\u0e2b\u0e4c\u0e17\u0e35\u0e48\u0e41\u0e25\u0e49\u0e27
ACTIVITIES_LAST_DAY=\u0e27\u0e31\u0e19\u0e27\u0e32\u0e19\u0e19\u0e35\u0e49
ACTIVITIES_LAST_3_DAYS=3 \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e41\u0e25\u0e49\u0e27
ACTIVITIES_LAST_2_WEEKS=2 \u0e2a\u0e31\u0e1b\u0e14\u0e32\u0e2b\u0e4c\u0e17\u0e35\u0e48\u0e41\u0e25\u0e49\u0e27
ACTIVITIES_LAST_MONTH=\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e41\u0e25\u0e49\u0e27

# Activities ARIA text
ACTIVITIES_ARIA_MY_ACTIVITIES=\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
ACTIVITIES_ARIA_NEW_RESPONSES=\u0e21\u0e35 ${0} \u0e01\u0e32\u0e23\u0e15\u0e2d\u0e1a\u0e01\u0e25\u0e31\u0e1a\u0e43\u0e2b\u0e21\u0e48\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
ACTIVITIES_ARIA_ACCESS_ACTIVITY=\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21 ${0}
ACTIVITIES_ARIA_CALENDAR_ENTRY=\u0e21\u0e35\u0e01\u0e32\u0e23\u0e19\u0e33\u0e40\u0e2a\u0e19\u0e2d\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${0}
ACTIVITIES_ARIA_TODOS_DUE=\u0e21\u0e35\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e33\u0e0b\u0e36\u0e48\u0e07\u0e04\u0e23\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14 ${0}
ACTIVITIES_ARIA_OVERDUE_TODOS_DUE=\u0e21\u0e35\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e33\u0e17\u0e35\u0e48\u0e40\u0e25\u0e22\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e0b\u0e36\u0e48\u0e07\u0e04\u0e23\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14 ${0}
ACTIVITIES_ARIA_TODOS_TODAY=\u0e21\u0e35\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e33\u0e0b\u0e36\u0e48\u0e07\u0e04\u0e23\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e27\u0e31\u0e19\u0e19\u0e35\u0e49

# BOOKMARKS
BOOKMARKS_TITLE=\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
BOOKMARKS_COPY=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
BOOKMARKS_EDIT=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49
BOOKMARKS_DETAILS=\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14
BOOKMARKS_NB1=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e43\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e19\u0e35\u0e49
BOOKMARKS_NB2=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e43\u0e2b\u0e21\u0e48 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e2d\u0e07
BOOKMARKS_NB3=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e40\u0e1e\u0e08\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
BOOKMARKS_ERROR_DETAILS=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49
BOOKMARKS_LOADING=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14
# ${begin}, ${end}, and ${total} contain numbers only
# Do no translate the text between ${ and }
BOOKMARKS_PAGING_STATUS=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e14\u0e39 ${begin}-${end} \u0e08\u0e32\u0e01 ${total} \u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01

# BOOKMARKS HOMEPAGE CLASS
BOOKMARKS_MY_TITLE=\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
BOOKMARKS_WATCH_TITLE=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1d\u0e49\u0e32\u0e14\u0e39\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
BOOKMARKS_POP_TITLE=/\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e19\u0e34\u0e22\u0e21
BOOKMARKS_RECENT_TITLE=\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
BOOKMARKS_AMOUNT_ENTRIES=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07:

# ARIA text for Bookmarks widget
BOOKMARKS_ARIA_CREATE_DESCRIPTION=\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01 ${0} \u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e42\u0e14\u0e22 ${1} \u0e40\u0e21\u0e37\u0e48\u0e2d ${2}
BOOKMARKS_ARIA_UPDATE_DESCRIPTION=\u0e0a\u0e38\u0e21\u0e0a\u0e19 ${0} \u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e42\u0e14\u0e22 ${1} \u0e40\u0e21\u0e37\u0e48\u0e2d ${2}
BOOKMARKS_ARIA_DETAILS=\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01 ${0}
BOOKMARKS_ARIA_OPENS_NEW_WINDOW=\u0e40\u0e1b\u0e34\u0e14\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e48\u0e32\u0e07\u0e43\u0e2b\u0e21\u0e48
BOOKMARKS_TITLE_POPUP_RECENT=\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14

# COMMUNITIES
COMMUNITIES_TITLE=\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
COMMUNITIES_NO_FEEDS_TITLE=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1f\u0e35\u0e14
COMMUNITIES_NO_FEEDS_EXPLANATION1=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1f\u0e35\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e19\u0e35\u0e49
COMMUNITIES_NO_FEEDS_EXPLANATION2=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1f\u0e35\u0e14\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13:
COMMUNITIES_NO_BOOKMARKS_TITLE=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
COMMUNITIES_NO_BOOKMARKS_EXPLANATION1=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e19\u0e35\u0e49
COMMUNITIES_NO_BOOKMARKS_EXPLANATION2=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13:
COMMUNITIES_NO_FORUMS_TITLE=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1f\u0e2d\u0e23\u0e31\u0e21
COMMUNITIES_NO_FORUMS_EXPLANATION1=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e1f\u0e2d\u0e23\u0e31\u0e21\u0e2b\u0e23\u0e37\u0e2d\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e19\u0e35\u0e49
COMMUNITIES_NO_FORUMS_EXPLANATION2=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e1f\u0e2d\u0e23\u0e31\u0e21\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13:
COMMUNITIES_NO_COMMUNITY_TITLE=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e43\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e19\u0e35\u0e49
COMMUNITIES_NO_COMMUNITY_MSG_1=\u0e20\u0e38\u0e21\u0e0a\u0e19\u0e43\u0e2b\u0e49\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19\u0e44\u0e14\u0e49\u0e21\u0e35\u0e01\u0e32\u0e23\u0e42\u0e15\u0e49\u0e15\u0e2d\u0e1a\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19\u0e46
COMMUNITIES_NO_COMMUNITY_MSG_2=\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e08\u0e31\u0e14\u0e43\u0e2b\u0e49\u0e21\u0e35\u0e41\u0e19\u0e27\u0e17\u0e32\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e23\u0e31\u0e1a\u0e17\u0e23\u0e32\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 \u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 \u0e41\u0e25\u0e30\u0e41\u0e25\u0e01\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19 \u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e43\u0e2b\u0e21\u0e48 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27
COMMUNITIES_GO_TO_COMMUNITIES=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e2b\u0e19\u0e49\u0e32\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
COMMUNITIES_FEEDS=\u0e1f\u0e35\u0e14
COMMUNITIES_BOOKMARKS=\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
COMMUNITIES_FORUM=\u0e1f\u0e2d\u0e23\u0e31\u0e21
COMMUNITIES_LOGO_ALT=\u0e15\u0e23\u0e32\u0e2a\u0e31\u0e0d\u0e25\u0e31\u0e01\u0e29\u0e13\u0e4c\u0e0a\u0e38\u0e21\u0e0a\u0e19
COMMUNITIES_FEED_ALT_IMG=\u0e44\u0e2d\u0e04\u0e2d\u0e19\u0e1f\u0e35\u0e14
# ${begin}, ${end}, and ${total} contain numbers only
# Do no translate the text between ${ and }
COMMUNITIES_PAGING_STATUS=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e14\u0e39 ${begin}-${end} \u0e08\u0e32\u0e01 ${total} \u0e0a\u0e38\u0e21\u0e0a\u0e19

# COMMUNITIES HOMEPAGE CLASS
COMMUNITIES_AMOUNT_ENTRIES=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07:
COMMUNITIES_MY_TITLE=\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
COMMUNITIES_PUBLIC_TITLE=\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e1e\u0e31\u0e1a\u0e25\u0e34\u0e01

# ARIA text for Communities widget
COMMUNITIES_ARIA_CREATE_DESCRIPTION=\u0e0a\u0e38\u0e21\u0e0a\u0e19 ${0} \u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e42\u0e14\u0e22 ${1} \u0e40\u0e21\u0e37\u0e48\u0e2d ${2}
COMMUNITIES_ARIA_UPDATE_DESCRIPTION=\u0e0a\u0e38\u0e21\u0e0a\u0e19 ${0} \u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e42\u0e14\u0e22 ${1} \u0e40\u0e21\u0e37\u0e48\u0e2d ${2}
COMMUNITIES_ARIA_ADD_BOOKMARKS=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e25\u0e07\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19 ${0}
COMMUNITIES_ARIA_ADD_FEEDS=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1f\u0e35\u0e14\u0e25\u0e07\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19 ${0}
COMMUNITIES_ARIA_ADD_FORUMS=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1f\u0e2d\u0e23\u0e31\u0e21\u0e25\u0e07\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19 ${0}
COMMUNITIES_ARIA_BOOKMARK=\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01 ${0} \u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e42\u0e14\u0e22 ${1} \u0e40\u0e21\u0e37\u0e48\u0e2d ${2}
COMMUNITIES_ARIA_BOOKMARK_TAG=\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01 ${0} \u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e42\u0e14\u0e22 ${1} \u0e40\u0e21\u0e37\u0e48\u0e2d ${2} \u0e21\u0e35\u0e01\u0e32\u0e23\u0e41\u0e17\u0e47\u0e01\u0e42\u0e14\u0e22 ${3}
COMMUNITIES_ARIA_FEED=\u0e1f\u0e35\u0e14 ${0} \u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e42\u0e14\u0e22 ${1} \u0e40\u0e21\u0e37\u0e48\u0e2d ${2}
COMMUNITIES_ARIA_FEED_TAG=\u0e1f\u0e35\u0e14 ${0} \u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e42\u0e14\u0e22 ${1} \u0e40\u0e21\u0e37\u0e48\u0e2d ${2} \u0e21\u0e35\u0e01\u0e32\u0e23\u0e41\u0e17\u0e47\u0e01\u0e42\u0e14\u0e22 ${3}
COMMUNITIES_ARIA_FORUM=\u0e1f\u0e2d\u0e23\u0e31\u0e21 ${0} \u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e42\u0e14\u0e22 ${1} \u0e40\u0e21\u0e37\u0e48\u0e2d ${2}
COMMUNITIES_ARIA_FORUM_TAG=\u0e1f\u0e2d\u0e23\u0e31\u0e21 ${0} \u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e42\u0e14\u0e22 ${1} \u0e40\u0e21\u0e37\u0e48\u0e2d ${2} \u0e21\u0e35\u0e01\u0e32\u0e23\u0e41\u0e17\u0e47\u0e01\u0e42\u0e14\u0e22 ${3}


# ERROR HANDLING WIDGET
ERROR_TITLE=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32
ERROR_BODY=\u0e42\u0e1b\u0e23\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
ERROR_MORE=\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14...
ERROR_HIDE=\u0e0b\u0e48\u0e2d\u0e19\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14...
ERROR_ICON=\u0e44\u0e2d\u0e04\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
EXCEPTION_CAUGHT=\u0e15\u0e23\u0e27\u0e08\u0e1e\u0e1a\u0e02\u0e49\u0e2d\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49:
EXCEPTION_STACK_TRACE=\u0e2a\u0e41\u0e15\u0e47\u0e01\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21:
EXCEPTION_NAME=\u0e0a\u0e37\u0e48\u0e2d:
EXCEPTION_MESSAGE=\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21:
EXCEPTION_FILE_NAME=\u0e44\u0e1f\u0e25\u0e4c:
EXCEPTION_LINE_NUMBER=\u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14:
EXCEPTION_TO_STRING=\u0e2a\u0e15\u0e23\u0e34\u0e07\u0e16\u0e36\u0e07

# FILES
FILES_DIALOG_TITLE=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e44\u0e1f\u0e25\u0e4c
FILES_NBE1=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e43\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e19\u0e35\u0e49
FILES_NBE2=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e2a\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e44\u0e1f\u0e25\u0e4c\u0e43\u0e19\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
FILES_NBE3=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e44\u0e1f\u0e25\u0e4c
# ${begin}, ${end}, ${total} contain numbers
# Do no translate the text between ${ and }
FILES_NO_RECOMMEND_ALT=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e41\u0e19\u0e30\u0e19\u0e33
FILES_RECOMMEND_ALT=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e41\u0e19\u0e30\u0e19\u0e33
FILES_FULL_RECOMMEND_ALT=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e41\u0e19\u0e30\u0e19\u0e33\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 20 \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23
FILES_NO_COMMENTS_ALT=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19
FILES_COMMENTS_ALT=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19
FILES_DOWNLOAD_ALT=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e19\u0e35\u0e49
FILES_UPLOAD_LINK=\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14
FILES_ADDED=\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15:
FILES_MODIFIED=\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15:
FILES_DOWNLOAD_TEXT=\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e1f\u0e25\u0e4c\u0e19\u0e35\u0e49 ${filename} ${filesize}
FILES_SHARED_WITH=\u0e44\u0e1f\u0e25\u0e4c\u0e19\u0e35\u0e49\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a
FILES_PUBLIC=\u0e44\u0e1f\u0e25\u0e4c\u0e19\u0e35\u0e49\u0e16\u0e39\u0e01\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e1e\u0e31\u0e1a\u0e25\u0e34\u0e01\u0e01\u0e31\u0e1a\u0e17\u0e38\u0e01\u0e04\u0e19
FILES_PRIVATE=\u0e44\u0e1f\u0e25\u0e4c\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49
FILES_SHARED=\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49:
FILES_DOWNLOAD_ICON_ALT=\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14
FILES_DOWNLOAD_ICON_ARIA=\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14 ${0}
# ${begin}, ${end}, and ${total} contain numbers only
# Do no translate the text between ${ and }
FILES_PAGING_STATUS=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e14\u0e39 ${begin}-${end} \u0e08\u0e32\u0e01 ${total} \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e44\u0e1f\u0e25\u0e4c
# FILES SIZES
FILES_B=${0} B
FILES_MB=${0} MB
FILES_GB=${0} GB
FILES_KB=${0} KB

# FILES HOMEPAGE CLASS
FILES_AMOUNT_ENTRIES=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07:
FILES_TITLE_SHARED_ENTRIES=\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a\u0e04\u0e38\u0e13


# PROFILES
# MY COLLEAGUES
PROFILES_SEARCH_BY=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e32\u0e21:
PROFILES_OPTION_NAME=\u0e0a\u0e37\u0e48\u0e2d
PROFILES_OPTION_TAG=\u0e41\u0e17\u0e47\u0e01
PROFILES_SEARCH=\u0e04\u0e49\u0e19\u0e2b\u0e32
PROFILES_MY_COLLEAGUES_VIEW=\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
# ${begin}, ${end}, and ${total} contain numbers only
# Do no translate the text between ${ and }
PROFILES_PAGING_STATUS=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e14\u0e39 ${begin}-${end} \u0e08\u0e32\u0e01 ${total} \u0e1a\u0e38\u0e04\u0e04\u0e25
# Below, ${0} contains only a number for all properties
PROFILES_BLOGS_UPDATES_NUMBER=${0} \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e1a\u0e25\u0e47\u0e2d\u0e01
PROFILES_NO_BLOGS_UPDATES=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e1a\u0e25\u0e47\u0e2d\u0e01
PROFILES_DOGEAR_UPDATES_NUMBER=${0} \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
PROFILES_NO_DOGEAR_UPDATES=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
PROFILES_ACT_UPDATES_NUMBER=${0} \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
PROFILES_NO_ACT_UPDATES=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
PROFILES_NEW_COLLEAGUE_REQUEST=${0} \u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e43\u0e2b\u0e21\u0e48
PROFILES_NEW_COLLEAGUE_REQUESTS=${0} \u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e43\u0e2b\u0e21\u0e48
PROFILES_NO_COLLEAGUES=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
PROFILES_NO_COLLEAGUES_MESSAGE=\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e34\u0e0d\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e1b\u0e34\u0e14\u0e42\u0e2d\u0e01\u0e32\u0e2a\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e17\u0e35\u0e48\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19\u0e01\u0e23\u0e30\u0e17\u0e33\u0e20\u0e32\u0e22\u0e43\u0e19 HCL Connections \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01\u0e43\u0e19\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c \u0e41\u0e25\u0e30\u0e40\u0e0a\u0e34\u0e0d\u0e43\u0e2b\u0e49\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49
PROFILES_GO_TO_COLLEAGUES=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
PROFILES_SEARCH_ICON_ALT=\u0e04\u0e49\u0e19\u0e2b\u0e32
# MY PROFILE
PROFILES_NAME=\u0e0a\u0e37\u0e48\u0e2d
PROFILES_TAG=\u0e41\u0e17\u0e47\u0e01
PROFILES_MY_PROFILE_VIEW=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
PROFILES_EDIT=\u0e41\u0e01\u0e49\u0e44\u0e02
PROFILES_PROFILE=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
PROFILES_EMAIL=\u0e2d\u0e35\u0e40\u0e21\u0e25:
PROFILES_TELOFFICE=\u0e42\u0e17\u0e23 (\u0e2a\u0e33\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19):
# PROFILE SEARCH
PROFILES_NO_RESULT_TITLE=\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c
# the variable {0} is meant to contain the search parameter provided
PROFILES_NO_RESULT_MESSAGE=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e04\u0e37\u0e19\u0e04\u0e48\u0e32\u0e43\u0e14\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e33\u0e19\u0e35\u0e49: "${0}" \u0e25\u0e2d\u0e07\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e40\u0e08\u0e32\u0e30\u0e08\u0e07\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e02\u0e36\u0e49\u0e19 \u0e2b\u0e23\u0e37\u0e2d\u0e25\u0e2d\u0e07\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e08\u0e32\u0e01\u0e20\u0e32\u0e22\u0e43\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
PROFILES_GO_TO_PROFILE_SEARCH=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e2b\u0e19\u0e49\u0e32\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
# Do no translate the text between ${ and }
PROFILES_SEARCH_PAGING_STATUS=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e14\u0e39 ${begin}-${end} \u0e08\u0e32\u0e01 ${total} \u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c
PROFILES_IMG_PROFILES_ALT=\u0e20\u0e32\u0e1e\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c

#PROFILES HOMEPAGE CLASS
PROFILES_MY_PROFILE_TITLE=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
PROFILES_MY_COLLEAGUES_TITLE=\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
PROFILES_AMOUNT_ENTRIES=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07
PROFILES_RECENT_CAPTION=\u0e14\u0e39\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19\u0e15\u0e31\u0e49\u0e07\u0e41\u0e15\u0e48:
PROFILES_LAST_WEEK=\u0e2a\u0e31\u0e1b\u0e14\u0e32\u0e2b\u0e4c\u0e17\u0e35\u0e48\u0e41\u0e25\u0e49\u0e27
PROFILES_LAST_DAY=\u0e27\u0e31\u0e19\u0e27\u0e32\u0e19\u0e19\u0e35\u0e49
PROFILES_LAST_3_DAYS=3 \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e41\u0e25\u0e49\u0e27
PROFILES_LAST_2_WEEKS=2 \u0e2a\u0e31\u0e1b\u0e14\u0e32\u0e2b\u0e4c\u0e17\u0e35\u0e48\u0e41\u0e25\u0e49\u0e27
PROFILES_LAST_MONTH=\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e41\u0e25\u0e49\u0e27


# WIKIS
WIKIS_DIALOG_TITLE=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e27\u0e34\u0e01\u0e34
WIKIS_TAGS=\u0e41\u0e17\u0e47\u0e01:
WIKIS_NBE1=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e27\u0e34\u0e01\u0e34\u0e43\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e19\u0e35\u0e49
WIKIS_NBE2=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e27\u0e34\u0e01\u0e34\u0e43\u0e2b\u0e21\u0e48 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e43\u0e19\u0e27\u0e34\u0e01\u0e34\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
WIKIS_NBE3=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e2b\u0e19\u0e49\u0e32\u0e27\u0e34\u0e01\u0e34\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
WIKIS_NO_RECOMMEND_ALT=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e41\u0e19\u0e30\u0e19\u0e33
WIKIS_RECOMMEND_ALT=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e41\u0e19\u0e30\u0e19\u0e33
WIKIS_FULL_RECOMMEND_ALT=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e41\u0e19\u0e30\u0e19\u0e33\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 20 \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23
WIKIS_NO_COMMENTS_ALT=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19
WIKIS_COMMENTS_ALT=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19
# ${begin}, ${end}, and ${total} contain numbers only
# Do no translate the text between ${ and }
WIKIS_PAGING_STATUS=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e14\u0e39 ${begin}-${end} \u0e08\u0e32\u0e01 ${total} \u0e27\u0e34\u0e01\u0e34

# WIKIS HOMEPAGE CLASS
WIKIS_TITLE_LATEST_ENTRIES=\u0e2b\u0e31\u0e27\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e27\u0e34\u0e01\u0e34\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
WIKIS_TITLE_POPULAR_ENTRIES=\u0e2b\u0e31\u0e27\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e27\u0e34\u0e01\u0e34\u0e22\u0e2d\u0e14\u0e19\u0e34\u0e22\u0e21
WIKIS_TITLE_MY_ENTRIES=\u0e2b\u0e31\u0e27\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e27\u0e34\u0e01\u0e34\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
WIKIS_AMOUNT_ENTRIES=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07:


# RECOMMEND WIDGET
TITLE_RECOMMEND=\u0e02\u0e49\u0e2d\u0e41\u0e19\u0e30\u0e19\u0e33\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13

# ARIA STRINGS
ARIA_OPEN_IN_NEW_WINDOW_GENERIC=\u0e40\u0e1b\u0e34\u0e14 ${0} \u0e43\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e48\u0e32\u0e07\u0e43\u0e2b\u0e21\u0e48
ARIA_TAG_DESCRIPTION=\u0e40\u0e1b\u0e34\u0e14\u0e41\u0e17\u0e47\u0e01\u0e43\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e48\u0e32\u0e07\u0e43\u0e2b\u0e21\u0e48
ARIA_TAG=${0} \u0e41\u0e17\u0e47\u0e01
ARIA_TODO=\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e33
ARIA_ACTIVITY=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
ARIA_HIGH_PRIO_ACTIVITY=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e17\u0e35\u0e48\u0e21\u0e35\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d\u0e2a\u0e39\u0e07
