# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.factory.dao=CLFRQ0033E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0639\u0646\u0635\u0631 \u0627\u0644\u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u062e\u0627\u0635 \u0628\u0627\u0644\u062a\u0648\u0635\u0644 \u0644\u0644\u0628\u064a\u0627\u0646\u0627\u062a.
error.service.info.available=CLFRQ0027E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0645\u062d\u0627\u0648\u0644\u0629 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0643\u0634\u0641 \u0628\u0643\u0644 \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u062a\u0627\u062d\u0629.

# Translator: in all the following properties, identifier is a string like '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.service.info.widget=CLFRQ0029E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0645\u062d\u0627\u0648\u0644\u0629 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0}.
error.service.config.helper=CLFRQ0113E: \u062d\u062f\u062b \u0641\u0634\u0644 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062a\u0648\u0635\u0644 \u0644\u062e\u062f\u0645\u0629 \u062a\u0648\u0635\u064a\u0641 HCL Connections.

# Translator: {0} is a non-readable property such as '%widget.example.name'
error.service.info.property=CLFRQ0141E: \u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u062e\u0627\u0635\u064a\u0629 \u0643\u062e\u0627\u0635\u064a\u0629 \u064a\u0645\u0643\u0646 \u062a\u0631\u062c\u0645\u062a\u0647\u0627 \u0641\u064a \u0643\u062a\u0627\u0644\u0648\u062c \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0627\u062a \u0627\u0644\u0645\u062c\u0627\u0644 \u0627\u0644\u0631\u0626\u064a\u0633\u064a {0}\u060c \u0644\u0643\u0646 \u0644\u0645 \u064a\u062a\u0645 \u0625\u064a\u062c\u0627\u062f \u062e\u0627\u0635\u064a\u0629 \u0645\u0646\u0627\u0638\u0631\u0629 \u0641\u064a \u062d\u0632\u0645\u0629 \u0628\u0631\u0627\u0645\u062c \u0627\u0644\u0645\u0635\u0627\u062f\u0631.
error.service.admin.null=CLFRQ0030E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0}.
error.service.admin.rollback=CLFRQ0031E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0626\u0646\u0627\u0641 \u0639\u0645\u0644\u064a\u0629 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.
error.service.admin.disable=CLFRQ0028E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0}.
error.service.admin.enable=CLFRQ0026E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u062a\u0627\u062d\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0}.
error.service.admin.all=CLFRQ0020E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0645\u062d\u0627\u0648\u0644\u0629 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0643\u0634\u0641 \u0628\u0643\u0644 \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644.
error.service.admin.add=CLFRQ0024E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0636\u0627\u0641\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u062a\u0639\u0627\u0645\u0644 \u062c\u062f\u064a\u062f \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0}.
error.service.admin.remove=CLFRQ0023E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0632\u0627\u0644\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0}.
error.service.admin.widget.notfound=CLFRQ0186E: \u0644\u0645 \u064a\u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0} \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.
error.service.admin.update=CLFRQ0022E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0639\u062f\u064a\u0644 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0}.
error.service.admin.update.title=CLFRQ0187E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0639\u062f\u064a\u0644 \u0639\u0646\u0648\u0627\u0646 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0}.
error.service.admin.deletesystem=CLFRQ0019E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0632\u0627\u0644\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0630\u0648 \u0643\u0648\u062f \u0627\u0644\u062a\u0639\u0631\u064a\u0641 {0} \u0644\u0623\u0646\u0647 \u064a\u0639\u062f \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0646\u0638\u0627\u0645.
error.service.admin.installed=CLFRQ0184E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0643\u0634\u0641 \u062a\u0637\u0628\u064a\u0642\u0627\u062a HCL Connections \u0627\u0644\u062a\u064a \u062a\u0645 \u062a\u0631\u0643\u064a\u0628\u0647\u0627.
error.service.admin.getdisabled=CLFRQ0185E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0645\u062d\u0627\u0648\u0644\u0629 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0643\u0634\u0641 \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u062a\u0647\u0627.
error.service.admin.getenabled=CLFRQ0183E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0645\u062d\u0627\u0648\u0644\u0629 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0643\u0634\u0641 \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u062a\u0627\u062d\u062a\u0647\u0627.
error.service.nullparam=CLFRQ0021E: \u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u0642\u064a\u0645\u0629 null \u0643\u0645\u0639\u0627\u0645\u0644.
