# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.factory.dao=CLFRQ0033E: Ned\u00e1 sa z\u00edska\u0165 tov\u00e1re\u0148 objektu pr\u00edstupu k \u00fadajom.
error.service.info.available=CLFRQ0027E: Nastala chyba pri pokuse o z\u00edskanie zoznamu v\u0161etk\u00fdch dostupn\u00fdch widgetov.

# Translator: in all the following properties, identifier is a string like '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.service.info.widget=CLFRQ0029E: Nastala chyba pri pokuse o z\u00edskanie widgetu s identifik\u00e1torom {0}.
error.service.config.helper=CLFRQ0113E: Nepodarilo sa z\u00edska\u0165 pr\u00edstup ku konfigura\u010dnej slu\u017ebe HCL Connections.

# Translator: {0} is a non-readable property such as '%widget.example.name'
error.service.info.property=CLFRQ0141E: Vlastnos\u0165 bola zadan\u00e1 ako prelo\u017eite\u013en\u00e1 v katal\u00f3gu widgetov s k\u013e\u00fa\u010dom {0}, ale vo zv\u00e4zku prostriedkov sa nena\u0161la \u017eiadna ekvivalentn\u00e1 prelo\u017een\u00e1 vlastnos\u0165.
error.service.admin.null=CLFRQ0030E: Nebolo mo\u017en\u00e9 z\u00edska\u0165 widget s identifik\u00e1torom {0}.
error.service.admin.rollback=CLFRQ0031E: Nebolo mo\u017en\u00e9 vr\u00e1ti\u0165 sp\u00e4\u0165 datab\u00e1zov\u00fa transakciu.
error.service.admin.disable=CLFRQ0028E: Nebolo mo\u017en\u00e9 zak\u00e1za\u0165 widget s identifik\u00e1torom {0}.
error.service.admin.enable=CLFRQ0026E: Nebolo mo\u017en\u00e9 povoli\u0165 widget s identifik\u00e1torom {0}.
error.service.admin.all=CLFRQ0020E: Nastala chyba pri pokuse o z\u00edskanie zoznamu v\u0161etk\u00fdch widgetov.
error.service.admin.add=CLFRQ0024E: Ned\u00e1 sa prida\u0165 nov\u00fd widget s identifik\u00e1torom {0}.
error.service.admin.remove=CLFRQ0023E: Nebolo mo\u017en\u00e9 odstr\u00e1ni\u0165 widget s identifik\u00e1torom {0}.
error.service.admin.widget.notfound=CLFRQ0186E: Widget s identifik\u00e1torom {0} sa nena\u0161iel v datab\u00e1ze.
error.service.admin.update=CLFRQ0022E: Nebolo mo\u017en\u00e9 aktualizova\u0165 widget s identifik\u00e1torom {0}.
error.service.admin.update.title=CLFRQ0187E: Nebolo mo\u017en\u00e9 aktualizova\u0165 nadpis widgetu s identifik\u00e1torom {0}.
error.service.admin.deletesystem=CLFRQ0019E: Widget s identifik\u00e1torom {0} sa ned\u00e1 odstr\u00e1ni\u0165, preto\u017ee to je syst\u00e9mov\u00fd widget.
error.service.admin.installed=CLFRQ0184E: Ned\u00e1 sa z\u00edska\u0165 zoznam nain\u0161talovan\u00fdch aplik\u00e1ci\u00ed HCL Connections.
error.service.admin.getdisabled=CLFRQ0185E: Nastala chyba pri pokuse o z\u00edskanie zoznamu zak\u00e1zan\u00fdch widgetov.
error.service.admin.getenabled=CLFRQ0183E: Nastala chyba pri pokuse o z\u00edskanie zoznamu povolen\u00fdch widgetov.
error.service.nullparam=CLFRQ0021E: Ako parameter bola pou\u017eit\u00e1 hodnota null.
