# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.factory.dao=CLFRQ0033E: Ne mo\u017eete preuzeti fabriku objekata za pristup podacima.
error.service.info.available=CLFRQ0027E: Dogodila se gre\u0161ka prilikom poku\u0161aja preuzimanja liste dostupnih vid\u017eeta.

# Translator: in all the following properties, identifier is a string like '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'  
error.service.info.widget=CLFRQ0029E: Dogodila se gre\u0161ka prilikom poku\u0161aja preuzimanja vid\u017eeta sa identifikatorom {0}.
error.service.config.helper=CLFRQ0113E: Neuspelo pristupanje usluzi konfiguracije za IBM Connections.

# Translator: {0} is a non-readable property such as '%widget.example.name'
error.service.info.property=CLFRQ0141E: Za svojstvo ozna\u010deno kao prevodivo u katalogu vid\u017eeta sa klju\u010dem {0} ne postoji ekvivalentno prevedeno svojstvo u paketu resursa. 
error.service.admin.null=CLFRQ0030E: Ne mo\u017eete preuzeti vid\u017eet sa identifikatorom {0}.
error.service.admin.rollback=CLFRQ0031E: Ne mo\u017eete vratiti transakciju baze podataka.
error.service.admin.disable=CLFRQ0028E: Ne mo\u017eete onemogu\u0107iti vid\u017eet sa identifikatorom {0}.
error.service.admin.enable=CLFRQ0026E: Ne mo\u017eete omogu\u0107iti vid\u017eet sa identifikatorom {0}.
error.service.admin.all=CLFRQ0020E: Dogodila se gre\u0161ka prilikom poku\u0161aja preuzimanja liste svih vid\u017eeta.
error.service.admin.add=CLFRQ0024E: Ne mo\u017eete dodati novi vid\u017eet sa identifikatorom {0}.
error.service.admin.remove=CLFRQ0023E: Ne mo\u017eete ukloniti vid\u017eet sa identifikatorom {0}.
error.service.admin.widget.notfound=CLFRQ0186E: Vid\u017eet sa identifikatorom {0} nije prona\u0111en u bazi podataka.
error.service.admin.update=CLFRQ0022E: Ne mo\u017eete a\u017eurirati vid\u017eet sa identifikatorom {0}.
error.service.admin.update.title=CLFRQ0187E: Ne mo\u017eete a\u017eurirati naslov vid\u017eeta sa identifikatorom {0}.
error.service.admin.deletesystem=CLFRQ0019E: Ne mo\u017eete ukloniti vid\u017eet sa identifikatorom {0}, jer je to sistemski vid\u017eet.
error.service.admin.installed=CLFRQ0184E: Ne mo\u017eete preuzeti listu instaliranih aplikacija za uslugu IBM Connections. 
error.service.admin.getdisabled=CLFRQ0185E: Dogodila se gre\u0161ka prilikom poku\u0161aja preuzimanja liste onemogu\u0107enih vid\u017eeta.
error.service.admin.getenabled=CLFRQ0183E: Dogodila se gre\u0161ka prilikom poku\u0161aja preuzimanja liste omogu\u0107enih vid\u017eeta.
error.service.nullparam=CLFRQ0021E: Kao parametar je vra\u0107en rezultat bez vrednosti.
