# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.factory.dao=CLFRQ0033E: Det gick inte att h\u00e4mta data\u00e5tkomstobjektfabriken.
error.service.info.available=CLFRQ0027E: Det uppstod ett fel n\u00e4r en lista med alla tillg\u00e4ngliga widgetar skulle h\u00e4mtas.

# Translator: in all the following properties, identifier is a string like '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.service.info.widget=CLFRQ0029E: Det uppstod ett fel n\u00e4r widgeten med ID {0} skulle h\u00e4mtas.
error.service.config.helper=CLFRQ0113E: Det gick inte att f\u00e5 \u00e5tkomst till HCL Connections-konfigurationstj\u00e4nsten.

# Translator: {0} is a non-readable property such as '%widget.example.name'
error.service.info.property=CLFRQ0141E: En egenskap har angetts som \u00f6vers\u00e4ttningsbar i widgetkatalogen med nyckeln {0}, men det gick inte att hitta n\u00e5gon motsvarande \u00f6versatt egenskap i resurspaketet.
error.service.admin.null=CLFRQ0030E: Det gick inte att h\u00e4mta widgeten med ID {0}.
error.service.admin.rollback=CLFRQ0031E: Det gick inte att backa databastransaktionen.
error.service.admin.disable=CLFRQ0028E: Det gick inte att avaktivera widgeten med ID {0}.
error.service.admin.enable=CLFRQ0026E: Det gick inte att uppdatera widgeten med ID {0}.
error.service.admin.all=CLFRQ0020E: Det uppstod ett fel n\u00e4r en lista \u00f6ver alla widgetar skulle h\u00e4mtas.
error.service.admin.add=CLFRQ0024E: Det gick inte att l\u00e4gga till en ny widget med ID {0}.
error.service.admin.remove=CLFRQ0023E: Det gick inte att ta bort widgeten med ID {0}.
error.service.admin.widget.notfound=CLFRQ0186E: Det gick inte att hitta widgeten med ID {0} i databasen.
error.service.admin.update=CLFRQ0022E: Det gick inte att uppdatera widgeten med ID {0}.
error.service.admin.update.title=CLFRQ0187E: Det gick inte att uppdatera namnet p\u00e5 widgeten med ID {0}.
error.service.admin.deletesystem=CLFRQ0019E: Widgeten med ID {0} \u00e4r en systemwidget. Det g\u00e5r inte att ta bort den.
error.service.admin.installed=CLFRQ0184E: Det gick inte att h\u00e4mta listan \u00f6ver installerade HCL Connections-applikationer.
error.service.admin.getdisabled=CLFRQ0185E: Det uppstod ett fel n\u00e4r en lista \u00f6ver avaktiverade widgetar skulle h\u00e4mtas.
error.service.admin.getenabled=CLFRQ0183E: Det uppstod ett fel n\u00e4r en lista \u00f6ver aktiverade widgetar skulle h\u00e4mtas.
error.service.nullparam=CLFRQ0021E: Ett null-v\u00e4rde angavs som parameter.
