# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.factory.dao=CLFRQ0033E: N\u00e3o \u00e9 poss\u00edvel obter o fornecedor de objectos de acesso a dados.
error.service.info.available=CLFRQ0027E: Ocorreu um erro ao tentar obter uma lista de todos os mecanismos dispon\u00edveis.

# Translator: in all the following properties, identifier is a string like '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.service.info.widget=CLFRQ0029E: Ocorreu um erro ao tentar obter o mecanismo com o identificador {0}.
error.service.config.helper=CLFRQ0113E: Falha ao aceder ao servi\u00e7o de configura\u00e7\u00e3o do HCL Connections.

# Translator: {0} is a non-readable property such as '%widget.example.name'
error.service.info.property=CLFRQ0141E: Uma propriedade foi especificada como traduz\u00edvel no cat\u00e1logo do widget com a chave {0}, mas n\u00e3o foi encontrada qualquer propriedade traduzida equivalente no conjunto de recursos.
error.service.admin.null=CLFRQ0030E: N\u00e3o foi poss\u00edvel obter o mecanismo com o identificador {0}.
error.service.admin.rollback=CLFRQ0031E: N\u00e3o foi poss\u00edvel anular a transac\u00e7\u00e3o da base de dados.
error.service.admin.disable=CLFRQ0028E: N\u00e3o foi poss\u00edvel desactivar o mecanismo com o identificador {0}.
error.service.admin.enable=CLFRQ0026E: N\u00e3o foi poss\u00edvel activar o mecanismo com o identificador {0}.
error.service.admin.all=CLFRQ0020E: Ocorreu um erro ao tentar obter uma lista de todos os mecanismos.
error.service.admin.add=CLFRQ0024E: N\u00e3o \u00e9 poss\u00edvel adicionar um novo mecanismo com o identificador {0}.
error.service.admin.remove=CLFRQ0023E: N\u00e3o foi poss\u00edvel remover o mecanismo com o identificador {0}.
error.service.admin.widget.notfound=CLFRQ0186E: N\u00e3o foi poss\u00edvel localizar o mecanismo com o identificador {0} na base de dados.
error.service.admin.update=CLFRQ0022E: N\u00e3o foi poss\u00edvel actualizar o mecanismo com o identificador {0}.
error.service.admin.update.title=CLFRQ0187E: N\u00e3o foi poss\u00edvel actualizar o t\u00edtulo do mecanismo com o identificador {0}.
error.service.admin.deletesystem=CLFRQ0019E: N\u00e3o \u00e9 poss\u00edvel remover o mecanismo com o identificador {0}, uma vez que este corresponde a um mecanismo do sistema.
error.service.admin.installed=CLFRQ0184E: N\u00e3o foi poss\u00edvel obter a lista de aplica\u00e7\u00f5es do HCL Connections instaladas.
error.service.admin.getdisabled=CLFRQ0185E: Ocorreu um erro ao tentar obter uma lista dos mecanismos desactivados.
error.service.admin.getenabled=CLFRQ0183E: Ocorreu um erro ao tentar obter uma lista dos mecanismos activados.
error.service.nullparam=CLFRQ0021E: Foi fornecido um valor nulo como um par\u00e2metro.
