# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.factory.dao=CLFRQ0033E: Impossible d'extraire la fabrique d'objet d'acc\u00e8s aux donn\u00e9es.
error.service.info.available=CLFRQ0027E: Une erreur s'est produite lors de la tentative d'extraction d'une liste de tous les widgets disponibles.

# Translator: in all the following properties, identifier is a string like '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.service.info.widget=CLFRQ0029E: Une erreur s''est produite lors de la tentative d''extraction du widget avec l''identificateur {0}.
error.service.config.helper=CLFRQ0113E: Impossible d'acc\u00e9der au service de configuration HCL Connections.

# Translator: {0} is a non-readable property such as '%widget.example.name'
error.service.info.property=CLFRQ0141E: Une propri\u00e9t\u00e9 a \u00e9t\u00e9 indiqu\u00e9e comme \u00e9tant traduisible dans le catalogue de widgets avec la cl\u00e9 {0} mais aucune propri\u00e9t\u00e9 traduite \u00e9quivalente n''a \u00e9t\u00e9 trouv\u00e9e dans le regroupement de ressources.
error.service.admin.null=CLFRQ0030E: Impossible d''extraire le widget avec l''identificateur {0}.
error.service.admin.rollback=CLFRQ0031E: Impossible d'annuler la transaction de base de donn\u00e9es.
error.service.admin.disable=CLFRQ0028E: Impossible de d\u00e9sactiver le widget avec l''identificateur {0}.
error.service.admin.enable=CLFRQ0026E: Impossible d''activer le widget avec l''identificateur {0}.
error.service.admin.all=CLFRQ0020E: Une erreur s'est produite lors de la tentative d'extraction d'une liste de tous les widgets.
error.service.admin.add=CLFRQ0024E: Impossible d''ajouter un nouveau widget avec l''identificateur {0}.
error.service.admin.remove=CLFRQ0023E: Impossible de retirer le widget avec l''identificateur {0}.
error.service.admin.widget.notfound=CLFRQ0186E: Le widget avec l''identificateur {0} est introuvable dans la base de donn\u00e9es.
error.service.admin.update=CLFRQ0022E: Impossible de mettre \u00e0 jour le widget avec l''identificateur {0}.
error.service.admin.update.title=CLFRQ0187E: Impossible de mettre \u00e0 jour le titre du widget avec l''identificateur {0}.
error.service.admin.deletesystem=CLFRQ0019E: Impossible de retirer le widget avec l''identificateur {0} car il s''agit d''un widget syst\u00e8me.
error.service.admin.installed=CLFRQ0184E: Impossible d'extraire la liste des applications HCL Connections install\u00e9es.
error.service.admin.getdisabled=CLFRQ0185E: Une erreur s'est produite lors de la tentative d'extraction d'une liste des widgets d\u00e9sactiv\u00e9s.
error.service.admin.getenabled=CLFRQ0183E: Une erreur s'est produite lors de la tentative d'extraction d'une liste des widgets activ\u00e9s.
error.service.nullparam=CLFRQ0021E: Une valeur nulle a \u00e9t\u00e9 fournie comme param\u00e8tre.
