# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.factory.dao=CLFRQ0033E: Nie mo\u017cna pobra\u0107 fabryki obiekt\u00f3w dost\u0119pu do danych.
error.service.info.available=CLFRQ0027E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by pobrania listy wszystkich dost\u0119pnych widget\u00f3w.

# Translator: in all the following properties, identifier is a string like '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.service.info.widget=CLFRQ0029E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by pobrania widgetu o identyfikatorze {0}.
error.service.config.helper=CLFRQ0113E: Niepowodzenie podczas uzyskiwania dost\u0119pu do us\u0142ugi konfiguracji programu HCL Connections.

# Translator: {0} is a non-readable property such as '%widget.example.name'
error.service.info.property=CLFRQ0141E: W katalogu widget\u00f3w o kluczu {0} okre\u015blono, \u017ce w\u0142a\u015bciwo\u015b\u0107 jest mo\u017cliwa do przet\u0142umaczenia, ale w pakunku zasob\u00f3w nie znaleziono odpowiadaj\u0105cej jej przet\u0142umaczonej w\u0142a\u015bciwo\u015bci.
error.service.admin.null=CLFRQ0030E: Nie mo\u017cna pobra\u0107 widgetu o identyfikatorze {0}.
error.service.admin.rollback=CLFRQ0031E: Nie mo\u017cna wycofa\u0107 transakcji bazy danych.
error.service.admin.disable=CLFRQ0028E: Nie mo\u017cna wy\u0142\u0105czy\u0107 widgetu o identyfikatorze {0}.
error.service.admin.enable=CLFRQ0026E: Nie mo\u017cna w\u0142\u0105czy\u0107 widgetu o identyfikatorze {0}.
error.service.admin.all=CLFRQ0020E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by pobrania listy wszystkich widget\u00f3w.
error.service.admin.add=CLFRQ0024E: Nie mo\u017cna doda\u0107 nowego widgetu o identyfikatorze {0}.
error.service.admin.remove=CLFRQ0023E: Nie mo\u017cna usun\u0105\u0107 widgetu o identyfikatorze {0}.
error.service.admin.widget.notfound=CLFRQ0186E: W bazie danych nie znaleziono widgetu o identyfikatorze {0}.
error.service.admin.update=CLFRQ0022E: Nie mo\u017cna zaktualizowa\u0107 widgetu o identyfikatorze {0}.
error.service.admin.update.title=CLFRQ0187E: Nie mo\u017cna zaktualizowa\u0107 tytu\u0142u widgetu o identyfikatorze {0}.
error.service.admin.deletesystem=CLFRQ0019E: Nie mo\u017cna usun\u0105\u0107 widgetu o identyfikatorze {0}, poniewa\u017c jest to widget systemowy.
error.service.admin.installed=CLFRQ0184E: Nie mo\u017cna pobra\u0107 listy zainstalowanych aplikacji programu HCL Connections.
error.service.admin.getdisabled=CLFRQ0185E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by pobrania listy wy\u0142\u0105czonych widget\u00f3w.
error.service.admin.getenabled=CLFRQ0183E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by pobrania listy w\u0142\u0105czonych widget\u00f3w.
error.service.nullparam=CLFRQ0021E: Jako parametr podano warto\u015b\u0107 pust\u0105.
