# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.factory.dao=CLFRQ0033E: \u30c7\u30fc\u30bf\u30fb\u30a2\u30af\u30bb\u30b9\u30fb\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30d5\u30a1\u30af\u30c8\u30ea\u30fc\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
error.service.info.available=CLFRQ0027E: \u4f7f\u7528\u53ef\u80fd\u306a\u3059\u3079\u3066\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u30ea\u30b9\u30c8\u3092\u53d6\u5f97\u3057\u3088\u3046\u3068\u3057\u3066\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

# Translator: in all the following properties, identifier is a string like '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.service.info.widget=CLFRQ0029E: ID {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u53d6\u5f97\u3057\u3088\u3046\u3068\u3057\u3066\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.service.config.helper=CLFRQ0113E: HCL Connections \u69cb\u6210\u30b5\u30fc\u30d3\u30b9\u3078\u306e\u30a2\u30af\u30bb\u30b9\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002

# Translator: {0} is a non-readable property such as '%widget.example.name'
error.service.info.property=CLFRQ0141E: \u30ad\u30fc \u304c {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30fb\u30ab\u30bf\u30ed\u30b0\u3067\u3001\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u304c\u5909\u63db\u53ef\u80fd\u3068\u3057\u3066\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u30ea\u30bd\u30fc\u30b9\u30fb\u30d0\u30f3\u30c9\u30eb\u3067\u306f\u540c\u7b49\u306e\u5909\u63db\u6e08\u307f\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u304c\u691c\u51fa\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.service.admin.null=CLFRQ0030E: ID {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.service.admin.rollback=CLFRQ0031E: \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u3092\u30ed\u30fc\u30eb\u30d0\u30c3\u30af\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.service.admin.disable=CLFRQ0028E: ID {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u7121\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.service.admin.enable=CLFRQ0026E: ID {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u6709\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.service.admin.all=CLFRQ0020E: \u3059\u3079\u3066\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u30ea\u30b9\u30c8\u3092\u53d6\u5f97\u3057\u3088\u3046\u3068\u3057\u3066\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.service.admin.add=CLFRQ0024E: ID {0} \u306e\u65b0\u898f\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002
error.service.admin.remove=CLFRQ0023E: ID {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.service.admin.widget.notfound=CLFRQ0186E: ID {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u304c\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.service.admin.update=CLFRQ0022E: ID {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.service.admin.update.title=CLFRQ0187E: ID {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u30bf\u30a4\u30c8\u30eb\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.service.admin.deletesystem=CLFRQ0019E: ID {0} \u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306f\u3001\u30b7\u30b9\u30c6\u30e0\u30fb\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3067\u3042\u308b\u305f\u3081\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
error.service.admin.installed=CLFRQ0184E: \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6e08\u307f\u306e HCL Connections \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30ea\u30b9\u30c8\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.service.admin.getdisabled=CLFRQ0185E: \u4f7f\u7528\u4e0d\u53ef\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u30ea\u30b9\u30c8\u3092\u53d6\u5f97\u3057\u3088\u3046\u3068\u3057\u3066\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.service.admin.getenabled=CLFRQ0183E: \u4f7f\u7528\u53ef\u80fd\u306a\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u30ea\u30b9\u30c8\u3092\u53d6\u5f97\u3057\u3088\u3046\u3068\u3057\u3066\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.service.nullparam=CLFRQ0021E: \u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u3068\u3057\u3066 NULL \u5024\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
