# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N SA UI

# COMPONENTPREFIX CLFRQ
str_component_id=CLFRQ

error.service.factory.dao=CLFRQ0033E: \u041c\u043e\u0434\u0443\u043b\u044a\u0442 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u043d\u0430 \u043e\u0431\u0435\u043a\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435\u043d.
error.service.info.available=CLFRQ0027E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442 \u0437\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0432\u0441\u0438\u0447\u043a\u0438 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u043c\u043e\u0434\u0443\u043b\u0438 \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435.

# Translator: in all the following properties, identifier is a string like '7b1a60f1xc9cax4cc4x8b0bx51af2ddef2cd'
error.service.info.widget=CLFRQ0029E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442 \u0437\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u043c\u043e\u0434\u0443\u043b \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u0432 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0}.
error.service.config.helper=CLFRQ0113E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d \u043e\u043f\u0438\u0442 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u043d\u0430 HCL Connections.

# Translator: {0} is a non-readable property such as '%widget.example.name'
error.service.info.property=CLFRQ0141E: \u0412 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f \u043c\u043e\u0434\u0443\u043b \u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u043e \u0437\u0430 \u043f\u0440\u0435\u0432\u043e\u0434 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u0441 \u043a\u043b\u044e\u0447 {0}, \u043d\u043e \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u043e \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u043e \u043f\u0440\u0435\u0432\u0435\u0434\u0435\u043d\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u0432 \u0440\u0435\u0441\u0443\u0440\u0441\u043d\u0438\u044f \u043f\u0430\u043a\u0435\u0442.
error.service.admin.null=CLFRQ0030E: \u0418\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f\u0442 \u043c\u043e\u0434\u0443\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435\u043d.
error.service.admin.rollback=CLFRQ0031E: \u0422\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0430\u043d\u0443\u043b\u0438\u0440\u0430.
error.service.admin.disable=CLFRQ0028E: \u0418\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430.
error.service.admin.enable=CLFRQ0026E: \u041e\u0440\u0433\u0430\u043d \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0438.
error.service.admin.all=CLFRQ0020E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0437\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438 \u043c\u043e\u0434\u0443\u043b\u0438.
error.service.admin.add=CLFRQ0024E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0434\u043e\u0431\u0430\u0432\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0}.
error.service.admin.remove=CLFRQ0023E: \u0418\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043c\u043e\u0434\u0443\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435.
error.service.admin.widget.notfound=CLFRQ0186E: \u0418\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f\u0442 \u043c\u043e\u0434\u0443\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0} \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438.
error.service.admin.update=CLFRQ0022E: \u0418\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f\u0442 \u043c\u043e\u0434\u0443\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430.
error.service.admin.update.title=CLFRQ0187E: \u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f \u043c\u043e\u0434\u0443\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0} \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430.
error.service.admin.deletesystem=CLFRQ0019E: \u0418\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f\u0442 \u043c\u043e\u0434\u0443\u043b \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 {0} \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0435 \u0441\u0438\u0441\u0442\u0435\u043c\u0435\u043d.
error.service.admin.installed=CLFRQ0184E: \u0421\u043f\u0438\u0441\u044a\u043a\u044a\u0442 \u0441 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438\u0442\u0435 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u043d\u0430 HCL Connections \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435.
error.service.admin.getdisabled=CLFRQ0185E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435 \u0441\u043f\u0438\u0441\u044a\u043a\u044a\u0442 \u0441 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438 \u043c\u043e\u0434\u0443\u043b\u0438.
error.service.admin.getenabled=CLFRQ0183E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435 \u0441\u043f\u0438\u0441\u044a\u043a\u044a\u0442 \u0441 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438 \u043c\u043e\u0434\u0443\u043b\u0438.
error.service.nullparam=CLFRQ0021E: \u041a\u0430\u0442\u043e \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u043d\u0443\u043b\u0435\u0432\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442.
