# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2011, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N GA UI

# Component ID key required by msgID tool.
str_component_id=CLFRQ

# Activity Stream Strings

#common strings
errorText=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14

# News Item
# ${0} = Person display name
photoOfText=\u0e20\u0e32\u0e1e\u0e16\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07 ${0}
removeNewsItemText=\u0e25\u0e1a\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e19\u0e35\u0e49 

# Alt for link to person text ${0} = person name
linkToPersonText=\u0e19\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07 ${0}

# Action Required
actionRequiredText=\u0e41\u0e2d\u0e47\u0e04\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23
#Action
actionRequiredRemoveText=\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e41\u0e2d\u0e47\u0e04\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23
#Dialog title
actionRequiredRemoveTextTitle=\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e41\u0e2d\u0e47\u0e04\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23
actionRequiredRemoveMessageText=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e19\u0e35\u0e49\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e41\u0e2d\u0e47\u0e04\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
actionRequiredConfirmText=\u0e25\u0e1a
actionRequiredCancelText=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
actionRequiredRemoveConfirmationMsg=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e41\u0e2d\u0e47\u0e04\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27
actionRequiredRemoveErrorMsg=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e41\u0e2d\u0e47\u0e04\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e43\u0e19\u0e40\u0e27\u0e25\u0e32\u0e19\u0e35\u0e49

# Saved
saveThisText=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e2a\u0e34\u0e48\u0e07\u0e19\u0e35\u0e49
savedText=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e25\u0e49\u0e27
savedDisabledText=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e25\u0e49\u0e27
savedSuccessText=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27
#Action
savedRemoveText=\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e25\u0e49\u0e27
#Dialog title
savedRemoveTextTitle=\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e25\u0e49\u0e27
savedRemoveMessageText=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e19\u0e35\u0e49\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e44\u0e27\u0e49\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
savedRemoveConfirmText=\u0e25\u0e1a
savedRemoveCancelText=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
savedRemoveConfirmationMsg=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e25\u0e49\u0e27
savedRemoveErrorMsg=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e44\u0e27\u0e49\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e43\u0e19\u0e40\u0e27\u0e25\u0e32\u0e19\u0e35\u0e49

# News Item Actions - Unfollow
#action link
unfollowText=\u0e2b\u0e22\u0e38\u0e14\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
#dialog title
unfollowTextTitle=\u0e2b\u0e22\u0e38\u0e14\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
unfollowDialogPromptText=\u0e2b\u0e32\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2b\u0e22\u0e38\u0e14\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e08\u0e32\u0e01\u0e41\u0e2b\u0e25\u0e48\u0e07\u0e17\u0e35\u0e48\u0e21\u0e32\u0e15\u0e31\u0e49\u0e07\u0e41\u0e15\u0e48\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e41\u0e2b\u0e25\u0e48\u0e07\u0e02\u0e36\u0e49\u0e19\u0e44\u0e1b \u0e17\u0e33\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e17\u0e35\u0e48\u0e01\u0e25\u0e48\u0e2d\u0e07\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07...
unfollowPersonText=\u0e1a\u0e38\u0e04\u0e04\u0e25:
unfollowCommunityText=\u0e0a\u0e38\u0e21\u0e0a\u0e19:
unfollowFileText=\u0e44\u0e1f\u0e25\u0e4c:
unfollowActivityText=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21:
unfollowForumText=\u0e1f\u0e2d\u0e23\u0e31\u0e21:
unfollowWikiText=\u0e27\u0e34\u0e01\u0e34:
unfollowBlogText=\u0e1a\u0e25\u0e47\u0e2d\u0e01:
unfollowTagText=\u0e41\u0e17\u0e47\u0e01:
unfollowFolderText=\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c:
unfollowOthersText=\u0e2d\u0e37\u0e48\u0e19\u0e46:
unfollowDialogSaveText=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
unfollowDialogCancelText=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
unfollowDialogOKText=\u0e15\u0e01\u0e25\u0e07
unfollowNoFollowingStoryText=\u0e02\u0e13\u0e30\u0e19\u0e35\u0e49\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e43\u0e14\u0e46 \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e19\u0e35\u0e49
unfollowInfoText=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
unfollowCollapseText=\u0e22\u0e38\u0e1a\u0e2a\u0e48\u0e27\u0e19
unfollowExpandText=\u0e02\u0e22\u0e32\u0e22\u0e2a\u0e48\u0e27\u0e19
unfollowInfoDescText=\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e14\u0e39\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e19\u0e35\u0e49 \u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e04\u0e38\u0e13\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e43\u0e19\u0e17\u0e32\u0e07\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e17\u0e32\u0e07\u0e43\u0e14 \u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e40\u0e0a\u0e48\u0e19 \u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2d\u0e32\u0e08\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e2b\u0e23\u0e37\u0e2d\u0e2d\u0e32\u0e08\u0e40\u0e1b\u0e47\u0e19\u0e01\u0e32\u0e23\u0e15\u0e2d\u0e1a\u0e01\u0e25\u0e31\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e44\u0e27\u0e49

# Side Navigation
activityStreamViewsText=\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e02\u0e2d\u0e07\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
refreshASText=\u0e23\u0e35\u0e40\u0e1f\u0e23\u0e0a\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
shareASTitle=\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e1a\u0e32\u0e07\u0e2a\u0e34\u0e48\u0e07
shareASDesc=\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15 <i>\u0e2a\u0e16\u0e32\u0e19\u0e30</i> \u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e2b\u0e23\u0e37\u0e2d\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14 <i>\u0e44\u0e1f\u0e25\u0e4c</i>

# Tag Manager
manageTagText=\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e01\u0e31\u0e1a\u0e41\u0e17\u0e47\u0e01
submitTagText=\u0e40\u0e2a\u0e23\u0e47\u0e08
tagManagerDescText=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2b\u0e23\u0e37\u0e2d\u0e25\u0e1a\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21:
addATag=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e17\u0e47\u0e01...
hereText=\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48
noTagsItemsText =\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e41\u0e17\u0e47\u0e01\u0e43\u0e14\u0e46 \u0e43\u0e19\u0e15\u0e2d\u0e19\u0e19\u0e35\u0e49 \u0e04\u0e25\u0e34\u0e01 ${0} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e41\u0e17\u0e47\u0e01
noTagsNewsText=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
tagExistedWarn=\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e40\u0e1e\u0e34\u0e48\u0e21 "${0}" \u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27 
tagsExistedWarn=\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e40\u0e1e\u0e34\u0e48\u0e21 "${0}" \u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27
tagFollowedConfirm=\u0e41\u0e17\u0e47\u0e01\u0e43\u0e2b\u0e21\u0e48 "${0}" \u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e44\u0e27\u0e49\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27 \u0e02\u0e13\u0e30\u0e19\u0e35\u0e49\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e23\u0e2d\u0e07\u0e1f\u0e35\u0e14\u0e17\u0e35\u0e48\u0e21\u0e35\u0e41\u0e17\u0e47\u0e01\u0e19\u0e35\u0e49
tagsFollowedConfirm=\u0e41\u0e17\u0e47\u0e01\u0e43\u0e2b\u0e21\u0e48 "${0}" \u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e44\u0e27\u0e49\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27 \u0e02\u0e13\u0e30\u0e19\u0e35\u0e49\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e23\u0e2d\u0e07\u0e1f\u0e35\u0e14\u0e17\u0e35\u0e48\u0e21\u0e35\u0e41\u0e17\u0e47\u0e01\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49
tagsRemovedConfirm=\u0e41\u0e17\u0e47\u0e01 "${0}" \u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e25\u0e1a\u0e17\u0e34\u0e49\u0e07\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27
tagManagerText=\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e01\u0e31\u0e1a\u0e41\u0e17\u0e47\u0e01
tagFilterLabelText=\u0e41\u0e2a\u0e14\u0e07:
alltagsText=\u0e41\u0e17\u0e47\u0e01\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
timeOutText=\u0e2b\u0e21\u0e14\u0e40\u0e27\u0e25\u0e32\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d \u0e42\u0e1b\u0e23\u0e14\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07\u0e2b\u0e23\u0e37\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a
tagRemoveAltText=\u0e25\u0e1a

# Message
msgErrorAlt=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
msgWarningAlt=\u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19
msgInfoAlt=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
msgConfirmAlt=\u0e01\u0e32\u0e23\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19
msgCloseAlt=\u0e1b\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21
